{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Pete Large",
    "email": "pop.info@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Points",
      "markdown": "- The population of the UK grew to 64.1 million in mid-2013, representing a gain of 400,600 (0.63%) over the previous year mid-2012. This growth is slightly below the average since 2003.\n- This means that the UK’s population has increased by around 5 million since 2001, and by more than 10 million since 1964.\n- Natural change (births minus deaths) contributed slightly more than net international migration to the population gain in the year. There were 212,100 more births than deaths (53% of the increase) and 183,400 more immigrants arriving than emigrants leaving (46% of the increase).\n- The estimated populations of the four constituent countries of the UK in mid-2013 are 53.9 million (growth of 0.70%) in England, 5.3 million (growth of 0.27%) in Scotland, 3.1 million (growth of 0.27%) in Wales and 1.8 million (growth of 0.33%) in Northern Ireland.\n- There were 792,400 births and 580,300 deaths in the year ending 30 June 2013. The number of births decreased from the previous year but is still above average for the last decade. The number of deaths increased from the previous year and is the highest since the year to mid-2005.\n- The population of the UK aged 65 and over was 11.1 million (17.4% of the UK population) in mid-2013, up by 290,800 from mid-2012. The number of people in this age group has increased by 17.3% since 2003.\n- Growth of the UK population in the year to mid-2013 was higher than the EU average and highest of the four most populous EU member states.\n"
    },
    {
      "title": "Introduction",
      "markdown": "The mid-year estimates refer to the population on 30 June of the reference year and are published annually. They are the official set of population estimates for the UK and its constituent countries, the regions and counties of England, and local authorities and their equivalents. This publication relates to the mid-2013 estimates of the UK.\n\nThe UK mid-year estimates series brings together population estimates that are produced annually for England and Wales by the Office for National Statistics (ONS), for Scotland by the National Records of Scotland ([NRS](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-government---mid-year-population-estimates.html \"Scottish Government - Mid-year Population Estimates\")) and for Northern Ireland by the Northern Ireland Statistics and Research Agency ([NISRA](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra---population-estimates.html \"NISRA - Population Estimates\")). The timetables for population outputs are available for each country on their respective websites.\n\nThe official 2013 mid-year estimates for the UK referred to in this bulletin, build on the mid-2012 estimates, which are updated to account for population change during the period between 1 July 2012 and 30 June 2013 to give the mid-2013 estimates. A combination of registration, survey and administrative data are used to estimate the different components of population change.\n\nMid-year population estimates relate to the usually resident population. They account for long-term international migrants (people who change their country of usual residence for a period of 12 months or more) but do not account for short-term migrants (people who come to or leave the country for a period of less than 12 months).\n\nThe mid-year population estimates are essential building blocks for a wide range of National Statistics. They are used directly as a base for other secondary population statistics, such as population projections, population estimates for the very old and population estimates for small geographical areas. They are used for weighting survey estimates such as the Labour Force Survey and other social surveys to ensure that they are representative of the total population, and they are used as denominators for rates or ratios, for example in health and economic indicators.\n\nThe mid-year population estimates are an important input for a wide number of economic and social statistics. Main users include central and local government and the health sector, where they are used for planning and monitoring service delivery, resource allocation and managing the economy. Additionally, they are used by a wider range of organisations such as commercial companies (for market research), special interest groups and academia as well as being of interest to the general public.\n\nFurther information on population estimates across the UK including methodology, quality and data sources is available in an [information note (100.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/pop-ests/population-estimates-for-las/a-comparison-of-data-sources-and-methods.pdf \"population estimates for local authorities across UK constituent countries; a comparison of data sources and methods\") .\n"
    },
    {
      "title": "What do the mid-2013 UK population estimates show?",
      "markdown": "This section describes the latest UK population estimates within the context of the historical time series of the estimates, setting out the drivers behind the population trends observed. It shows the latest available estimates for mid-2013 together with the components of population change estimated for the period 1 July 2012 to 30 June 2013.\n\nThe population of the UK surpassed 64 million for the first time in mid-2013 with the total UK population standing at 64,105,700.\n\n#### Figure 1: Mid-year population estimates for the UK mid-2013\n[![Figure 1: Mid-year population estimates for the UK mid-2013](http://www.ons.gov.uk/ons/resources/fig1_tcm77-367855.png)](http://www.ons.gov.uk/ons/resources/fig1_tcm77-367855.png \"Figure 1: Mid-year population estimates for the UK mid-2013\")\n\nSource: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/chd---chart-1.xls \"XLS format\") (51 Kb)\n\nComparing the latest population estimates for mid-2013 with the mid-2012 estimates shows that:\n\n- The population of England increased by 372,100 (0.70%) to 53,865,800 accounting for 84% of the UK’s population; England’s population grew quicker than any other UK country during the year;\n- The population of Scotland increased by 14,100 (0.27%) to 5,327,700 and accounts for 8% of the UK’s population;\n- The population of Wales increased by 8,300 (0.27%) to 3,082,400 and accounts for 5% of the UK’s population; and\n- The population of Northern Ireland increased by 6,100 (0.33%) to 1,829,700 and accounts for 3% of the UK’s population.\n\n### Changes in UK population\n\nSince 1964 the population of the UK has grown by more than 10 million people (18.7%). About half of this growth has occurred since 2001.\n\nOver the earlier part of this period population change was driven mainly by variation in the number of births. Population grew throughout the 1960s up until the early 1970s mainly as a result of the 1960s baby boom; while over the rest of the 1970s growth was subdued, reflecting falling fertility. The very large birth cohort of 1960s baby boomers beginning to have children saw births, and hence the population, grow again in the 1980s, but births declined again through the 1990s.\n\nA time series of UK births and deaths data on a calendar year basis is available in the [Population and Health Reference Tables](http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition\u003dtcm%3A77-314699 \"Population and Health Reference Tables\") published by ONS.\n\nSince 2001 there have been high levels of net inward migration, adding to the population at younger working ages. In part this was driven by the expansion of the European Union in 2004 and 2007. This period has also seen an increasing number of births, driven by both the immigration of women of childbearing age (15-44) and rising fertility among UK-born women.\n\nMore detail on births and fertility is available in the [Births in England and Wales, 2012](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2012/stb-births-in-england-and-wales-2012.html \"STB: Births in England and Wales, 2012\") release published by ONS, the [Vital Events Births Reference Tables](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/gro-scotland--births.html \"\"GRO Scotland: Births ) published by NRS and the [Births](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra---births.html \"NISRA: Births\") statistics published by NISRA.\n\n#### Figure 2: Mid-year population estimates and annual change for the UK mid-1964 onwards\n[![Figure 2: Mid-year population estimates and annual change for the UK mid-1964 onwards](http://www.ons.gov.uk/ons/resources/fig2_tcm77-367973.png)](http://www.ons.gov.uk/ons/resources/fig2_tcm77-367973.png \"Figure 2: Mid-year population estimates and annual change for the UK mid-1964 onwards\")\n\nSource: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/chd---chart-2.xls \"XLS format\") (64 Kb)\n\nDuring the late 1990s and first decade of the 21st century, net international migration (the difference between the numbers immigrating to the UK and the numbers emigrating from the UK) started to contribute more to population change. At its peak in the year to mid-2005, net inward migration accounted for around 69% of population growth. Detailed international migration data for the UK is available in the [Migration Statistics Quarterly Report](http://www.ons.gov.uk/ons/rel/migration1/migration-statistics-quarterly-report/index.html \"Migration Statistics Quarterly Report index\") series produced by ONS.\n\nThe years since mid-2002 have also seen a marked increase in the number of births, with the number occurring in the year to mid-2012 being the highest since the year to mid-1972, although this is not necessarily the case for all UK countries, for example Scotland.\n\n#### Figure 3: Main drivers of population change for the UK mid-1992 onwards\n[![Figure 3: Main drivers of population change for the UK mid-1992 onwards](http://www.ons.gov.uk/ons/resources/fig3_tcm77-367982.png)](http://www.ons.gov.uk/ons/resources/fig3_tcm77-367982.png \"Figure 3: Main drivers of population change for the UK mid-1992 onwards\")\n\nSource: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/chd---chart-3.xls \"XLS format\") (65.5 Kb)\n\n### Population change in the year to mid-2013\n\nIn the year to mid-2013, there were 792,400 births and 580,300 deaths, resulting in a population increase of approximately 212,100 due to natural change - the balance of births minus deaths. Over the same period 503,700 international migrants arrived in the UK and 320,400 migrants left the UK to live abroad. Together with other small adjustments, all these changes resulted in a net increase in population of 400,600.\n\nCompared to the last decade, the population change for the year to mid-2013 has some notable highlights:\n\n- Both international migration inflow and outflow figures are at their lowest for a decade. Net migration however shows an increase on last year, though it remains less than the average figure for the period;\n- The number of births is down on last year’s figure but is still above average for the period. The number of deaths has risen since last year, and is slightly higher than the period average.\n\n#### Table 1: Components of population change, UK, last ten years\n##### Table notes:\n\n1. Source: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency\n2. Figures may not add exactly due to rounding\n3. Other Changes comprises changes to the size of armed forces stationed in the UK and other special population adjustments.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/prt---table-1.xls \"XLS format\") (27.5 Kb)\n\n### Countries of the UK and regions of England\n\nPopulation growth in the year to mid-2013 was greatest in southern and eastern England. London had the highest population growth, with population up 1.30% - which is average for that region over the last decade. The East, South East and South West regions of England increased by 0.79%, 0.78% and 0.71% respectively.\n\nThe lowest regional population increases in the year were seen in Scotland, Wales and the North West of England, all growing by 0.27%. The population of Northern Ireland grew by 0.33%. Only the North East of England grew by more than its average over the decade during this year. No country of the UK or region of England experienced a population decrease.\n\n#### Table 2: Population change in the year to mid-2013, UK countries and regions of England\n##### Table notes:\n\n1. Source: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency\n2. Figures may not add exactly due to rounding\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/prt---table-2.xls \"XLS format\") (28 Kb)\n\nDetailed data on population change at local authority level for this release is available in the [data section of this publication](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/index.html \"Mid-2013\"). ONS also produces population estimates for other [geographies](http://www.ons.gov.uk/ons/rel/sape/soa-mid-year-pop-est-engl-wales-exp/index.html \"Super Output area mid-year populations estimates for England and Wales\") such as [parliamentary constituencies](http://www.ons.gov.uk/ons/rel/sape/parliament-constituency-pop-est/index.html \"Parlimentary Consituency Population Estimates (experimental) index\"), [national parks](http://www.ons.gov.uk/ons/rel/sape/parliament-constituency-pop-est/index.html \"National Park Population Estimates (experimental) statistics\"), [wards](http://www.ons.gov.uk/ons/rel/sape/ward-mid-year-pop-est-eng-wales-exp/index.html \"Ward Level Mid-year population estimates for England and Wales (experimental) index\"), and [health areas](http://www.ons.gov.uk/ons/rel/sape/health-geography-population-estimates/index.html \"Health Geography Populations Estimates index\") for England and Wales. Population estimates for special areas in Scotland are produced by NRS, and NISRA produces subnational population estimates for Northern Ireland.\n\nLondon had the largest natural change of all regions with 82,900 more births than deaths; Scotland had the lowest natural change with just 900 more births than deaths.\n\nLondon was the destination of more than a third of international migrants arriving in the UK - contributing to it having the highest net international migration of all regions at 79,500 - up slightly from last year; Northern Ireland had the lowest net international migration with 900 more people emigrating than arriving to stay from abroad.\n\nThe South East of England received more people from other parts of the UK than any other region leading to a 24,900 population increase; and London continued its pattern of having the greatest outflow of people to other parts of the UK of any region, with a net loss of more than 55,000 people.  More people of every age left London for other parts of the UK than arrived, except for people aged 21-28, more of whom arrived in London from other parts of the UK than left.\n\nApproximately two-thirds (64%) of the people moving out of London went to the South East and East of England, a similar picture to last year.\n\nDetailed data on population change is available as part of the [population estimates analysis tool (10.43 Mb ZIP)](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/rft---mid-2013-population-estimates-analysis-tool.zip \"RFT - Mid-2013 Population Estimates Analysis Tool\") accompanying this release. The latest information on internal migration is available in the 2013 [Internal Migration by Local Authorities in England and Wales](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/index.html \"Internal Migration by Local Authorities in England and Wales index\") release.\n\n#### Table 3: Detail of population change, year to mid-2013, UK countries and Regions\n##### Table notes:\n\n1. Source: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency\n2. Figures may not add exactly due to rounding\n3. Net within UK Migration is the balance of in and out moves between each region and other regions in the rest of the UK.\n4. Other Changes comprises changes to the size of armed forces stationed in the UK and other special population adjustments.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/prt---table-3.xls \"XLS format\") (28.5 Kb)\n\nNatural change contributed slightly more than net international migration to population change for the UK in the year to mid-2013. Predictably England showed the same pattern to that of the UK. Internal migration moves from other parts of the UK contributed to more than half (56%) of the growth in Scotland’s population in the year, with international migration and natural change combined accounting for around just a fifth (21%) of the gain.\n\nThe majority of gain in the population of Wales during the year was due to international migration. Northern Ireland’s population growth was driven entirely through natural change, with 24,500 births offsetting 15,000 deaths, 2,300 net moves out of Northern Ireland and a loss of 1,100 due to other changes.\n\n### Population Structure\n\nIn mid-2013, the population of the UK consisted of 31,532,900 males (49.19%) and 32,572,800 females (50.81%).\n\n#### Figure 4: Population pyramid for the UK, mid-2013\n[![Figure 4: Population pyramid for the UK, mid-2013](http://www.ons.gov.uk/ons/resources/fig4_tcm77-367996.png)](http://www.ons.gov.uk/ons/resources/fig4_tcm77-367996.png \"Figure 4: Population pyramid for the UK, mid-2013\")\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/chd---chart-5.xls \"XLS format\") (74 Kb)\n\nThe pyramid stops at age 89, causing the top of the pyramid to be flat. Although estimates of older people (those aged 90 and over) are included in the mid-2013 UK population estimates,  more detailed estimates by single year of age are available in the [Estimates of the Very Old (including Centenarians) for the United Kingdom](http://www.ons.gov.uk/ons/rel/mortality-ageing/estimates-of-the-very-old--including-centenarians-/2002---2012--united-kingdom/stb-2002-2012-uk.html \"STB 2002-2012 UK\") release covering mid-2012.\n\nSource: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency\n\nThe size and composition of the population shown in the pyramid is determined by the pattern of births, deaths and migration which have taken place in previous years. The pyramid shows some important trends in the demographics of the UK:\n\n- The number of males aged 75 and over in the UK has increased by 25.1% since mid-2003. This compares to an increase of 6.7% for females in this age group over the same period. The faster improvement in male mortality is largely driven by changes seen in tobacco smoking and advances in health treatments for circulatory illnesses. Male occupations over the same period have also become less physical and safer. Detailed explanation of this theme is available in the National Life Tables release from March 2014.\n- The effects of immigration to the UK that has happened since mid-2003. For most ages the peaks and troughs present in the pyramid in mid-2003 are visible in the mid-2013 data shifted by 10 years, demonstrating the cohort ageing of the population. The mid-2013 pyramid however, shows some difference in this pattern. At each age for 10 to 45 there are more people than in the mid-2003 data, especially so for those aged 21 to 35: here the profile is much wider and flatter than in the mid-2003 pyramid. Such a change can only be generated by new population being added through immigration.\n- The number of births has increased year on year since mid-2003, with only a drop in the current year to mid-2013. There are 611,200 more zero to four year olds in mid-2013 than there were in mid-2003. The number of children aged 5 to 16 is 302,900 fewer than in mid-2003 – a result of the lower births around the turn of the century.\n\nThe median age of the population of the UK at mid-2013 was 39.9, a slight increase since last year, caused by the growth in population at older ages. At country level median ages range from 37.8 in Northern Ireland to 41.9 in Wales. An interactive population pyramid showing the age structure of the [population of the UK by country, English region and county or UK local area is available as part of the population estimates analysis tool (10.43 Mb ZIP)](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/rft---mid-2013-population-estimates-analysis-tool.zip \"RFT - Mid-2013 Population Estimates Analysis Tool\") .\n"
    },
    {
      "title": "European comparisons",
      "markdown": "The population of the UK grew by more than any other EU member state in the year to mid-2013, and at a faster rate than the total EU. From the top ten largest population increases in the year, only Sweden had a higher growth rate than the UK.\n\n#### Table 4: EU states with largest absolute population growth, mid-2013\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/prt---table-4.xls \"XLS format\") (27 Kb)\n\nSource: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency, Eurostat\n\nEU estimates have reference date of 1 Jan as compared to the UK reference date of 30 Jun of each year. Population estimates for EU member states obtained from [Eurostat](http://www.ons.gov.uk/ons/external-links/other/eurostat/index.html \"Eurostat\") and are the latest available at the time of publication. EU (28 countries) includes data for Croatia which joined the EU on 1 Jul 2013.\n\nThe population of the UK had the highest rate of growth of the four most populous EU member states in the year to mid-2013; although this was lower than the UK’s average annual change over the last decade.  The average annual growth over the last decade was higher than that seen in Germany, France or Italy.\n\n#### Figure 5: Change in population of the most populous EU states, last ten years\n[![Figure 5: Change in population of the most populous EU states, last ten years](http://www.ons.gov.uk/ons/resources/fig5_tcm77-367997.png)](http://www.ons.gov.uk/ons/resources/fig5_tcm77-367997.png \"Figure 5: Change in population of the most populous EU states, last ten years\")\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/chd---chart-6.xls \"XLS format\") (50.5 Kb)\n\nEU estimates have reference date of 1 Jan as compared to the UK reference date of 30 Jun of each year. Population estimates for EU member states obtained from [Eurostat](http://www.ons.gov.uk/ons/external-links/other/eurostat/index.html \"Eurostat\") and are the latest available at the time of publication. Owing to population rebasing of Germany’s estimate for the year 2012 the average change for EU (28 Countries) and Germany omits this year. EU (28 countries) includes data for Croatia which joined the EU on 1 Jul 2013.\n\nSource: Office for National Statistics, National Records of Scotland, Northern Ireland Statistics and Research Agency, Eurostat\n"
    },
    {
      "title": "Other Population Estimate Releases and User Engagement",
      "markdown": "This release of population estimates for the UK is the seventh ONS population estimates product to be published based on the results of the 2011 Census. Corresponding estimates for Super Output Areas, wards, Parliamentary Constituencies, Health Areas and National Parks will be released later in 2014.\n\nBirth and death figures for the 2013 calendar year in England and Wales will be published by ONS on 16 July 2014.\n\nPublication dates for these will be confirmed on the UK statistics Publication Hub [release calendar](http://www.ons.gov.uk/ons/external-links/stats-authority/publication-hub-release-calendar.html \"Publication Hub release calendar\").\n\nThe Office for National Statistics would welcome your comments on the usefulness and presentation of the population estimates in this release. Please contact the Population Estimates team using the email address \u003cpop.info@ons.gsi.gov.uk\u003e.\n"
    },
    {
      "title": "Background notes",
      "markdown": "1. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n2. The distribution of the foreign armed forces (FAF) special population presented in this release has been incorrectly calculated for certain local authorities in England.  This error has a significant impact on the estimate for Forest Heath, where the published population estimate is 3.3% higher than the correct value. The impact in other affected local authorities is much smaller.  The error is also reflected in the population estimates of the associated county and region totals which are derived by aggregating the affected local authority figures.  Similarly the \u0027other\u0027 category of components of change reflects this difference. Further detail on the error, together with a list of affected local authorities and the size of the error in each area, is provided in the [Quality Management Information](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/index.html \"Population\") document available on the ONS website.\n3. Mid-2013 population estimates data for the UK are available on the [ONS website](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-government---mid-year-population-estimates.html \"ONS website\"). Published tables for mid-2013 include summary population of the UK by quinary age; detailed population by single year of age and sex; region, county and local authority areas for England; local authority areas for Wales; council areas for Scotland; district council areas for Northern Ireland. Aggregate components of population change estimates are provided for all geographies.\n4. Mid-2013 population estimates data for Scotland are available on the [NRS website](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-government---mid-year-population-estimates.html \"Scottish Government - Mid-year Population Estimates\").\n5. Mid-2013 population estimates data for Northern Ireland are available on the [NISRA website](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra---population-estimates.html \"NISRA - Population Estimates Analysis Tool\").\n6. A [population estimates analysis tool (10.43 Mb ZIP)](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/rft---mid-2013-population-estimates-analysis-tool.zip \"RFT - Mid-2013 Populations Estimates Tool\") is available for users to produce simple reports on the mid-2013 UK population data.  This tool also provides access to detailed components of change by single year of age and sex by region, county and local authority areas for England; local authority areas for Wales.\n7. An [information note](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/pop-ests/population-estimates-for-las/index.html \"National and Local Authority Level Populations Estimates\") describing the methodology used to create the UK population estimates and differences in approach within the UK is available.\n8. Net international migration estimates quoted in this report include net flows of asylum seekers where applicable. Other changes include moves of armed forces personnel at home and overseas.\n9. Population components in the mid-year estimates may vary from those published in other ONS outputs due to definitional differences and context of use:\n\n- Estimates of births and deaths used in the mid-year estimates are based on births and deaths that occur during the year to the mid-year reference point that have been registered by a particular point in time. This definition is different to that used in ONS, NRS and NISRA publications on births and deaths. The majority of UK mortality statistics are based on deaths registered in a particular calendar year rather than the year the death occurred. This allows for more timely publication of complete statistics. Birth statistics for England and Wales are based on the number of births occurring in a calendar year while Scotland and Northern Ireland statistics relate to the number of births registered in a calendar year;\n- Estimates of international migration used in the mid-year estimates are based partly on provisional LTIM data rather than final, and will therefore not tally exactly with the final year-to-end-June figures published in the Long-Term International Migration series or alternative reporting periods (for example calendar year).\n\nMore information is provided in the [Quality Management Information](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/index.html \"Population\") document on the ONS website.\n\n10. This is the first release of mid-2013 population estimates for the UK. No revisions of this dataset have been made.\n11. A list of those people that have pre-release access can be found on the [ONS website](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/pra---mid-2013-uk-population-estimates.html \"PRA - Mid-2013 UK Population Estimates\").\n12. Details of the policy governing the release of new data are available from the Media Relations Office.\n\n© Crown copyright 2014.\nYou may re-use this information (not including logos) free of charge in any format or medium, under the terms of the Open Government Licence.\n\nTo view this licence, go to:\n[Open Government Licence](http://www.ons.gov.uk/ons/external-links/other-government-departments/national-archives/index.html \"Open Government Licence\") or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU\nEmail:  \u003cpsi@nationalarchives.gsi.gov.uk\u003e\n\n…………………………………………………………………………………………………………\n\nRelease number: MYE7BL2: This replaces MYE7BL1 published on 26 June 2014 to provide appropriate explanatory metadata about an error in the distribution of foreign armed forces in Forest Heath and other local authorities. Background note (2) above refers.\n\nNext publication:\nJune 2015\n\nIssued by:\nOffice for National Statistics, Government Buildings, Cardiff Road, Newport NP10 8XG\n\nMedia contact:\nTel:    Media Relations Office    0845 6041858\n          Emergency on-call    07867 906553\nEmail: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nStatistical contact:\nTel:  Pete Large    01329 444661\nEmail:  \u003cpop.info@ons.gsi.gov.uk\u003e\n\nWebsite:  [www.ons.gov.uk](http://www.ons.gov.uk/ \"www.ons.gov.uk\")\n\n13. Details of the policy governing the release of new data are available by visiting www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed."
    }
  ],
  "accordion": [],
  "headline1": "The population of the UK grew to 64.1 million in mid-2013, representing a gain of 400,600 (0.63%) over the previous year mid-2012.",
  "headline2": "This means that the UK’s population has increased by around 5 million since 2001, and by more than 10 million since 1964.",
  "headline3": "Natural change (births minus deaths) contributed slightly more than net international migration to the population gain in the year.",
  "summary": "Estimates of the usual resident population in the United Kingdom and its constituent countries as at 30 June 2013.",
  "relatedBulletins": [],
  "title": "Annual Mid-year Population Estimates, 2013",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Annual Mid-year Population Estimates, 2013",
  "uri": "/peoplepopulationandcommunity/populationandmigration/populationestimates/bulletins/annualmidyearpopulationestimates2013",
  "fileName": "annualmidyearpopulationestimates2013",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Population and migration",
      "fileName": "populationandmigration"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Population estimates",
      "fileName": "populationestimates",
      "breadcrumb": []
    }
  ]
}