{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Elizabeth McLaren",
    "email": "vsob@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Findings",
      "markdown": "- There were 698,512 live births in England and Wales in 2013, a decrease of 4.3% from 729,674 in 2012.\n- In 2013, the Total Fertility Rate (TFR) decreased to 1.85 children per woman, from 1.94 in 2012.\n- In 2013 the stillbirth rate fell to 4.7 per thousand total births, from 4.9 in 2012.\n- The average age of mothers in 2013 increased to 30.0 years, compared with 29.8 years in 2012.\n- Over a quarter (26.5%) of live births were to mothers born outside the UK; a small increase compared with 25.9% in 2012.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents summary statistics of live births and stillbirths in England and Wales in 2013. The birth statistics reported include counts of live births and stillbirths, fertility rates by age of mother and by area of usual residence, and the percentage of births to mothers born outside the UK.\n\nThis is the first time that 2013 annual figures for births in England and Wales have been published by the Office for National Statistics (ONS).\n"
    },
    {
      "title": "Live Births (Numbers and Rates)",
      "markdown": "There were 698,512 live births in England and Wales in 2013, compared with 729,674 in 2012 (a fall of 4.3%). This fall represents a change to the increasing numbers of births that has been reported each year since a low in 2001, with the exception of a 0.3% fall in 2009. Between 2001 and 2012 live births rose by 23%. The fall in live births in 2013 represents the largest percentage annual decrease since 1975.\n\nThe number of live births and the total fertility rate (TFR) fluctuated throughout the twentieth century with a sharp peak at the end of World War II (Figure 1). Live births peaked again in 1964 (875,972 births), but since then lower numbers have been recorded. The lowest annual number of births in the twentieth century was 569,259 in 1977. The number of births is dependent on both fertility rates and the size and age structure of the female population.\n\nThe total fertility rate for England and Wales (see background note 3) decreased in 2013 to an average of 1.85 children per woman from 1.94 in 2012.\n\nDuring the 1990s, the TFR fell from 1.80 in 1992 to a record low of 1.63 by 2001. This was largely due to women delaying childbearing to older ages ( [Jefferies, 2008 (297 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/fertility-assumptions-for-the-2006-based-national-population-projections.pdf \"Fertility assumptions for the 2006-based national population projections\") ; [Tromans, et al., 2008 (3.33 Mb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--133--autumn-2008/have-national-trends-in-fertility-between-1986-and-2006-occurred-evenly-across-england-and-wales-.pdf \"Have national trends in fertility between 1986 and 2006 occurred evenly across England and Wales\") ). The TFR rose steadily between 2002 and 2008 to 1.92, then remained relatively stable between 2009 and 2012 (between 1.90 and 1.94). The fall in TFR from 1.94 in 2012 to 1.85 in 2013 was the largest annual decrease in the fertility rate since 1975.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/births1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Based on births occurring in the calendar year.\n\nChanges in the TFR can result from changes in the timing of childbearing within women’s lives as well as any changes in completed family size.\n\nIt is not possible to determine at this stage whether the fall in the TFR and the number of live births in 2013 is indicative of an end to the general increasing trend recorded since 2001. Despite this recent drop, the number of births and the TFR remain high relative to figures for the last three decades.\n\nReasons for the decreases in fertility in 2013 are likely to vary by age, social status, and number of children. For example, older women may feel less inclined to delay having children than younger women, while at any age childbearing choices may be affected by parents’ current financial/housing position. Also, women who have started having families and who may be considering whether to have another child will be influenced by different factors to those who have not yet had children. Other factors which could have had an impact on fertility levels in 2013 include:\n\n- uncertainty about employment and lower career and promotion opportunities (such as temporary, part-time, or zero-hours contracts), which can significantly reduce women\u0027s demand for children ([Del Bono E, et al.,2014](http://www.iser.essex.ac.uk/publications/working-papers/iser/2014-06.pdf \"Del Bono E, et al.,2014\"); [Lanzieri G, 2013](http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-SF-13-013/EN/KS-SF-13-013-EN.PDF \"Lanzieri G, 2013\"))\n- [reforms by the Government to simplify the welfare system](https://www.gov.uk/government/policies/simplifying-the-welfare-system-and-making-sure-work-pays \"reforms by the Government to simplify the welfare system\"), which have resulted in some significant changes to benefits that may have influenced decisions around childbearing. The changes were announced in 2011 and 2012 and included; reduced housing benefit from April 2013 for those living in property deemed to be larger than they need. Children under 10 are expected to share a room, as are children under 16 of the same gender; removal of child benefit where one parent earns over £50,000 from January 2013 and a 3-year freeze on payments for those eligible from April 2011; and a cap on the total amount of benefits that working age people can receive from April 2013, so that households on working age benefits can no longer receive more in benefits than the average wage for working families.\n\n[Why has the fertility rate risen over the last decade in England and Wales](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2011--final-/sty-fertility.html \"STY Fertility\") provides information on possible reasons for the rising fertility rates recorded between 2001 and 2012.\n"
    },
    {
      "title": "Stillbirths",
      "markdown": "The number of stillbirths in England and Wales decreased to 3,284 in 2013 compared with 3,558 in 2012 (a fall of 7.7%). In comparison, the total number of births (both live births and stillbirths) decreased by just 4.3% in 2013. Stillbirths in England decreased by 7.6% while stillbirths in Wales decreased by 15.5%.\n\nThe stillbirth rate takes into account the total number of births and so provides a more accurate indication of trends than just analysing the number of stillbirths over time. In 2013 the stillbirth rate for England and Wales fell to 4.7 per thousand total births, from 4.9 in 2012. This is the lowest stillbirth rate since 1992 when it was 4.3. In England the stillbirth rate in 2013 was 4.7 per thousand total births, down from 4.8 in 2012. In Wales the stillbirth rate in 2013 was 4.5 per thousand total births, down from 5.1 in 2012.\n\nSmall fluctuations in the number of stillbirths and the stillbirth rate in England and Wales have occurred during the last decade, with the highest stillbirth rate during the period being 5.8 per thousand total births in 2003. Key risk factors for stillbirths include maternal obesity, smoking, and fetal growth restriction ([Gardosi et al., 2013](http://www.ons.gov.uk/ons/external-links/articles-and-summaries/articles/maternal-and-fetal-risk-factors-for-stillbirth--population-based-study-gardosi-et-al.html \"Maternal and fetal risk factors for stillbirth; population based study Gardosi et al\")).\n\nThe number of stillbirths is an indicator within the [NHS outcomes framework 2013/14](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/nhs-outcomes-framework-2013-to-2014.html \"NHS outcomes framework 2013 to 2014\") for reducing deaths in babies and young children in England. The Department of Health (DH) together with the stillbirth and neonatal death charity (Sands) and a number of key organisations such as NHS England, Public Health England (PHE), the Royal College of Midwives and the Royal College of Obstetricians and Gynaecologists are working on an ongoing [stillbirth programme](http://www.ons.gov.uk/ons/external-links/other/sands.html \"Sands\"). This has included indentifying and agreeing the key messages that can be used to raise awareness among both, pregnant women and health professionals of the risk factors for stillbirths and the actions that can be taken to minimise these risks.\n\nIn Wales, a National Stillbirth Working Group was set up within the 1000 Lives Plus programme of work in April 2012, and includes representation of key stakeholders in maternity care. The National Assembly for Wales published a report in 2013 which identified a number of actions to improve the stillbirth rate in Wales. Further information can be found on the [1000 Lives Plus](http://www.ons.gov.uk/ons/external-links/other-government-departments/nhs/1000-lives-plus.html \"1000 Lives Plus\") website.\n"
    },
    {
      "title": "Live Births by Age of Mother",
      "markdown": "In 2013 fertility decreased in all age groups, with the largest percentage decreases seen in women aged under 20 and 20-24 with decreases of 13% and 8.9% respectively. Fertility rates for those aged under 20 have generally declined since 1999 while for those aged 20-24 fertility rates have been falling since 2010. Fertility rates for women aged 30-34 and 25–29 fell by smaller amounts (4.0% and 3.4% respectively).\n\nThe smallest decreases in fertility were for women aged 35-39 and 40 and over (decreases of 1.3% and 0.7% respectively). This is the first decrease in fertility at these ages for nearly two decades. For women aged 35-39 the last decline in fertility rates was in 1981 while for women aged 40 and over it was in 1986. Despite this small decline in 2013, the fertility rate for women aged 40 and over has nearly trebled since 1991 (a rise of 134%) while for women aged 35-39 fertility has increased by 84% over this period.\n\nIn most developed countries women have been increasingly delaying childbearing to later in life, which has resulted in increases in the mean age at first birth and rising fertility rates among older women. Although fertility rates for women aged 40 and over have been rising fast, fertility among women in their forties is still considerably lower than for women in their thirties. Women aged 30-34 currently have the highest fertility of any age group.\n\nIn summary, the overall fall in the total fertility rate (TFR) in 2013 was a consequence of larger decreases in fertility for those aged under 25 than in recent years, in addition to decreases in fertility at ages 35 and over, where fertility rates have previously increased for nearly two decades. Reductions in fertility rates for women aged 25-34 have also contributed to the overall decrease, Fertility rates have fluctuated for women in this age range over recent years, despite an overall increasing trend since 2001/2.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/births2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Based on births occurring in the calendar year.\n\n\nThese changes in age-specific fertility rates have resulted in a continued rise to the average age of mothers reaching 30.0 years in 2013, compared with 29.8 years in 2012 (see background note 6). The average age of mothers has been increasing since 1975, with increasing numbers of women delaying childbearing to later ages. This may be due to a number of factors such as increased participation in higher education, increased female participation in the labour force, the increasing importance of a career, the rising opportunity costs of childbearing, labour market uncertainty, housing factors and instability of partnerships (Ní Bhrolcháin, et al., 2012).\n\nThe number of births in a given year is dependent on the number of women in the key childbearing ages (15–44 years) and on fertility rates in that year. Compared with 2012, the number of live births in 2013 decreased for women in all age groups.\n\nFor women aged under 20, 20-24, 35-39 and 40 and over, the fall in births resulted from falling fertility alongside an estimated decrease in the number of women in these age groups between mid-2012 and mid-2013. The decrease in births to women aged 25-29 and 30-34 in 2013 resulted from falling fertility at these ages since the estimated female population in these age groups increased.\n"
    },
    {
      "title": "Live Births Within Marriage/Civil Partnership",
      "markdown": "In 2013, nearly half of all babies were born outside marriage/civil partnership (47.4%), compared with 47.5% in 2012 and 41.4% in 2003. This continues the long-term rise in the percentage of births outside marriage/civil partnership, which is consistent with increases in the number of couples cohabiting rather than entering into marriage or civil partnership (for further information, see [Families and Households](http://www.ons.gov.uk/ons/rel/family-demography/families-and-households/index.html \"Families and Households\") on the ONS website)\n"
    },
    {
      "title": "Live Births to Mothers Born Outside the UK",
      "markdown": "The percentage of live births in England and Wales to mothers born outside the UK continued to rise in 2013, reaching 26.5% compared with 25.9% in 2012 and 18.6% in 2003. The proportion of births to mothers born outside the UK has increased every year since 1990 when it was 11.6%. Recent rises in the number of births to non-UK born women can be mainly attributed to the increase in the population of women born outside the UK ([ONS, 2012](http://www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011.html \"Childbearing of the UK and non-UK born women living in the UK - 2011\")).\n\nIn recent years, the proportion of births to women born outside the UK has been higher than the proportion of the female population of childbearing age born outside the UK ([ONS, 2012](http://www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011.html \"Childbearing of the UK and non-UK born women living in the UK - 2011\")). There are two reasons for this:\n\n- fertility levels are generally higher among foreign-born women, and\n- the foreign-born and UK-born female populations of reproductive age have different age structures, with a higher proportion of foreign-born women being aged from 25 to 34, where fertility is highest.\n\nMore detailed ONS birth statistics for 2013 by parents’ country of birth will be published in August/September 2014.\n\nA report on [Childbearing of UK and non-UK born women living in the UK, 2011 Census data](http://www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011-census-data.html \"Childbearing of the UK and non-UK born women living in the UK - 2011 Census data\") was published by ONS on 4 February 2013. This report used 2001 and 2011 Census population estimates and annual birth registrations to examine total fertility rates for foreign born women within England and Wales. Fertility rates for women born in around 150 non-UK countries were analysed.\n"
    },
    {
      "title": "Live Births by Area of Usual Residence",
      "markdown": "In 2013, the West Midlands had the highest TFR among the regions of England with 1.96 children per woman. London had the lowest TFR (1.74 children per woman).\n\nAmong the local authorities in England in 2013, Westminster had the lowest TFR with 1.25 children per woman, while Barking and Dagenham had the highest (2.45 children per woman).\n\nIn Wales in 2013, Swansea had the lowest TFR with 1.62 children per woman while the Isle of Anglesey had the highest (2.09 children per woman). The TFR for the Isle of Anglesey is based on a small number of women so should be interpreted with some caution.\n\nFertility rates can vary considerably between sub-national areas for a wide variety of reasons. The composition of the population living in each area will vary, and there will be variation in economic, social and cultural factors that may influence fertility rates due to differences in the timing of childbearing as well as ideals around family size. For example:\n\nThe presence of a large student population within a local authority often acts to reduce the TFR in that area, since students in higher education tend to have below average fertility while studying.\n\nThe fertility contribution of women born in certain countries such as India, Bangladesh, Pakistan and African countries may be associated with higher fertility in certain areas.\n\nFertility rates for some local authorities are based on relatively small populations. Calculations based on small numbers of events are often subject to random fluctuations  and consequently are less robust.\n\nAn [interactive mapping tool](http://www.neighbourhood.statistics.gov.uk/HTMLDocs/dvc170/index.html \"interactive mapping tool\") for analysing local authority fertility trends (using the TFR) is available on the ONS website. The tool covers the period 2001 to 2013.\n"
    },
    {
      "title": "Births in the UK",
      "markdown": "The provisional number of UK births in 2013 was 778,805. This is a fall of 4.2% compared with 2012 when there were 812,970 births.\n\nIn Scotland the number of births decreased from 58,027 in 2012 to 56,014 in 2013 (provisional figure), a fall of 3.5%. Northern Ireland also recorded a fall in the number of births, decreasing by 3.9% to 24,279 in 2013 (provisional figure), from 25,269 in 2012.\n"
    },
    {
      "title": "Planned Changes to Birth Outputs",
      "markdown": "During May 2012 changes were made to the Population Statistics Act, which means that information on the number of previous children and whether previously married is now collected from all mothers at birth registration and not just from married women. This will have an impact on a number of tables and [proposals for changes (66.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/how-changes-to-population-statistics-act-will-affect-birth-statistics.pdf \"How changes to Population Statistics Act will affect birth statistics\") to outputs for 2012 and 2013 data were outlined on the ONS website in July 2012. Feedback from users was invited. No feedback was received and so the outlined changes are being implemented.\n"
    },
    {
      "title": "Users and Uses of Birth Statistics",
      "markdown": "The Office for National Statistics uses births data to produce population estimates and population projections at both national and subnational level, quality assure census estimates, and report on social and demographic trends.\n\nThe Department of Health (DH) is a key user of birth statistics. Data are used, for example, to plan maternity services, inform policy decisions and monitor child mortality. The [Public Health Outcomes Framework](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/healthy-lives--healthy-people--improving-outcomes.html \"Healthy lives, healthy people; Improving outcomes\") sets out the desired outcomes for public health and how these are measured. This includes indicators related to births. Similar indicators are also included within the [NHS Outcomes Framework](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/nhs-outcomes-framework-2013-to-2014.html \"NHS Outcomes Framework 2013 to 2014\").\n\nOther key users of the data are local authorities and other government departments for planning and resource allocation. For example, local authorities use birth statistics to decide how many school places will be needed in a given area. The Department for Work and Pensions (DWP) uses detailed birth statistics to feed into statistical models they use for pensions and benefits.\n\nOther users include academics, demographers and health researchers who conduct research into trends and characteristics. Lobby groups use birth statistics to support their cause, for example, campaigns against school closures and midwife shortages. Special interest groups, such as Birth Choice UK, make the data available to enable comparisons between maternity units to help women choose where they might like to give birth. Retailers use births data to inform future demand. Organisations such as Eurostat and the United Nations (UN) use birth statistics for making international comparisons. The media also report on key trends and statistics.\n"
    },
    {
      "title": "Further Information",
      "markdown": "More data on [births in England and Wales in 2013](http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition\u003dtcm%3A77-317529 \"2013\") are available on the ONS website.\n\nData on [deaths in England and Wales in 2013](http://www.ons.gov.uk/ons/rel/vsob1/death-reg-sum-tables/2013/index.html \"2013\") are available on the ONS website.\n\nA [Quality and Methodology Information (275.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-birth-statistics.pdf \"Quality and Methodology Information for Birth Statistics\") document for birth statistics is available on the ONS website. Further information on data quality, legislation and procedures relating to births is available on the ONS website in [births metadata (439.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/births-metadata.pdf \"Births metadata\") .\n\nFurther 2013 births statistics will be published later in 2013; see the [Publication Hub](http://www.ons.gov.uk/ons/external-links/publication-hub.html \"Publication Hub\") for more details on releases.\n\nThere is a new version of the [interactive mapping tool](http://www.neighbourhood.statistics.gov.uk/HTMLDocs/dvc170/index.html \"interactive mapping tool\") which enables the total fertility rate to be analysed at the local level for the years 2001 to 2013. The tool now includes revised rates for 2002-2010 which have been calculated using population estimates revised to take account of the 2011 Census.\n\nFor births data for other UK countries please see the [latest birth statistics for Northern Ireland](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra---births-statistics.html \"NISRA Birth Statistics\") and the [latest birth statistics for Scotland](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/gro-scotland--births.html \"GRO Scotland: Births\").\n\nInternational comparisons of live birth numbers and rates are available in the [Vital Statistics: Population and Health Reference Tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"[Vital Statistics: Population and Health Reference Tables index\").\n"
    }
  ],
  "accordion": [
    {
      "title": "References",
      "markdown": "1000 Lives Plus, Transforming Maternity Services- Welsh Initiative for Stillbirth Reduction (WISR) [accessed 01 July 2014], available at: [www.1000livesplus.wales.nhs.uk/maternity-services-stillbirth](http://www.1000livesplus.wales.nhs.uk/maternity-services-stillbirth \"1000 lives births\")\n\nDel Bono E, Weber A, Winter-Ebmer R (2014) Fertility and economic instability: the role of unemployment and job displacement, available at: [www.iser.essex.ac.uk/publications/working-papers/iser/2014-06.pdf](http://www.iser.essex.ac.uk/publications/working-papers/iser/2014-06.pdf \"www.iser.essex.ac.uk\")\n\nDepartment for Health (2013) Public Health Outcomes Framework, available at: [www.gov.uk/government/publications/healthy-lives-healthy-people-improving-outcomes-and-supporting-transparency](http://www.gov.uk/government/publications/healthy-lives-healthy-people-improving-outcomes-and-supporting-transparency \"GOV.UK - Healthy lives, healthy people; Improving outcomes\")\n\nDepartment for Health (2012) NHS Outcomes Framework, available at: [www.gov.uk/government/publications/nhs-outcomes-framework-2013-to-2014](http://www.gov.uk/government/publications/nhs-outcomes-framework-2013-to-2014 \"GOV.UK - NHS Outcomes 2013 to 2014\")\n\nDepartment for Work and Pensions (2013) Simplifying the welfare system and making sure work pays, available at: [www.gov.uk/government/policies/simplifying-the-welfare-system-and-making-sure-work-pays](http://https//www.gov.uk/government/policies/simplifying-the-welfare-system-and-making-sure-work-pays \"GOV.UK - Simplifying the walfare system\")\n\nGardosi J, Madurasinghe V, Williams M, Malik A and Francis A (2013) ‘Maternal and fetal risk factors for stillbirth: population based study’, British Medical Journal, 346:f108, available at: [www.ncbi.nlm.nih.gov/pmc/articles/PMC3554866/pdf/bmj.f108.pdf](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3554866/pdf/bmj.f108.pdf \"www.ncbi.nlm.nih.gov - Maternal and fetal risk factors for stillbirth: population based study\")\n\nJefferies J (2008) [Fertility Assumptions for the 2006-based national population projections (297 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/fertility-assumptions-for-the-2006-based-national-population-projections.pdf \"[Fertility Assumptions for the 2006-based national population projections\") , Population Trends 131 pp 19–27, available at: [www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/2006-based-national-population-projections-for-the-uk-and-constituent-countries.pdf](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/2006-based-national-population-projections-for-the-uk-and-constituent-countries.pdf \"ONS.GOV.UK - Fertility Assumptions for the 2006-based national population projections\")\n\nLanzieri G (2013) Towards a ‘baby recession’ in Europe? Available at: [epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-SF-13-013/EN/KS-SF-13-013-EN.PDF](http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-SF-13-013/EN/KS-SF-13-013-EN.PDF \"eurostat.ec.europa.eu - Towards a ‘baby recession’ in Europe?\")\n\nNi Bhrolcháin M and Beaujouan E (2012) Fertility postponement is largely due to rising educational enrolment, Population Studies: A Journal of Demography, available at: [http://www.tandfonline.com/doi/pdf/10.1080/00324728.2012.697569](http://www.ons.gov.uk/ons/external-links/other/taylor---francis---fertility-postponement-due-to-rising-educational-enrolment.html \"www.tandfonline.com - Fertility postponement is largely due to rising educational enrolment, Population Studies\")\n\nONS (2012) ‘Childbearing of UK and non-UK born women living in the UK, 2011’, available at: [www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011/index.html](http://www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011.html \"ONS.GOV.UK - Childbearing of UK and non-UK born women living in the UK, 2011\")\n\nONS (2013) ‘Childbearing of UK and non-UK born women living in the UK, 2011 Census data’, available at: [www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011-census-data/index.html](http://www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011-census-data.html \"ONS.GOV.UK - Childbearing of UK and non-UK born women living in the UK, 2011 Census data\")\n\nONS (2013) ‘Why has the fertility rate risen over the last decade in England and Wales’, available at: [www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2011--final-/sty-fertility.html](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2011--final-/sty-fertility.html \"ONS.GOV.UK - Why has the fertility rate risen over the last decade in England and Wales\")\n\nStillbirth and Neonatal Death charity (Sands) UK stillbirth and neonatal death charity, Sands and the Department of Health progress stillbirth public awareness initiative [accessed 23 June 2014], available at: [http://uk-sands.org/news/research/2013-03-06/sands-and-department-health-progress-stillbirth-public-awareness-initiative](http://www.ons.gov.uk/ons/external-links/other/sands.html \"uk-sands.org - Sands and the Department of Health progress stillbirth public awareness initiative\")\n\nTromans N, Natamba E, Jefferies J and Norman P (2008) ‘Have national trends in fertility between 1986 and 2006 occurred evenly across England and Wales?’, Population Trends 133, pp 7–19, autumn 2008, available at: [www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--133--autumn-2008/have-national-trends-in-fertility-between-1986-and-2006-occurred-evenly-across-england-and-wales-.pdf](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--133--autumn-2008/have-national-trends-in-fertility-between-1986-and-2006-occurred-evenly-across-england-and-wales-.pdf \"Have national trends in fertility between 1986 and 2006 occurred evenly across England and Wales?\")\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "1. Birth figures are based on births occurring in the data year, but incorporate a small number of late registrations from births occurring in the previous year.\n\n2. There is a large degree of comparability in birth statistics between countries within the UK. However, there are some differences although these are believed to have a negligible impact on the comparability of the statistics. These differences are outlined in [Quality and Methodology Information (275.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-birth-statistics.pdf \"Quality and Methodology Information for Birth Statistics\") document for births.\n\n3. The total fertility rate (TFR) is the average number of live children that a group of women would each have if they experienced the age-specific fertility rates of the calendar year in question throughout their childbearing lives. The TFR provides an up-to-date measure of the current intensity of childbearing. Changes in timing of births may influence the TFR; for example if women are increasingly delaying childbearing to older ages the TFR may underestimate average family size. National TFRs are calculated by summing single-year age-specific fertility rates over all ages within the childbearing years (taken to be ages ‘15 and under’ to ages ‘44 and over’). TFRs for subnational areas (that is regions, counties, unitary authorities and health authorities/boards) are calculated by summing five-year age-specific fertility rates over all childbearing ages and then multiplying by five (this method gives more robust TFRs for areas with smaller populations). The TFRs for 2013 have been calculated using the mid-2013 population estimates.\n\n4. Stillbirth definition – a baby born after 24 or more weeks completed gestation and which did not, at any time, breathe or show signs of life.\n\n5. The Human Fertilisation and Embryology Act 2008 contained provisions enabling two females in a same-sex couple to register a birth from 1 September 2009 onwards. Due to the small numbers of births registered to same sex couples, births registered within a civil partnership are included with births registered within marriage. Births registered by a same-sex couple outside of a civil partnership have been included with births registered outside marriage. The impact on 2013 birth statistics is negligible since only 0.1% of live births were registered to same-sex couples. In 2013 there were 655 live births registered to same-sex couples in a civil partnership and 259 live births registered to same-sex couples outside a civil partnership.\n\n6. The standardised mean (average) age of mother is calculated using mid-year population estimates. The standardised mean age of mother is used in order to eliminate the impact of any changes in the distribution of the population by age and therefore enables trends over time to be analysed. Standardised means are calculated using rates per thousand female population by single year of age of mother.\n\n7. A list of the names of those given pre-publication access to the statistics and written commentary is available in [Pre-release Access List for Birth Summary Tables 2013](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2013/pra-birth-summary-tables--england-and-wales--2013.html \"PRA Birth summary tables, England and Wales 2013\").  The rules and principles which govern pre-release access are featured within the [Pre-release Access to Official Statistics Order 2008](http://www.legislation.gov.uk/uksi/2008/2998/schedule/made \"Pre-release Access to Official Statistics Order 2008\").\n\n8. Special extracts and tabulations of births data for England and Wales are available to order (subject to legal frameworks, disclosure control, resources and agreements of costs, where appropriate). Such enquiries should be made to:\n\nVital Statistics Outputs Branch\nOffice for National Statistics\nLife Events and Population Sources Division\nSegensworth Road\nTitchfield\nFareham\nHampshire\nPO15 5RR\nTel: +44 (0)1329 444 110\nE-mail: \u003cvsob@ons.gsi.gov.uk\u003e\n\nThe [ONS charging policy](http://www.ons.gov.uk/ons/about-ons/who-we-are/services/charging-policy/index.html \"ONS charging policy\") is available on the ONS website.\n\n9. We would welcome feedback on the content, format and relevance of this release. Please send feedback to the postal or email address above.\n\n10. Follow ONS on [Twitter](https://twitter.com/statisticsONS \"Twitter\") and [Facebook](http://facebook.com/statisticsONS \"Facebook\").\n\n11. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "There were 698,512 live births in England and Wales in 2013, a decrease of 4.3% from 729,674 in 2012.",
  "headline2": "In 2013, the Total Fertility Rate (TFR) decreased to 1.85 children per woman, from 1.94 in 2012.",
  "headline3": "In 2013 the stillbirth rate fell to 4.7 per thousand total births, from 4.9 in 2012.",
  "summary": "Annual data of live births, fertility rates, percentage of births outside marriage, sex ratio, mean age of mother and country of birth of mother and father.",
  "relatedBulletins": [],
  "title": "Births in England and Wales, 2013",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Births in England and Wales, 2013",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/livebirths/bulletins/birthsinenglandandwales2013",
  "fileName": "birthsinenglandandwales2013",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Live births",
      "fileName": "livebirths",
      "breadcrumb": []
    }
  ]
}