{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key points",
      "markdown": "- Figures quoted in this statistical bulletin are at current prices, which include the effects of price changes (inflation).\n\n- It should be noted that these estimates relate to totals for all individuals within the household sector for a region rather than to an actual average household or family unit. GDHI per head estimates give values for each person, not each household.\n\n- In 2012 London had the highest GDHI per head, where the average person had £21,446 available to save or spend. Northern Ireland had the lowest, with the average person only having £13,902 (see Table 1).\n\n- Of the 37 NUTS2 sub-regions, in 2012 Inner London had the highest GDHI per head, where the average person had £24,940 available to save or spend. The West Midlands sub-region had the lowest, with the average person only having £13,300 (see Table 2).\n\n- Of the 139 NUTS3 local areas, in 2012 Inner London - West had the highest GDHI per head, where the average person had £36,963 available to save or spend. Nottingham had the lowest, with the average person only having £11,411 (see Table 3).\n\n- Between 2011 and 2012, GDHI per head of population increased in all NUTS1 regions. The North East had the strongest growth at 4.0%, followed by Wales at 3.8%. Northern Ireland had the weakest growth at 2.7%.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents the latest estimates of Gross Disposable Household Income (GDHI) for regions (see Table 1), sub-regions and local areas of the UK. GDHI is the amount of money that all of the individuals in the household sector have available for spending or saving after income distribution measures (for example taxes, social contributions and benefits) have taken effect.\n\nIt should be noted that these estimates relate to totals for all individuals within the household sector for a region rather than to an actual average household or family unit. GDHI per head estimates give values for each person, not each household.\n\nThe statistics are presented for areas according to the European classification of Nomenclature of Units for Territorial Statistics (NUTS) (see background note 1).\n\n#### Table 1: Regional gross disposable household income, 2012\n[Table 1-Table]\n\nOf the 12 NUTS1 regions, in 2012 regional GDHI per head was above the UK average (£16,791) in four regions: London (£21,446); the South East (£19,126); East of England (£17,630); and the South West (£16,914). The lowest GDHI per head was in Northern Ireland (£13,902) (see Map 1).\n\nLondon’s GDHI per head was 27.7% above the UK average while Northern Ireland was 17.2% below.\n\n### Map 1: Regional GDHI per head UK map, 2012\n[Map 1-Map]\n\nPer head indices allow a comparison of regional data with the UK average. With the UK being indexed at 100, Figure 1 presents a comparison of the GDHI per head for each NUTS1 region, from 1997 to 2012. Click to enlarge the chart.\n\n### Figure 1: NUTS1 regions\u0027 GDHI per head indices, 1997-2012\n[Figure 1-Chart]\n"
    },
    {
      "title": "Regional (NUTS1) estimates",
      "markdown": "### GDHI per head of population (NUTS1)\n\nIn 2012 the highest growth in Gross Disposable Household Income (GDHI) per head was in the North East at 4.0%, followed by Wales at 3.8%. The lowest growth was in Northern Ireland at 2.7%.\n\nIn 2012 the rate of GDHI per head growth was higher than in 2011 in all regions (see Figure 2). The rate of annual growth increased most in the North East (from 1.9% in 2011 to 4.0% in 2012) and London (from 1.3% in 2011 to 3.4% in 2012).\n\n### Figure 2: NUTS1 GDHI per head growth on previous year, 2010, 2011 and 2012\n[Figure 2-Chart]\n\nIndex values allow a direct comparison with the UK average value (UK\u003d100) in any given period.\n\nBetween 1997 and 2012 four regions\u0027 per head indices increased compared with the UK average (see Figure 3). These were London, which increased from 122.4 to 127.7; Northern Ireland from 80.5 to 82.8; Scotland from 94.7 to 96.9; and Wales from 86.2 to 87.1. \n\nBetween 1997 and 2012 Yorkshire and The Humber showed the greatest downward movement away from the UK average, with a decrease from 90.1 to 86.8.\n\n### Figure 3: NUTS1 GDHI per head index comparison with UK average, 1997 and 2012\n[Figure 3-Chart]\n\n### Total GDHI (NUTS1)\n\nIn 2012 total GDHI increased in all UK regions. The highest percentage growth since 2011 was in London (4.7%) and the lowest in Northern Ireland (3.2%) followed by Scotland (3.5%). These compare with the total UK growth of 4.0%.\n\nIn 2012 the rate of annual growth was higher than that in 2011 in all regions. The rate of growth increased most in the North East (from 2.3% in 2011 to 4.2% in 2012). \n\n### Regional shares of total GDHI (NUTS1)\n\nLondon had the largest increase in regional share of UK GDHI between 1997 and 2012 (from 14.7% to 16.7%) (see Figure 4). The largest decrease in share in this period was in the North West (from 10.7% to 9.9%).\n\n### Figure 4: Percentage share of UK GDHI, 2012\n[Figure 4-Chart]\n"
    },
    {
      "title": "Sub-regional (NUTS2) estimates",
      "markdown": "### Table 2: NUTS2 sub-regions top five and bottom five GDHI per head, 2012\n[Table 2-Table]\n\n### GDHI per head of population (NUTS2)\n\nInner London had the highest GDHI per head (£24,940) in 2012, followed by Surrey, East and West Sussex (£20,595). The West Midlands had the lowest (£13,300), followed by South Yorkshire (£13,742) (see Table 2).\n\nIn 2012, of the 37 NUTS2 sub-regions, 14 were above the UK average GDHI per head (£16,791), including all those within London and the South East. In each of the NUTS2 sub-regions within the North East, East Midlands, Wales and Northern Ireland, GDHI per head was below the UK average (see Figure 5).\n\n### Figure 5: NUTS2 GDHI per head grouped by NUTS1 region, 2012\n[Figure 5-Table]\n\n### Total GDHI (NUTS2)\n\nIn 2012 total GDHI grew in all NUTS2 sub-regions, with the highest percentage growth since 2011 in Inner London at 5.3%, followed by East Wales at 4.4%. The lowest percentage growth was in Northern Ireland at 3.2%.\n"
    },
    {
      "title": "Local area (NUTS3) estimates",
      "markdown": "### Table 3: NUTS3 Local areas top five and bottom five GDHI per head, 2012\n[Table 3-Table]\n\n### GDHI per head of population (NUTS3)\n\nIn 2012, of the 139 NUTS3 areas, 42 were above the UK average GDHI per head. Inner London - West had the highest GDHI per head (£36,963), followed by Surrey (£23,672). Nottingham (£11,411) had the lowest, followed by Leicester (£11,539) (see Table 3).\n\nIn 2012 GDHI per head increased in every NUTS3 area.\n\nFigure 6 shows the top and bottom five NUTS3 local areas by GDHI per head in 2012. The largest increase in the rate of annual growth of all 139 local areas was in Inner London – West, from -1.2% in 2011 to 5.9% in 2012.\n\n### Figure 6: NUTS3 GDHI per head growth on previous year, 2010, 2011 and 2012\n[Figure 6-Chart]\n\n### Total GDHI (NUTS3)\n\nIn 2012 total GDHI grew in all NUTS3 areas, with the highest percentage growth since 2011 in Inner London – West at 6.4%. The lowest percentage growth was in Glasgow City at 2.7%.\n\nIn 2012 the rate of growth in total GDHI increased most in Inner London – West, from -0.1% in 2011 to 6.4% in 2012. The rate of growth decreased in 20 local areas, with the greatest reduction seen in Aberdeen City and Aberdeenshire, from 5.2% to 3.4%.\n"
    },
    {
      "title": "Component analysis",
      "markdown": "The components of Gross Disposable Household Income (GDHI) trace the resources (incomings) and uses (outgoings) of the household and non-profit institutions serving households (NPISH) economic sector. This component analysis will look at the different incomings of this sector. For more information about the make-up of the primary and secondary accounts discussed in this section, please see \u0027About this release\u0027. Data discussed in this section can be found in reference table 1.2.\n\nUsers can perform their own analyses on GDHI data using [this interactive tool](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---interactive-map-june-2014.html \"Neighbourhood Statistics - Interactive map June 2014\"). The tool contains component level data, at NUTS3 level, for the entire time series.\n\n### Household and NPISH sector resources\n\nResources, or incomings, of the household and NPISH sector can be split into primary resources and secondary resources. The former relates to items such as wages and salaries, rental income and interest on savings. The latter relates to social benefits received and other current transfers, such as monetary gifts and insurance pay-outs.\n\n### Primary resources\n\nPrimary resources comprise operating surplus, mixed income, compensation of employees and property income and relate to the income earned by the household and NPISH sector as a result of productive activity or the ownership of productive assets. They include wages and salaries, rental income from buildings, income from self-employment and income from the ownership of financial assets, such as interest on savings.\n\nFigure 7 illustrates the proportion of a region\u0027s total resources (primary resources plus secondary resources), or incomings, that was made up of total primary resources in 1997, 2007 and 2012.\n\n### Figure 7: Primary resources as a proportion of total resources, 1997, 2007 and 2012\n[Figure 7-Chart]\n\nIn almost all regions, a pattern can be seen showing an increase in the amount of primary resources earned as a proportion of total household incomings between 1997 and 2007, followed by a decrease between 2007 and 2012. This follows the UK pattern, which increased from 77.6% in 1997 to 78.9% in 2007, followed by a drop to 74.9% in 2012.\n\nThe exception to this pattern is the West Midlands, which decreased across both periods, from 76.8% in 1997, to 76.3% in 2007, to 71.6% in 2012.\n\nThe economic downturn hit the UK in 2008 quarter 4. The fall in the amount of primary resources earned as a proportion of total household incomings between 2007 and 2012 shows the effect the downturn has had regionally. The largest fall across this period was seen in Yorkshire and The Humber and Northern Ireland, which both decreased by 4.8%. The smallest decrease between 2007 and 2012 was in London, which saw a decrease of 2.3%.\n\nMap 2 allows us to look at primary resources as a percentage of total household incomings for 2012.\n\n### Map 2: Primary resources as a proportion of total resources 2012, by NUTS1 region\n[Map 2-Map]\n\nOf the NUTS1 regions Wales received the smallest share of primary resources as a proportion of total household incomings in 2012, at 67.8%. This was followed by the North East at 68.9%. London received the largest proportion at 83.4%, followed by the South East at 77.4%.\n\nIn 2012 there were three regions above the UK average of 74.9%: London, the South East and the East of England.\n\nThe following section looks at the other incomes earned by the household sector, which are described as ‘secondary resources’.\n\n### Social benefits and imputed social contributions\n\nSocial benefits and imputed social contributions are the main source of secondary resources, the amount received by the household sector in the redistribution of income. They include national insurance fund benefits, such as state pensions and unemployment allowance, and non-contributory benefits such as Child Benefit and tax credits. Imputed social contributions are those paid directly by employers to current and former employees.\n\nFigure 8 illustrates the proportion of a region\u0027s total resources (primary resources plus secondary resources), or incomings, that was made up of social benefits and imputed social contributions in 1997, 2007 and 2012.\n\n### Figure 8: Social benefits and imputed social contributions as a proportion of total resources, 1997, 2007 and 2012\n[Figure 8-Chart]\n\nFigure 8 paints an opposite picture to that expressed in Figure 7. Of the three years, 1997, 2007 and 2012, for most regions the largest amount of incomings earned from social benefits and imputed contributions was in 2012, whereas they made the smallest contribution to household incomings in 2007. The exception was London, where the contribution in 2012 remained below that in 1997.\n\nThe largest increase in the amount of social benefits and imputed contributions received as a proportion of total incomings between 2007 (pre-economic downturn) and 2012 was a difference of 4.6% in four regions: Yorkshire and The Humber; East Midlands; West Midlands; and the South West.\n\nMap 3 shows the proportion of a region\u0027s total resources (primary resources plus secondary resources), or incomings, that the household sector in a region received as social benefits and social contributions in 2012.\n\n### Map 3: Social benefits and imputed contributions as a proportion of total resources 2012, by NUTS1 region\n[Map 3-Map]\n\nIn 2012, Wales received the largest share of social benefits and social contributions as a proportion of total incomings, at 26.0%, followed by the North East at 25.2%. London received the smallest proportion at 13.5%, followed by the South East at 18.5%.\n\nIn 2012 social benefits and social contributions, as a proportion of total incomings, were below the UK average of 20.3% in three regions: the East of England, London and the South East.\n"
    },
    {
      "title": "Variation within regions",
      "markdown": "The countries and regions of the UK have differing demographic characteristics, industrial structure and economic performance. There is also a wide variation in the size and population of the regions which makes comparison difficult using cash totals. Estimates on a per head basis allow for the comparison of regions significantly different in absolute size.\n\nWithin NUTS1 regions there can be wide variation between the NUT3 local areas contained therein. Figure 9 illustrates variation in the range of GDHI per head at NUTS3 geography, within the NUTS1 regions of the UK.\n\n### Figure 9: NUTS3 GDHI per head highest and lowest NUTS3 area within each NUTS1 region, 2012\n[Figure 9-Chart]\n\nLocal areas within close proximity can vary drastically, for example, within the East Midlands NUTS1 region there are 11 NUTS3 local areas, of which neighbouring areas South Nottinghamshire and Nottingham have the highest and lowest GDHI per head respectively within the NUTS1 region.\n\nIn 2012 London was the only region where each constituent local area had a GDHI per head above the UK average of £16,791. Wales and Northern Ireland were the only regions in which each local area was below the UK average.\n\nThe greatest range between the local areas within a region was in London, the lowest being Outer London - East and North East at £16,876, the highest being Inner London - West at £36,963, more than double the lowest. The smallest range between the local areas within a NUTS1 region was in Wales, where the local area with the lowest GDHI per head was Gwent Valleys at £13,452 and the highest was Monmouthshire and Newport at £15,794.\n"
    },
    {
      "title": "Economic context",
      "markdown": "Overall the UK economy is estimated to have seen output increase in real terms by 0.3% in 2012 when compared with 2011. Economic output remained static in Q1 (January - March) and increased in Q3 (July - September), but declined in Q2 (April - June) and Q4 (October - December).  The decline in output during Q2 coincided with a change in bank holidays for the Diamond Jubilee and poor weather from April to June, which is likely to have had some impact on certain sectors of the economy. By contrast, the Olympics and Paralympics took place during Q3 2012 which may have helped raise the level of output in that quarter.\n\nThe overall increase in GDP in 2012 compared with 2011 was due to real term increases in household final consumption expenditure and general government final consumption expenditure which helped to compensate for a deficit in net trade that weighed down overall growth.\n\nNominal regional GVA increased in almost all UK regions and countries during 2012, except the East Midlands where GVA was flat.  Growth was highest in the South East, where it increased by 3.3% year-on-year, followed by the North West, which was the only other region with a growth rate in excess of 2%. \n\nThroughout 2012 interest rates remained at 0.5% and, although inflation slowed, it stayed above the Bank of England’s target of 2%. The Consumer Price Index (CPI) rose by 2.8% from 2011 to 2012 following a 4.5% rise from 2010 to 2011.\n\nIn 2012 the number of births of businesses exceeded the number of deaths in most English regions and Scotland. Business deaths only exceeded business births in Yorkshire and The Humber, West Midlands, South West, Wales and Northern Ireland.\n\nOverall the number of workforce jobs in the UK increased from December 2011 to December 2012, with a 3% increase in jobs in London and a 1% increase in the West Midlands, South East and Wales. The total number of workforce jobs in the North East, East Midlands, East of England and South West declined during this period. The remaining countries and regions saw little change over the period.\n\nIn general, unemployment rates fell and employment rates increased from Q4 2011 to Q4 2012, although the change wasn’t statistically significant in most cases. London, however, did experience a statistically significant increase in the employment rate and decrease in the unemployment rate. The other region with a statistically significant increase in the employment rate was the West Midlands. The claimant count rate of Jobseekers Allowance claimants decreased slightly in most of the English regions and Scotland.  In the North East and Northern Ireland, however, there was an increase in the claimant rate, whilst Wales and Yorkshire and The Humber saw no change year-on-year.\n\nThe total foreign exports of goods from each of England, Wales and Northern Ireland decreased in 2012 compared with 2011 due mostly to declines in exports to the EU. Scotland, however, experienced an increase in total exports (1.6%), helped by a 4.4% increase in non-EU exports. With a reduction of 10.2%, Wales experienced the largest overall decrease in exports in 2012. Of the English regions, the largest decreases in total exports were in London and the South East (-3.4%), while the West Midlands saw the largest increase (6.9%).\n"
    },
    {
      "title": "About this release",
      "markdown": "1. Gross Disposable Household Income (GDHI) is the amount of money that all of the individuals in the household sector have available for spending or saving after income distribution measures (for example taxes, social contributions and benefits) have taken effect.\n\n2. **GDHI does not provide measures relating to actual households or family units.**\n\n3. The household sector comprises all individuals in an economy, that is people living in traditional households as well as those living in institutions such as retirement homes and prisons. The sector also includes sole trader enterprises (the self-employed) and non-profit institutions serving households (NPISH). Examples of the latter include charities and most universities.\n\n4. A distinction can be made between the two stages of income distribution:\n\n\t**The allocation of primary income account** shows the income of households generated from employment and ownership of assets. The balance of primary income is equal to total primary resources less total primary uses.\n\n\t- Total primary resources: compensation of employees (income from employment), operating surplus (mainly rental, imputed or otherwise), mixed income from self-employment and property income received from financial assets.\n\n\t- Total primary uses: property income paid (for example mortgages, rent on land).\n\n\t**The secondary distribution of income account** includes government redistribution of income. The balance of secondary income is equal to total secondary resources less total secondary uses.\n\n\t- Total secondary resources: social benefits (for example state pensions, Jobseekers Allowance, incapacity benefits) and other current transfers received (such as financial gifts, non-life insurance claims).\n\n\t- Total secondary uses: current taxes on income and wealth, social contributions paid (employee\u0027s pension/social security contributions) and other current transfers paid (for example non-life insurance premiums).\n\n\tGDHI is derived from the balances of primary and secondary income. It includes consumption of fixed capital (the decline in value of fixed assets due to normal wear and tear, items becoming obsolete and a normal rate of accidental damage).\n\n\t**GDHI \u003d Balance of Primary Income + Balance of Secondary Income** \n\n5. GDHI estimates in this bulletin are available at three geographical levels, in accordance with the Nomenclature of Units for Territorial Statistics (NUTS). See background note 1.\n\n6. Per head data takes account of the entire resident population of regions, sub-regions and local areas. The working population and the economically inactive are included. These estimates are produced at current prices which include the effects of price changes (inflation).\n\n7. Revised population data from the 2011 ONS Census have been used in these estimates. The revised data cover 2001-2011.\n\n8. Regional GDHI estimates for 2012 are released for the first time with revisions back to 1997 (see background note 3). These estimates update those published in April 2013. Estimates for 2012 should be considered provisional until revised next year.\n\n9. For the years 1997-2010, these estimates are consistent with the [National Accounts Blue Book 2013](http://www.ons.gov.uk/ons/rel/naa1-rd/united-kingdom-national-accounts/the-blue-book--2013-edition.html \"United Kingdom National Accounts - The Blue Book, 2013 edition\"). For the years 2011-2012, the UK estimates for taxes paid (and therefore the component totals/balances) are inconsistent with the data published in Blue Book 2013. This anticipates the correction of an error that will be rectified in Blue Book 2014.\n\n10. At component level for the period 2009-2012 there has been a notable reduction across all regions in property income received (resources) and property income paid (uses) in the household and NPISH sector. This can be traced to the national estimates for the UK (National Accounts Blue Book 2013), where large falls occurred in the national property income received and paid. These falls can be attributed to the impact of the financial crisis upon the FISIM (Financial Intermediation Services Indirectly Measured) adjustments applied within the household and NPISH sector. [An article on this is available on the ONS website (109.8 Kb Pdf)](http://www.ons.gov.uk/ons/rel/elmr/economic-and-labour-market-review/no--6--june-2010/the-recording-of-financial-intermediation-services-within-sector-accounts.pdf \"The recording of financial intermediation services within sector accounts\") .\n"
    },
    {
      "title": "Domestic (UK) use of regional GDHI estimates",
      "markdown": "These statistics provide an overview of economic diversity and social welfare at regional, sub-regional and local area levels. They supply information about the availability of disposable income throughout the UK. Disposable income is a concept which can be used to approximate the ‘material welfare’ within the household sector, although the term ‘welfare’ is commonly used in ways that go beyond financial wealth and, as such, cannot be measured by a single statistic.  \n\nThese estimates are used by the UK Government and the devolved administrations of Northern Ireland, Scotland and Wales to formulate and monitor economic policy and allocate resources.\n\nThe Scottish Government uses these statistics within the Scottish National Accounts Project (SNAP) system, in modelling quarterly estimates of Household Distribution and Use of Income and also in the compilation of a Households’ Saving Ratio. The resulting SNAP outputs are widely used by economic commentators and academics in Scotland.\n\nThese estimates are not currently used in any of the Scotland Performs National Indicators, however there is an increasing demand for the Scottish Government to provide a wider range of socio-economic indicators alongside Gross Domestic Product. The Scottish Government is considering including Household Income and Households’ Saving Ratio in this suite of national indicators.\n\nThe Welsh Government regards the GDHI statistics as a key economic indicator. A current example of this is through the Programme for Government. This identifies the Welsh Government’s commitments and the means by which progress will be measured over the five-year term. Within the Programme for Government, and in relation to Growth and Sustainable Jobs, GDHI per head and Primary Income per head are identified as two of four key outcome indicators for Wales.\n\nThe Northern Ireland Executive uses these statistics in conjunction with other economic measures and surveys to give an overall picture of the economy.\n\nLocal authorities use these statistics to facilitate evidence-based policy-making. These statistics inform the general public and provide insight into the relative socio-economic picture of the UK and issues such as the ‘North-South divide’. They are used in the House of Commons library to answer enquiries from MPs about regional differences in the income of households. \n\nThe ONS Regional Accounts team also receives general enquiries relating to these estimates from a diverse range of bodies including other government departments, local authorities, business analysts, consultancy firms, financial institutions, economists and the media (provincial and national). These statistics also facilitate academic research by individuals and universities within the UK and abroad. \n\nGeneral enquiries about the estimates, compilation methods, quality information or difficulties in finding latest figures can be e-mailed to the Regional Accounts team at \u003cregionalaccounts@ons.gov.uk\u003e or by telephoning +44 (0)1633 456878.\n"
    },
    {
      "title": "European use of disposable household income estimates",
      "markdown": "The production of regional disposable income of households is a legal requirement under the European System of Accounts (ESA 1995). Whereas Gross Disposable Household Income is compiled for UK domestic use, the estimates provided to Eurostat (the statistical department of the European Commission) are net of consumption of fixed capital (see section ‘About this release’) at the NUTS2 level. \n\nConsumption of fixed capital (CFC) is included in the Operating Surplus/Mixed Income (OS/MI) components of the Primary Income Account. The CFC element is estimated and removed from the regional OS/MI, to derive the Net Disposable Household Income (NDHI) estimates.\n\nThe European Union (EU) uses these NDHI estimates to inform regional policy and analysis, and to identify disparities in regional welfare across the Member States.\n\nMember States provide estimates of NDHI in their national currencies. Eurostat then converts these using specific purchasing power standards for final consumption expenditure, called Purchasing Power Consumption Standards (PPCS). [This process enables meaningful comparisons to be made between the Member States](http://www.ons.gov.uk/ons/external-links/other/eurostat/eurostat--estimates-of-ndhi.html \"Eurostat: Estimates of NDHI\").\n\nFigure 10 illustrates the range of disposable income across EU NUTS2 sub-regions in 2011. The NUTS2 sub-regions with the highest and lowest disposable income per inhabitant (in purchasing power standards (PPS)) are displayed for each EU country. Some EU countries are represented by a single line as they only have one constituent NUTS2 sub-region, for example Estonia.\n\nOf the NUTS2 sub-regions shown on the chart, Luxembourg had the highest disposable income in 2011, followed by Oberbayern in Germany, followed by Inner London in the United Kingdom. This was the first year where Inner London did not have the highest disposable income across the EU since the start of the timeseries in 2000. The sub-region with the lowest disposable income in 2011 was Nord-Est in Romania, followed by Severozapaden in Bulgaria.\n\n### Figure 10: Disposable income of private households by NUTS2 regions in PPS per inhabitant, highest and lowest NUTS2 region within each country, 2011\u003c1,2\u003e\n[Figure 10-Chart]\n"
    },
    {
      "title": "Future work plans",
      "markdown": "- The publication of Regional Gross Disposable Household Income (GDHI) estimates for the period 1997 to 2013 is currently planned for spring 2015.\n\n- ONS plans to publish estimates of regional, sub-regional and local Gross Value Added compiled using the income approach (GVA(I)) for 1997 to 2013, on the 10th of  December 2014.\n\n- A re-release of the GVA(I) data for 1997 to 2012, originally published in December 2013, is planned for the 2nd of July 2014. The re-release will contain GVA per head data updated to incorporate recently published Scottish Census population data. It will be accompanied by additional analyses and analytical tools.\n\n- On the 18th December 2013 ONS Regional Accounts published experimental estimates of regional real Gross Value Added, compiled using the production approach (GVA(P)). These estimates are in constant prices, deflated to remove the effect of inflation. An update to these estimates is planned for 18th December 2014. During 2014-2015 a regional GVA balancing project will consider the viability of producing a single balanced measure of regional GVA.\n\n- Changes in NUTS boundaries arising from the 2013 NUTS review will become active in January 2015. These changes will be implemented in the regional GDHI publication scheduled for spring 2015 and the regional GVA(I) and GVA(P) publications scheduled for December 2015. At NUTS2 level, Inner London will be split into two new NUTS2 sub-regions, and Outer London will be split into three. At NUTS3 level, 14 existing NUTS3 local areas in England will be split into 48. [More information on these changes can be found here](http://www.ons.gov.uk/ons/guide-method/geography/news/bulletin-2014-11--changes-to-nuts-areas-in-january-2015/index.html \"Bulletin 2014/11: Changes to the Nomenclature of Territorial Units for Statistics (NUTS) areas in January 2015\").\n\n- Relevant methodological changes arising from the introduction of the European System of Accounts 2010 (ESA 2010) will be implemented in the Regional Accounts during the course of 2014 and beyond, in step with the UK National Accounts. \n\n- During 2014 and beyond, the ONS Open Data Project will improve access to Regional Accounts data on the ONS website and offer greater facility for users to customise datasets.\n"
    },
    {
      "title": "Interactive map",
      "markdown": "**[This interactive map allows the user to create their own analyses of GDHI per head](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---interactive-map-june-2014.html \"Neighbourhood Statistics - Interactive map June 2014\")** . Data are broken down into 139 NUTS3 local areas, and each component of household income is listed individually.\n\nUsers can select a combination of region, component, and time series and display the data as desired through a range of adjustable settings.\n\n[Infographic here]\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. The Nomenclature of Units for Territorial Statistics (NUTS) provides a single uniform breakdown for the production of regional statistics for the EU. These regional GDHI estimates are compiled at three levels of NUTS geography:\n\n\t- NUTS1: Wales, Scotland, Northern Ireland and the nine English regions.\n\n\t- NUTS2: 37 areas – mainly groups of counties and unitary authorities; can be referred to as sub-regions.\n\n\t- NUTS3: 139 areas – principally individual counties and unitary authorities; also known as local areas.\n\n\t- Some areas appear at more than one level, for example Northern Ireland appears at NUTS1 and NUTS2 level.\n\n\tThe NUTS classification was established by Eurostat in the early 1970s as a single, coherent system for dividing up European Union territory in order to produce regional statistics for the EU. Since 2003, any changes to boundaries to account for local changes in, for instance, local authority boundaries, have needed to go through a formal process of application to the EU, with any changes being implemented at the end of pre-set periods of enforced stability. \n\n2. **Quality**\n\n\t[A Quality and Methodology Information report on these estimates is available here (584.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/economy/quality-and-methodology-information-for-regional-gross-disposable-household-income--gdhi-.pdf \"A Quality and Methodology Information for regional gross disposibl income (GHDI)\") . As with the National Accounts, regional GDHI estimates are calculated as reliably as possible. There is no easy way to measure the reliability of the estimates but ONS carries out consistency checks on data inputs, applies methods consistently and makes use of local knowledge for England, Scotland, Wales and Northern Ireland through consultation with key users in the devolved administrations and other government departments. The estimates are partly based on sample surveys and the quality of the results therefore varies according to sample size. This means that the results for smaller regions are subject to a greater degree of uncertainty than those for larger regions.\n\n3. **Revisions**\n\n\tRevisions to GDHI estimates in this statistical bulletin cover the period 1997 to 2011.\n\n\tVery few statistical revisions arise as a result of errors in the popular sense of the word. All estimates, by definition, are subject to statistical error but in this context the word refers to the uncertainty in any process or calculation that uses sampling, estimation or modelling. Most revisions reflect either the adoption of new statistical techniques or the incorporation of new information which allows the statistical error of previous estimates to be reduced. Only rarely are there avoidable errors such as human or system errors and such mistakes are made clear when they are discovered and corrected.\n\n\tThe main reasons for updates since the April 2013 publication are revisions to the national estimates for the UK (National Accounts Blue Book 2013) and updates to source data. There have also been some changes to the methodology for operating surplus and social benefits received, which have resulted in revisions to London and Northern Ireland in particular.\n\n\tRevisions to the total GDHI estimates for 2011 are shown in Table 4.\n\n\t### Table 4: Percentage revisions to regional GDHI in 2011 by NUTS1 region\n\t[Table 4-Table]\n\n4. **Publication policy**\n\n\tNational Statistics are produced to high professional standards set out in the [Code of Practice for Official Statistics](http://www.ons.gov.uk/ons/external-links/stats-authority/uk-statistics-authority-code-of-practice.html \"UK Statistics Authority Code of Practise\"). They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n5. Follow Office for National Statistics on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\"), [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") and [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\").\n\n6. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/economy/regionalaccounts/grossdisposablehouseholdincome/bulletins/regionalgrossdisposablehouseholdincomegdhi/2014-06-04",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/economy"
    },
    {
      "uri": "/economy/regionalaccounts"
    },
    {
      "uri": "/economy/regionalaccounts/grossdisposablehouseholdincome"
    }
  ],
  "description": {
    "headline1": "Figures quoted in this statistical bulletin are at current prices, which include the effects of price changes (inflation).",
    "headline2": "It should be noted that these estimates relate to totals for all individuals within the household sector for a region rather than to an actual average household or family unit. GDHI per head estimates give values for each person, not each household.",
    "headline3": "In 2012 London had the highest GDHI per head, where the average person had £21,446 available to save or spend. Northern Ireland had the lowest, with the average person only having £13,902 (see Table 1).",
    "edition": "2012",
    "nationalStatistic": true,
    "contact": {
      "email": "trevor.fenton@ons.gsi.gov.uk",
      "name": "Trevor Fenton",
      "telephone": "+44 (0)1633 456083"
    },
    "releaseDate": "2014-06-04T00:00:00.000Z",
    "language": "English",
    "title": "Regional Gross Disposable Household Income (GDHI)",
    "summary": "Annual estimates of regional Gross Disposable Household Income (GDHI) released on 4th June 2014. This release contains analysis of GDHI estimates for NUTS1, NUTS2 and NUTS3 regions.",
    "keywords": [
      "regions",
      "gdhi",
      "local",
      "household sector"
    ]
  }
}