{
  "items": [
    {
      "uri": "/businessindustryandtrade/itandinternetindustry/timeseries/raid15",
      "index": null,
      "data": null
    },
    {
      "uri": "/businessindustryandtrade/itandinternetindustry/timeseries/raid16",
      "index": null,
      "data": null
    },
    {
      "uri": "/businessindustryandtrade/itandinternetindustry/timeseries/raid17",
      "index": null,
      "data": null
    },
    {
      "uri": "/businessindustryandtrade/itandinternetindustry/timeseries/raid18",
      "index": null,
      "data": null
    }
  ],
  "datasets": [
    {
      "title": "E-commerce and ICT Activity",
      "summary": "Data on e-commerce sales and how businesses are using the internet",
      "uri": "/businessindustryandtrade/itandinternetindustry/datasets/ecommerceandictactivity",
      "index": null
    }
  ],
  "statsBulletins": [
    {
      "headline1": "E-commerce sales represented 18% of business turnover in 2012, down from 19% in 2011, but up 4.5 percentage points from the 2008 estimate of 14%.",
      "headline2": "Sales by Electronic Data Interchange (EDI) made up two-thirds (67%) of total e-commerce sales in 2012, with the remainder (33%) from website sales.",
      "headline3": "Website sales (£164 billion) represented 6% of business turnover in 2012, up from 5% (£133 billion) in 2011.",
      "title": "E-Commerce and ICT Activity, 2012",
      "summary": "This release provides estimates of the values of e-commerce and the adoption and use of Information and Communication Technologies (ICTs) by UK businesses. The source of the information is the E-commerce Survey of UK Businesses.",
      "uri": "/businessindustryandtrade/itandinternetindustry/bulletins/ecommerceandictactivity2012",
      "index": null
    }
  ],
  "relatedArticles": null,
  "index": 6,
  "type": "product_page",
  "title": "IT and internet industry",
  "summary": "Key statistics here are on the value and percentage of business sales that take place over the internet. We also measure the percentage of businesses that have a website and a broadband connection. These figures allow us to monitor the growing importance of the internet to UK businesses. ",
  "uri": "/businessindustryandtrade/itandinternetindustry",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "Business, industry and trade",
      "summary": "Statistics in this area are related to the production and trade of good and services. These statistics are important for users looking to learn more about this section of the UK economy. Key statistics here are figures on retail sales, business activity, indices for the construction and manufacturing industries and international trade.",
      "uri": "/businessindustryandtrade",
      "index": null
    }
  ]
}