{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Elaine Chamberlain",
    "email": "wealth.and.assets.survey@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- Median household wealth was about seven times larger than median household gross annual income.\n- The distribution of wealth was more unequal than the distribution of income.\n- Households in the top income quintile held 44% of aggregate total wealth.\n- Whilst over half (55%) of households in the lowest income quintile had no property wealth, 7% of households who found themselves in this bottom income group had net property wealth of £250,000 or more.\n"
    },
    {
      "title": "Report Content",
      "markdown": "The first part of this article makes an initial exploration of the relationship between a household’s wealth and their total income. The results here clearly demonstrate why it is important to consider both wealth and income when assessing the economic well-being of households. The release of these data will allow analysts both within and outside government to explore the relationship between wealth and income in far more detail over the coming months.\n\nThe second part of this article considers the quality of the income data available from WAS. Although estimates of total household income derived from WAS are not intended to be as detailed or as comprehensive as those from specialist income surveys (e.g. [the Family Resources Survey](https://www.gov.uk/government/collections/family-resources-survey--2 \"the Family Resources Survey\")), the quality assurance carried out demonstrate that they are comparable to other sources and provide a robust data source to explore the relationship between wealth and income.\n"
    },
    {
      "title": "Introduction",
      "markdown": "### Background\n\nStudies investigating a household’s economic resources have often focussed primarily on income. Such estimates of income are frequently used as a key indicator on which governments are held to account, and by which countries are compared. Nevertheless, income provides just one estimate of material well-being. The 2009 report by the Commission on the Measurement of Economic Performance and Social Progress1 highlighted the need to consider wealth in conjunction with income to better assess living standards.\n\nThis need to look beyond income was a key motive for the introduction of the Wealth and Assets Survey (WAS). The survey is a vital source of information on how households and individuals in Great Britain are managing economically. Whilst the primary focus of WAS is the estimation of household and individual wealth, data on a household’s total income are now available for the period 2010-122.\n\n### The difference between wealth and income\n\nTotal household income is a flow concept, and refers to the incoming flow of resources over time. In WAS, it comprises four constituent parts: earned income from employment (including both employees and the self-employed); income from state support (including benefits, tax credits and state pensions); income from private pensions (including occupational and personal pensions) and other income (such as income from investments and rent from property).\n\nTotal household wealth is a stock concept, and refers to a balance at a point in time. In WAS, it is defined as the sum of four components: net property wealth, net financial wealth, physical wealth and private pension wealth. An [infographic](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/2010-2012/info-wealth-and-assets-survey.html \"infographic\") is available which explains this further. Wealth is typically something which is accumulated and decumulated over time, with income providing one way of accumulating wealth.\n\nWithin the current report only regular income is considered. Information on irregular income (e.g. monies received from a windfall) are collected as part of the survey but excluded from the income measure presented here. Additionally, only gross annual estimates of income are presented. Net estimates, which account for the effects of taxation, are not.\n\nThe figures for income and wealth in this report have not been equivalised3 to reflect differences in household size or composition. Additionally, all figures in this report are presented as current values (i.e. the value at time of interview) and have not been adjusted for inflation.\n\n### Notes for Introduction\n\n1. Report by the Commission on the Measurement of Economic Performance and Social Progress. Professors Joseph E. Stiglitz, Amartya Sen and Jean-Paul Fitoussi. 14 September 2009. In particular, WAS supports two of the recommendations: Recommendation 3: Consider income and consumption jointly with wealth and Recommendation 4: Give more prominence to the distribution of income, consumption and wealth. Both recommendations underpin how UK, EU and OECD are shaping up their requirements on the wider measurement of economic performance, social progress, the environment and sustainability.\n2. In the first two waves of the survey, the only income data that were successfully collected related to earned income – so excluded income from benefits, private pensions and other income such as that from investments and property rentals.\n3. Equivalisation is a process that makes adjustments, so that the standard of living of households with different compositions can be compared.\n"
    },
    {
      "title": "Results",
      "markdown": "### Household wealth seven times larger than income\n\nTable 1 illustrates summary statistics for both total household wealth and income. Households have been ranked into ascending order based upon their total household wealth and total household income respectively and then divided into groups. The 25th percentile splits the distribution, such that a quarter of households have a value less than this and three-quarters of households have a value above this. The median is the 50th percentile point and represents the middle value in the distribution. The 75th percentile indicates the point at which three-quarters of households have a value below and a quarter of households have a value above. Both the distribution of wealth and income are known to be unequal, where a small proportion of households have particularly high values. The median is therefore used to give a better measure for the whole population. Mean values are particularly sensitive to extreme values and have therefore not been presented in the current report. \n\n#### Table 1: Total household wealth and income, summary statistics: Great Britain, 2010-12\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-1.xls \"XLS format\") (4.46 Mb)\n\nComparing estimates for total household wealth with income allows us to understand more about their relative size. Estimates for total household wealth were notably larger than income at the 25th percentile, median and 75th percentile points (Table 1). Focussing on the median value, half of all households had total wealth estimated at £218,400 or more in 2010-12. In comparison, half of all households received gross annual income of £32,100 or more. Median total household wealth was therefore about 7 times larger than median total household income.\n\nFigure 2 looks in more detail at the distribution of total household wealth and income, broken down by selected percentile points. For example, 10% of households will have a lower value and 90% of households will have a higher value than the 10th percentile point.\n\n#### Figure 2: Distribution of total household wealth and income, by percentile points: Great Britain, 2010-12\n[![Figure 2: Distribution of total household wealth and income, by percentile points: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure2_tcm77-369645.png)](http://www.ons.gov.uk/ons/resources/figure2_tcm77-369645.png \"Figure 2: Distribution of total household wealth and income, by percentile points: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nAt each percentile point illustrated in figure 2, the value of total household wealth was larger than the value of gross annual income. The difference was least pronounced at the 10th percentile point. In 2010-12, the value of the 10th percentile for total household wealth was 15% - or £1,700 larger than the equivalent for total household income (£13,100 compared with £11,400). Moving up the distribution, the gap between the percentile values shown for total household wealth and income widens. The 90th percentile value for total household wealth was £918,100; about 11 times larger than the 90th percentile value for total household income which stood at £80,700.\n\n### Household wealth more unequally distributed than income\n\nOne way of comparing inequality in the distributions of household wealth and income is to see what proportion of total wealth is held by the wealthiest fifth (20%) of households, and compare this with the proportion of income received by the income richest fifth of households. In 2010-12, the wealthiest fifth of households owned 62% of all private household wealth in Great Britain. The richest fifth of households according to their income, received 48% of total gross annual income. This indicates that there is a higher degree of inequality in household wealth than household income.\n\nAnother widely used measure of inequality is the Gini coefficient. The Gini coefficient takes a value between 0 and 1, with 0 representing a perfectly equal distribution and 1 representing maximal inequality. The Gini coefficient for total household wealth is 0.61 compared with 0.43 for gross annual income, which again shows that the distribution of household wealth is less equal than the distribution of income. These Gini coefficients have been provided only to illustrate the difference in inequality between wealth and gross income and are not meant to represent a formal measure of income inequality.  It should be noted that the Gini coefficient for gross income presented here will be greater than those published elsewhere which use equivalised income.\n\nDifferences in inequality between the distributions of total household wealth and income can also be illustrated using Lorenz curves. Lorenz curves provide a graphical representation of the inequality of a distribution; with the diagonal 45 degree line representing a perfectly equal distribution. Figure 3 shows the distribution of total household wealth was more unequal than income, with the Lorenz curve for wealth a further distance away from the line of perfect equality than for income. \n\n#### Figure 3: Distribution of total household wealth and total household income: Great Britain, 2010-12\n[![Figure 3: Distribution of total household wealth and total household income: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure3_tcm77-369646.png)](http://www.ons.gov.uk/ons/resources/figure3_tcm77-369646.png \"Figure 3: Distribution of total household wealth and total household income: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\n### Households with higher levels of income tend also to have higher wealth\n\nHouseholds with high levels of income often have high levels of wealth. Nevertheless, there are exceptions to this rule. For instance, some young individuals might be on high levels of income but have yet to accumulate comparably high levels of wealth, and conversely some retired people may have relatively low incomes but high levels of wealth.\n\nFigure 4 is a box plot which graphically presents the distribution of total household wealth, by total household income quintiles. Quintiles here split households into five equally sized groups based upon their total household income. The first quintile represents the fifth of households with the lowest income and the fifth quintile represents the fifth of households with the highest income. The boxes in the graph represent the wealth of the middle 50% of households in each income group; the area covered by the lighter coloured area on the right side of the boxes represents the third quartile and the darker coloured area on the left side of the boxes represents the second quartile for each of the quintiles. The median value for each quintile lies where the lighter and darker shaded areas meet. The horizontal lines on either side of the boxes are known as whiskers, with the end of the whisker to the right representing the 90th percentile and the end of the whisker to the left the 10th percentile.\n\n#### Figure 4: Total household wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 4: Total household wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure4_tcm77-369647.png)](http://www.ons.gov.uk/ons/resources/figure4_tcm77-369647.png \"Figure 4: Total household wealth, by total household income quintile: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nThe median value of total household wealth rises as we move through the income groups from lowest to highest (Figure 4). Households in the bottom income group (with total household income less than £15,800) had median total wealth of £63,700. Households in the highest income group (with total household income of £60,100 or more) had median total wealth of £547,100. However, there were households with low levels of income but high wealth, and there were also households with high levels of wealth but low income. The whisker (the 90th percentile) on the far right for the first income group represents a value of total household wealth which is higher than the median total wealth value for all but the top income group (£358,400). Conversely, the whisker (10th percentile) on the far left in the highest income group was £114,900, which is lower than the median total household wealth value for all but the lowest income quintile. Households with low income and high wealth, and those with high income and low wealth are explored further in Figure 5.\n\nBox plots also tell us something about the distribution of total household wealth within the income groups. The box plot for the lowest quintile of total household income is not as long as the other quintiles, indicating that the values of total household wealth in this quintile were less widely distributed than for other quintiles. The box plot for the fifth quintile of total household income is the longest, which suggests that the distribution of total household wealth in this quintile is more varied than it is for households in the lower groups of total household income. Additionally, the whisker stretches a lot further to the right of the median value for the highest income group, indicating that there are more extreme values of total household wealth and bunching in the lower end of the distribution.\n\n### Some households with higher levels of income do not also have higher wealth\n\nFigure 5 explores the relationship between the income and wealth quintiles that a household belongs to. A higher percentage of households in the top income quintile also found themselves in the top wealth quintile than any other income group (47%). Similarly, a higher percentage of households in the lowest quintile of total household income found themselves in the lowest quintile of total household wealth than any other income group (42%). The distribution of households across the different wealth quintiles was most even for the middle income group.\n\n#### Figure 5: Distribution of total household wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 5: Distribution of total household wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure5_tcm77-369648.png)](http://www.ons.gov.uk/ons/resources/figure5_tcm77-369648.png \"Figure 5: Distribution of total household wealth, by total household income quintile: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Notes:\n1. Individual contributions may not sum to 100% due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nThe box plots in Figure 4 identified households in the lowest income group with notably high levels of wealth alongside households with high levels of wealth but low income. Figure 5 illustrates that 3% of those households within the lowest income quintile were in the highest wealth quintile and 3% of households in the highest wealth quintile were in the lowest income quintile.\n\nEvidence from [Wealth in Great Britain 2010-12](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/2010-2012/report--chapter-2--total-wealth.html#tab-Household-total-wealth-by-individual-characteristics \"Wealth in Great Britain 2010-12\") demonstrated the importance of age in relation to wealth. Typically wealth takes a considerable time to accumulate. At a younger age, individuals tend to be on lower incomes (e.g. from employment) and often borrow money to purchase assets. In middle age, income tends to be higher offering opportunities for debts to be repaid and monies saved for retirement. In older age, pension wealth and savings will be consumed with the hope of affording a comfortable life in retirement.\n\nHousehold heads1 had a median age of 33 amongst those households in the bottom wealth group but the top income group. This might represent individuals or households with particularly high-levels of income but who have not yet had the opportunity to accumulate wealth. In contrast, household heads had a median age of 63 amongst those households in the top wealth group but the bottom income group. Such individuals or households might therefore have reached the point in their lives where wealth holdings are highest but incomes have seen a particular fall following a move out of employment and into retirement.\n\n### Aggregate Total Household Wealth\n\nFigure 6 shows that more of the total wealth of all households in Great Britain is held by the households who also fall in the top total gross income quintile, with 44% (£4.2 trillion) of all total household wealth being held by households in this top income group in 2010-12. This is twice as much as that held by households in the fourth income quintile (£2.1 trillion). Households in the lowest total gross income quintile held only 7% (£0.7 trillion) of the total wealth of all households in Great Britain.\n\n#### Figure 6: Distribution of aggregate household wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 6: Distribution of aggregate household wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure6_tcm77-369653.png)](http://www.ons.gov.uk/ons/resources/figure6_tcm77-369653.png \"Figure 6: Distribution of aggregate household wealth, by total household income quintile: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Notes:\n1. Individual contributions may not sum to 100% due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nAs stated previously, the wealth of a household comprises: net property wealth; physical wealth; net financial wealth and private pension wealth. The relative importance of these different assets vary between households in the different income quintiles.\n\nFigure 7 shows the contribution each wealth component makes to the total wealth held by the five income groups. It shows that for households within the lowest income quintile, net property wealth accounted for over half of the aggregate wealth (51%) of these households, whilst for households within the highest income quintile, net property wealth accounted for about one third of the total aggregate wealth held (33%). Private pension wealth was the dominant asset for the highest income group, accounting for over two-fifths of aggregate wealth (41%). Net financial wealth accounts for a similar proportion of aggregate wealth in the lowest four income quintiles (10%-12%) but accounts for 17% of aggregate wealth of households in the highest income quintile. Physical wealth is most important for households within the lowest income quintile, accounting for 18% of the total aggregate wealth for households within this group. The proportion of aggregate wealth accounted for by physical wealth decreased slowly as income increased, with physical wealth accounting for less than a tenth of the aggregate total wealth of households within the highest income quintile (9%).\n\n#### Figure 7: Components of household wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 7: Components of household wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure7_tcm77-369656.png)](http://www.ons.gov.uk/ons/resources/figure7_tcm77-369656.png \"Figure 7: Components of household wealth, by total household income quintile: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Notes:\n1. Individual contributions may not sum to 100% due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nFigures 8 to 11 look at the distribution of each type of wealth within the total gross income quintiles.\n\nAlthough Figure 7 showed that net property wealth was the dominant asset contributing to the total aggregate wealth of households in the lowest income quintile, Figure 8 shows that over half (55%) of households in this income quintile had no property wealth. However, 7% of households in the lowest income quintile had net property wealth of £250,000 or more (with 1% having net property wealth of £500,000 or more). The proportion of households with no property wealth decreased across the income quintiles, but 8% of households in the top income quintile still had no property wealth. This might include households with high income but who live in rented accomodation.\n\n#### Figure 8: Distribution of household net property wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 8: Distribution of household net property wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure8_tcm77-369658.png)](http://www.ons.gov.uk/ons/resources/figure8_tcm77-369658.png)\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Notes:\n1. Individual contributions may not sum to 100% due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nFigure 9 considers the distribution of physical wealth (household goods, collectables and other physical assets such as cars etc.) Whilst there seems to be a relationship between income level and the value of physical assets, it is still interesting to note that 13% of households in the lowest income quintile have £50,000 or more in physical assets, compared to 60% of households in the highest income quintile.\n\n#### Figure 9: Distribution of household physical wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 9: Distribution of household physical wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure9_tcm77-369660.png)](http://www.ons.gov.uk/ons/resources/figure9_tcm77-369660.png \"Figure 9: Distribution of household physical wealth, by total household income quintile: Great Britain, 2010-12\")\n\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Notes:\n1. Individual contributions may not sum to 100% due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nFigure 10 shows that negative financial wealth (i.e. households who have more financial debt than they have in assets) is not restricted to households with low income. The highest proportion of households with negative net financial wealth were seen in the three middle income quintiles (27% of households in the 2nd income quintile, 28% in the third and 26% in the fourth).\n\nIn the lowest income quintile 24% of households had negative financial wealth, and some 16% of households in the highest income quintile still had negative net financial wealth. Low net financial wealth was most prevalent in households in the lowest income quintile and least so in the highest income quintile. The higher values of net financial wealth follow a more expected pattern with a smaller proportion of households in the lower income quintiles having high financial wealth than those households in the higher income quintiles. \n\n#### Figure 10: Distribution of household net financial wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 10: Distribution of household net financial wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure10_tcm77-369663.png)](http://www.ons.gov.uk/ons/resources/figure10_tcm77-369663.png \"Figure 10: Distribution of household net financial wealth, by total household income quintile: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Notes:\n1. Individual contributions may not sum to 100% due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\nFigure 11 shows that the distribution of households with no private pension wealth follows the expected pattern that a higher proportion of households in the lower income quintiles have no or little private pension wealth, whilst those in the higher income quintiles have more pension wealth. However, it is worth noting that there are still 5% of households with no private pension wealth in the highest income quintile and 5% of households in the lowest income quintile who have private pension wealth of £150,000 or more.\n\n#### Figure 11: Distribution of household private pension wealth, by total household income quintile: Great Britain, 2010-12\n[![Figure 11: Distribution of household private pension wealth, by total household income quintile: Great Britain, 2010-12](http://www.ons.gov.uk/ons/resources/figure11_tcm77-369667.png)](http://www.ons.gov.uk/ons/resources/figure11_tcm77-369667.png \"Figure 11: Distribution of household private pension wealth, by total household income quintile: Great Britain, 2010-12\")\n\nSource: Wealth and Assets Survey - Office for National Statistics\n\n##### Notes:\n1. Individual contributions may not sum to 100% due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/chd---wealth-and-income-background-tables.xls \"XLS format\") (4.46 Mb)\n\n### Conclusion\n\nHouseholds with either low income or low wealth have often been labelled as ‘poor’ and those with either high income or high wealth as ‘rich’.  The results presented here have demonstrated that these labels should be used more carefully. For example, a household which has low income but has net financial wealth of £100,000 might not consider themselves as ‘poor’. Similarly, a household with high income but which also has a high burden of debt may not consider themselves as ‘rich’. A household’s standard of living is not just about income or wealth alone - the two should be considered together.\n\n##### Notes for Results\n\n1. The household head or household reference person is defined as follows: in households with a sole householder, that person is the HRP; in households with joint householders the person with the highest income is taken as the HRP, if both householders have exactly the same income, the older is taken as the HRP.\n"
    },
    {
      "title": "Quality Assuring Income Data",
      "markdown": "### Summary\n\nThe primary focus of the Wealth and Assets Survey (WAS) is in the estimation of wealth. The income measure forming a major focus of the current report should only ever be considered as a classificatory variable on WAS e.g. used to divide the population into income groups. Other sources of income data are available which have been specifically designed to capture more detailed information on income. Despite this, a number of procedures were put in place to obtain good quality data from respondents and, prior to publication, to assess the quality of the income estimates derived. These can be considered in two groups: internal quality assurance procedures which first attempt to ensure the information received is not in error; and external quality checks which compare the income data derived from WAS with other sources. The comparisons made with other sources presented in this quality assurance report have been produced for this purpose only.\n\nThe quality assurance undertaken on WAS income data show that the estimates derived give a good indication of the distribution of total household and individual income. The quality assurance has considered the different components of income in turn (income from employment, state support, private pensions and other income). Details of these comparisons are given later in the chapter.\n\n### Internal Quality Procedures\n\nThe internal quality checks are performed in a number of ways:\n\n- During the household interview via the computer assisted personal interviewing software.\n- Editing and coding post interview based on the notes and supplementary information left by interviewers.\n- Through post-survey routing checks to ensure all questions have been correctly routed to.\n- Outlier checks for both cross sectional and longitudinal data.\n- Imputation of missing information.\n\nAlthough the methods surrounding each of these are summarised in the following chapter, users requiring further information are recommended to read [the technical details chapter](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/2010-2012/report--chapter-7--technical-details.html \"the technical details chapter\") of Wealth in Great Britain, 2010-12.\n\n### Computer assisted personal interviewing\n\nWAS interviews are conducted in the software package Blaise. The questionnaire is programmed in such a way that the software can generate checks. Following ‘soft’ checks interviewers are prompted to check responses but can accept the response whereas following ‘hard’ checks interviewers will not be able to accept responses. \n\n**Examples of hard checks are as follows:** \n\n**Scenario 1:** Respondent is male and receiving maternity allowance, maternity grants or health in pregnancy grants. Check: “Maternity allowance/Maternity grants/Health in pregnancy grants are only available to women”. \n\n**Scenario 2:** Respondent is receiving winter fuel payment and age is less than 60. Check: “This person does not appear to be old enough to be eligible for winter fuel payment”. \n\n**Examples of soft checks are as follows:** \n\n**Scenario 1:** Respondent is over 65 and is male or over 60 and female and not receiving state pension. Check: “This respondent is over 65 (male) and 60 (female) and yet there are no retirement or widows benefits or old person pension recorded for him or her”. \n\n**Scenario 2:** Respondent is female or (male and a single parent) and has dependent children. Check: “Respondent is a male/female with dependent children but has not been coded as receiving child benefit. Please check and explain any suppressed warning in a note”. \n\n### Editing/Coding\n\nEditing and coding are performed on all responding interviews. All notes written and saved in the questionnaire by interviewers are assessed and editing/coding is applied where necessary. \n\n**Examples of these notes are:**\n\n1. Note reads “This value is annual”.\n2. Note reads “Net value not known only gross value”.\n\n### Routing Checks\n\nAll variables are checked in SPSS data files to ensure that they have been routed correctly. Coding is applied where variables have incorrect routing.\n\n### Outlier Checks\n\nCurrent wave data arelinked to all previous waves data where possible. Outliers are identified longitudinally and cross-sectionally, by checking values against the inter-quartile range and lower and upper quartiles, for all value variables that are used to derive wealth and income variables. Coding is applied where data are in error. \n\n### Imputation\n\nAs in all surveys, there is an element of non-response to either individual questions or by individuals in an otherwise responding household. In order to properly assess the income of an individual or household it is important to obtain responses to all the relevant questions by all members of the household. Therefore WAS adopts a procedure which imputes missing values to all income related variables. \n\n### External Quality Checks\n\nThe following section compares income estimates derived from WAS with other sources of income data; namely the Family Resources Survey (FRS), the General Lifestyle Survey (GLF), the Households Below Average Income publication (HBAI), the Annual Survey of Hours and Earnings (ASHE) and the Effects of Taxes and Benefits publication (ETB). An overview of each of these sources has been provided below:\n\n- The FRS, conducted by the Department for Work and Pensions (DWP), is a specialist income survey and provides the basis for official income statistics. It is an annual survey of approximately 20,000 private households in the UK.\n\n- The GLF is a multi-purpose annual household survey collecting information on a range of topics from approximately 15,000 adults living in private households in Great Britain .\n\n- The HBAI publication presents information on living standards in the UK as determined by net disposable income and changes in income patterns. FRS is the main data source for the HBAI publication.\n\n- The ASHE provides information about the levels, distribution and make-up of earnings and hours worked for employees in the UK. ASHE is based on a 1% sample of employee jobs taken from HM Revenue \u0026 Customs (HMRC) PAYE records.\n\n- The ETB publication examines how taxes and benefits redistribute income between various groups of households in the UK. The Living Costs and Food Survey (LCF) is the main source of data for this publication.\n\n### Sources of Income\n\nTable A shows the percentage of adults and Table B the percentage of households in receipt of income, by the source of income, from WAS and the GLF. The percentage of adults in receipt of child benefit income was identical between the two sources (Table A). The percentage of households in receipt of employee main job income showed the largest difference between the two sources, where the GLF estimate (56%) was 6 percentage points lower than the one derived from WAS (62%) (Table B). Nevertheless, tables A and B provide evidence of a similarity between the estimates of income and benefit entitlement derived from the two sources.\n\n#### Table A - Percentage of adults in receipt of income, by the source of income: noting that WAS covers Great Britain (2010-12) and GLF covers Great Britain (2011)\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-a.xls \"XLS format\") (104.5 Kb)\n\n#### Table B - Percentage of households in receipt of income, by the source of income: noting that WAS covers Great Britain (2010-12) and GLF covers Great Britain (2011)\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-b.xls \"XLS format\") (104.5 Kb)\n\nTable C considers the percentage contribution of the different sources of income to total household gross income, this time comparing FRS and WAS. WAS identifies a greater contribution of income from other sources, for instance income from rental properties, which may be classified under self-employment income on FRS.\n\n#### Table C - Percentage of total household gross income, by the source of income: noting that WAS covers Great Britain (2010-12) and FRS covers United Kingdom (2011-12)\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. Overseas pensions are included in \u0027Private pensions\u0027 in the FRS data but in \u0027Other sources\u0027 in WAS data. These only account for about 2.5% of total other income. \u0027Other sources\u0027 is mainly income from property rental.\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-c.xls \"XLS format\") (104.5 Kb)\n\n### Income from Employment\n\nAnnual gross income for employees were compared between WAS and ASHE. Median gross annual earnings for full-time employees were £19,200 from WAS (Figure D). The ASHE estimate was 9% higher at £21,100. When drawing conclusions from this comparison, consideration needs to be given to the fact that ASHE figures only include employees who have been in the same job for more than a year, whereas WAS figures are based on all employees with gross pay greater than £0, irrespective of the length of their current employment term. We would therefore expect WAS data to include some lower paid employees.  \n    \n#### Figure D - Distribution of gross annual income from employment - employees, main job: noting that WAS covers Great Britain (2010-12) and ASHE covers United Kingdom (2011)\n[![Figure D - Distribution of gross annual income from employment - employees, main job: noting that WAS covers Great Britain (2010-12) and ASHE covers United Kingdom (2011)](http://www.ons.gov.uk/ons/resources/figured_tcm77-369704.png)](http://www.ons.gov.uk/ons/resources/figured_tcm77-369704.png \"Figure D - Distribution of gross annual income from employment - employees, main job: noting that WAS covers Great Britain (2010-12) and ASHE covers United Kingdom (2011)\")\n\nSource: Wealth and Assets Survey, Annual Survey of Hours and Earnings (ASHE) - Office for National Statistics\n\n##### Notes:\n1. WAS only includes employees with income greater than £0.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/income-qa-background-tables.xls \"XLS format\") (104.5 Kb)\n\nGross income for employees was also compared between WAS and GLF (Table E). Little difference was identified in the decile points between the two sources, highlighting the comparability in the distribution of earned employee income from main jobs between the two sources.\n\n#### Table E - Gross annual income from employment by deciles - employees, main job: noting that WAS covers Great Britain (2010-12) and GLF covers Great Britain (2011)\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-e.xls \"XLS format\") (104.5 Kb)\n\n### Income from benefits\n\nIncome from benefits (including state pensions) accounted for 14% of gross total household annual income from WAS. This was the slightly below the percentage contribution estimated from FRS (16%). The main survey source for statistics on benefit income is FRS and whilst there are some small differences in the results, they are reasonably consistent considering that there are some definitional differences between the two sources. In addition, benefits and tax credits information are key areas of FRS and therefore responses to these questions are thoroughly validated and cleaned in detail, which is not possible with WAS. The benefits data on WAS are also closely aligned to other surveys (e.g. the General Lifestyle Survey) which, like WAS, include income as a classificatory variable. Given that FRS is considered the primary source for income data, this is the main source used for comparisons and the overall distribution of total gross household income is broadly comparable.\n\nBenefit unit is a standard DWP term and is defined as ‘a single adult or couple living as married and any dependent children’. So, for example, a man and wife living with their young children and an elderly parent would be one household but two benefit units. Across each of the benefit types, WAS estimates of benefit receipt were comparable with those derived from FRS. For example, the percentage of benefit units in receipt of council tax benefit and housing benefit were identical between the two sources.\n\n#### Table F - Percentage of benefit units in receipt of benefit by type of benefit: noting that WAS covers Great Britain (2010-12) and FRS covers United Kingdom (2011-12)\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-f.xls \"XLS format\") (104.5 Kb)\n\nThe percentage of benefit units in receipt of no benefits is slightly lower for WAS (35%) than for FRS (38%) (Table G). Nevertheless, percentages across the bands are very similar and reinforce the fact that the distribution of benefit income is very similar between the two sources.\n\n#### Table G - Banded value of benefit and tax credits income for benefit units: noting that WAS covers Great Britain (2010-12) and FRS covers United Kingdom (2011-12)\n\nTable source: Office for National Statistics\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-g.xls \"XLS format\") (104.5 Kb)\n\n### Income from private pensions and other sources\n\nTable H compares the percentage of adults in receipt of income from occupational and personal pensions between WAS and GLF. Overall, the percentage of adults in receipt of any type of occupational or private pension is the same at 18% across the two sources. The differences between the percentages in receipt of specific pension types are minimal.\n\n#### Table H - Percentage of adults in receipt of occupational and personal pensions: noting that WAS covers Great Britain (2010-12) and GLF covers Great Britain (2011)\n\nTable source: Office for National Statistics\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-h.xls \"XLS format\") (104.5 Kb)\n\nJust like where table H revealed little difference in the percentage of adults in receipt of private or occupational pensions between WAS and GLF, Table I finds very little difference in the percentage of households in receipt of these types of pensions. There was a difference of 2 percentage points in the number of households receiving any type of occupational or personal pension; 28% on GLF and 30% on WAS.\n\n#### Table I - Percentage of households in receipt of occupational and private pensions: noting that WAS covers Great Britain (2010-12) and GLF covers Great Britain (2011)\n\nTable source: Office for National Statistics\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-i.xls \"XLS format\") (104.5 Kb)\n\nMoving on to consider the value of household income from occupational and private pensions between WAS and GLF, decile points reveal the distributions to be similar.\n\n#### Table J - Deciles of occupational and private pension income: noting that WAS covers Great Britain (2010-12) and GLF covers Great Britain (2011)\n\nTable source: Office for National Statistics\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-j.xls \"XLS format\") (104.5 Kb)\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. Includes only those households receiving these pensions.\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-j.xls \"XLS format\") (104.5 Kb)\n\n### Total household gross annual income distribution\n\nThere was little difference in the percentages of banded total household income between WAS and FRS. The largest difference was for the highest band of £1,000 or more per week, where the WAS estimate was 4 percentage points higher. However, overall there is strong evidence that the distribution of income from WAS bears a strong resemblance to that from FRS.\n\n#### Table K - Household total gross income by banded value: noting that WAS covers Great Britain (2010-12) and FRS covers United Kingdom (2011-12)\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-k.xls \"XLS format\") (104.5 Kb)\n\nComparing the annual gross household income data from GLF with the corresponding WAS values reveal a very similar distribution across the deciles. This again provides good evidence that the distribution of income from WAS is highly comparable with existing sources.\n\n#### Table L - Household total gross income by deciles: noting that WAS covers Great Britain (2010-12) and GLF covers Great Britain (2011)\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-l.xls \"XLS format\") (104.5 Kb)\n\nWithin the current report, household wealth was only presented on a un-equivalised basis. The main justification for not equivalising the estimate of household income derived from WAS, was to reinforce the fact it should only be used as a cross-classificatory variable. Nevertheless, Gini coefficients are still used in the report to assess inequality of wealth compared with income. As equivalisation was not performed, measures of inequality presented in the current report are therefore likely to be higher than those published elsewhere. e.g. ETB 2012/13. To give an indication to readers of the likely influence of equivalisation, the modified-OECD scale was used to derive a measure of gross household weekly income from WAS. Table M presents Gini coefficients for WAS and ETB. The Gini coefficient is more comparable with the ETB after equivalisation.\n\n#### Table M - Gini coefficients for household income: noting that WAS covers Great Britain (2010-12) and LCF covers United Kingdom (2012-13)\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/was/wealth-in-great-britain-wave-3/wealth-and-income--2010-12/prt---table-m.xls \"XLS format\") (104.5 Kb)\n\n##### Notes for Quality Assuring Income Data\n1. This survey has been discontinued; the last period for which data were collected was 2011.\n"
    },
    {
      "title": "Background notes",
      "markdown": "Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n\n\n"
    }
  ],
  "accordion": [],
  "headline1": "Median household wealth was about seven times larger than median household gross annual income.",
  "headline2": "The distribution of wealth was more unequal than the distribution of income.",
  "headline3": "Households in the top income quintile held 44% of aggregate total wealth.",
  "summary": "A combined analysis of income and wealth based upon results from the third wave of the Wealth and Assets Survey and covering the period 2010-12.",
  "relatedBulletins": [],
  "title": "Wealth and Income, 2010-12",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Wealth and Income, 2010-12",
  "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth/bulletins/wealthandincome201012",
  "fileName": "wealthandincome201012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Personal and household finances",
      "fileName": "personalandhouseholdfinances"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Income and wealth",
      "fileName": "incomeandwealth",
      "breadcrumb": []
    }
  ]
}