{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Summary of latest Labour Market Statistics",
      "markdown": "Comparing March to May 2014 with December 2013 to February 2014, the number of people in employment increased by 254,000 (to 30.64 million), the number of unemployed people fell by 121,000 (to 2.12 million) and the number of people out of work but not seeking or available to work (economically inactive) aged from 16 to 64 fell by 67,000 (to 8.78 million).\n"
    },
    {
      "title": "Understanding and working with Labour Market Statistics",
      "markdown": "### Where to find explanatory information\n\n[Explaining the concepts of employment, unemployment and economic inactivity](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/interpreting-labour-market-statistics/explaining-employment--unemployment-and-inactivity.html \"Explaining the concepts of employment, unemployment and economic inactivity\") is available on the website as a short video.\n\n[Interpreting Labour Market statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/interpreting-labour-market-statistics/interpreting-lm-statistics.html \"Interpreting Labour Market statistics\"), available on the website, is designed to help users interpret labour market statistics and highlight some common misunderstandings.\n\nA more detailed [Guide to Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-lm-statistics.html \"Guide to Labour Market Statistics\"), which expands on “Interpreting Labour Market Statistics” and includes a [Glossary](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-lm-statistics.html#tab-supporting-info \"Glossary\") , is also available.\n\n### About labour market statuses\n\nEverybody aged 16 or over is either [employed](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-employment.html \"employed\"), [unemployed](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-unemployment.html \"unemployed\") or [economically inactive](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-economic-inactivity.html \"economically inactive\"). The employment estimates include all people in work including those working part-time. People not working are classed as unemployed if they have been looking for work within the last four weeks and are able to start work within the next two weeks. A common misconception is that the unemployment statistics are a count of people on benefits; this is not the case and they include unemployed people not claiming benefits.\n\nJobless people who have not been looking for work within the last four weeks or who are unable to start work within the next two weeks are classed as economically inactive. Examples of economically inactive people include people not looking for work because they are students, looking after the family or home, because of illness or disability or because they have retired.\n\n### Making comparisons with earlier data\n\nThe most robust estimates of short-term movements in the labour market are obtained by comparing the [estimates for March to May 2014 with the estimates for December 2013 to February 2014](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/april-2014/statistical-bulletin.html \"estimates for March to May 2014 with the estimates for December 2013 to February 2014\") first published on 16 April 2014. This provides a more robust estimate than comparing with the [estimates for February to April 2014](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/statistical-bulletin.html \"estimates for February to April 2014\") published last month in the previous edition of this Statistical Bulletin. This is because the March and April data are included within both estimates, so effectively observed differences are those between the individual months of February and May 2014. The Labour Force Survey, from which these estimates are derived, is sampled such that it is representative of the UK population over a three month period, not for single month periods.\n\n### Accuracy and reliability of survey estimates\n\nMost of the figures in this Statistical Bulletin come from surveys of households or businesses. Surveys gather information from a sample rather than from the whole population. The sample is designed carefully to allow for this, and to be as accurate as possible given practical limitations such as time and cost constraints, but results from sample surveys are always estimates, not precise figures. This means that they are subject to a margin of error which can have an impact on how changes in the numbers should be interpreted, especially in the short-term.\n\nChanges in the numbers reported in this Statistical Bulletin (and especially the rates) between three month periods are usually not greater than the margin of error.  In practice, this means that small, short-term movements in reported rates (for example within +/- 0.3 percentage points) should be treated as indicative, and considered alongside medium and long-term patterns in the series and corresponding movements in administrative sources, where available, to give a fuller picture.\n\nFurther information is available in the **Accuracy of the Statistics: Estimating and Reporting Uncertainty** section of this Statistical Bulletin.\n\n### Seasonal adjustment\n\nAll estimates discussed in this Statistical Bulletin are seasonally adjusted except where otherwise stated. Like many economic indicators, the labour market is affected by factors that tend to occur at around the same time every year; for example school leavers entering the labour market in July and whether Easter falls in March or April. In order to compare movements other than annual changes in labour market statistics, such as since the previous quarter or since the previous month, the data are seasonally adjusted to remove the effects of seasonal factors and the arrangement of the calendar.\n"
    },
    {
      "title": "Detailed Commentary",
      "markdown": "This section of the Statistical Bulletin consists of the following parts.\n\n**People in Work**\n   1. Employment\n   2. Public and Private Sector Employment\n   3. Employment by Nationality and Country of Birth\n   4. Actual Hours Worked\n   5. Workforce Jobs\n   6. Average Weekly Earnings\n   7. Labour Disputes\n\n**People not in Work**\n   8. Unemployment\n   9. Claimant Count\n   10. Comparison between Unemployment and the Claimant Count\n   11. Economic Inactivity\n\n**Other Labour Market Statistics**\n   12. Young People in the Labour Market\n   13. Redundancies\n   14. Vacancies\n   15. Key Out of Work Benefits\n"
    },
    {
      "title": "Employment",
      "markdown": "What is employment ?\n\n[Employment](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-employment.html \"Employment\") measures the number of people in work and differs from the number of jobs because some people have more than one job. Further information is available at **Notes for Employment** at the end of this section.\n\n[Explaining the concepts of employment, unemployment and economic inactivity](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/interpreting-labour-market-statistics/explaining-employment--unemployment-and-inactivity.html \"Explaining the concepts of employment, unemployment and economic inactivity\") is available on the website as a short video.\n\nA [comparison between estimates of employment and jobs](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/comparison-of-estimates-of-jobs.html \"comparison between estimates of employment and jobs\") is available in an article on the website.\n"
    },
    {
      "title": "Where to find data about employment",
      "markdown": "Employment estimates are available at Tables 1 and 3 of the pdf version of this Statistical Bulletin and at [data tables A02 (1.42 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-a02.xls \"data tables A02\") and [EMP01 (1.33 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-emp01.xls \"EMP01\") .\n\n#### Commentary\n\nThe proportion of people aged from 16 to 64 in work is known as the employment rate. Chart 1.1 shows the employment rate for people aged from 16 to 64 since comparable records began in 1971. The chart shows that the lowest employment rate was 65.6% in 1983, during the economic downturn of the early 1980s. The highest rates, of 73.1%, were recorded in 1974, in late 2004/early 2005 and for March to May 2014 (the latest time period).\n\n#### Chart 1.1 Employment rate (aged 16 to 64) from January-March 1971 to March-May 2014, seasonally adjusted\n\n[![Chart 1.1 Employment rate (aged 16 to 64) from January-March 1971 to March-May 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/employmentratesince1971chart_tcm77-367253.png)](http://www.ons.gov.uk/ons/resources/employmentratesince1971chart_tcm77-367253.png \"Chart 1.1 Employment rate (aged 16 to 64) from January-March 1971 to March-May 2014, seasonally adjusted\")\n\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--employment-rate-since-1971-0614.xls \"XLS format\") (58 Kb)\n\nChart 1.2 looks in more detail at the employment rate for the last five years.\n\n#### Chart 1.2 Employment rate (aged 16 to 64), seasonally adjusted\n\n[![Chart 1.2 Employment rate (aged 16 to 64), seasonally adjusted](http://www.ons.gov.uk/ons/resources/employmentratechart_tcm77-367257.png)](http://www.ons.gov.uk/ons/resources/employmentratechart_tcm77-367257.png \"Chart 1.2 Employment rate (aged 16 to 64), seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--emoployment-rate-0714.xls \"XLS format\") (32.5 Kb)\n\n73.1% of people aged from 16 to 64 were in work for March to May 2014. This was:\n\n- up from 72.6% for December 2013 to February 2014,\n- up from 71.4% for a year earlier, and\n- slightly higher than the pre-downturn peak of 73.0% recorded for late 2007/early 2008.\n\nThe employment rate last reached 73.1% in December 2004 to February 2005 and, since comparable records began in 1971, it has never been higher.\n\nFor March to May 2014, 78.1% of men and 68.1% of women aged from 16 to 64 were in work. These employment rates for men and women were higher than those for December 2013 to February 2014 and for a year earlier. The employment rate for men was lower than before the 2008-09 downturn, when it peaked at 79.0% in early 2008. However the employment rate for women was the highest since comparable records began in 1971.\n\nThere were 30.64 million people aged 16 and over in work for March to May 2014, up by 254,000 from December 2013 to February 2014 and up by 929,000 on a year earlier.\n\nLooking at **type of employment**, between March to May 2013 and March to May 2014:\n\n- The number of employees **increased** by 552,000 to reach 25.83 million.\n- The number of self-employed people **increased** by 404,000 to reach 4.58 million.\n- The number of unpaid family workers **increased** by 13,000 to reach 117,000. See Note 2 at the end of this section for an explanation of the coverage of this series.\n- The number of people on government supported training and employment programmes **decreased** by 40,000 to reach 120,000. See Note 3 at the end of this section for an explanation of the coverage of this series.\n\nLooking at **men and women working full-time and part-time**, between March to May 2013 and March to May 2014, Chart 1.3 shows that:\n\n- the number of men working full-time increased by 480,000 to reach 14.27 million,\n- the number of men working part-time increased by 47,000, to reach 2.14 million,\n- the number of women working full-time increased by 285,000 to reach 8.17 million, and\n- the number of women working part-time increased by 117,000 to reach 6.06 million.\n\n#### Chart 1.3 Changes in people in employment between March to May 2013 and March to May 2014, seasonally adjusted\n\n[![Chart 1.3 Changes in people in employment between March to May 2013 and March to May 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/employmentmalefemalechart_tcm77-367258.png)](http://www.ons.gov.uk/ons/resources/employmentmalefemalechart_tcm77-367258.png \"Chart 1.3 Changes in people in employment between March to May 2013 and March to May 2014, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--male-and-female-employment-changes-0714.xls \"XLS format\") (25 Kb)\n\n#### Notes for Employment\n\n1. Employment consists of employees, self-employed people, unpaid family workers and people on government supported training and employment programmes.\n2. Unpaid family workers are people who work in a family business who do not receive a formal wage or salary but benefit from the profits of that business.\n3. The Government supported training and employment programmes series does not include all people on these programmes; it only includes people engaging in any form of work, work experience or work-related training who are not included in the employees or self-employed series. People on these programmes NOT engaging in any form of work, work experience or work-related training are not included in the employment estimates; they are classified as unemployed or economically inactive.\n \n"
    },
    {
      "title": "Public and Private Sector Employment (first published on 11 June 2014)",
      "markdown": "### What is public and private sector employment ?\n\n**[Public sector employment](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-public-and-private-sector-employment.html \"Public sector employment\")** measures the number of people in paid work in the public sector. The public sector comprises central government, local government and public corporations. Estimates of public sector employment are obtained from information provided by public sector organisations.\n\n**[Private sector employment](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-public-and-private-sector-employment.html \"Private sector employment\")** is estimated as the difference between total employment, sourced from the Labour Force Survey, and public sector employment.\n\n### Where to find data about public and private sector employment ?\n\nPublic and private sector employment estimates are available at Tables 4 and 4(1) of the pdf version of this Statistical Bulletin and at [data tables EMP02 (71 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/table-emp02.xls \"data tables EMP0\") and [EMP03 (53.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/table-emp03.xls \"EMP03\").\n\nFurther information on public sector employment is available in the [Public Sector Employment release](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/index.html \"Public Sector Employment release\").\n\n#### Commentary\nThe estimates of public sector employment for March 2014 have been affected by the reclassification of Lloyds Banking Group plc, which is included in the public sector from December 2008 to December 2013, but is in the private sector for March 2014.\n\nThere were 5.41 million people employed in the public sector for March 2014. This was 103,000 fewer than for December 2013. This large fall in public sector employment was mainly due to the reclassification of Lloyds Banking Group plc. Excluding the effects of this reclassification, public sector employment fell by 11,000 between December 2013 and March 2014.\n\nThere were 25.13 million people employed in the private sector for March 2014, 447,000 more than for December 2013 . This large increase in private sector employment was partly due to the reclassification of Lloyds Banking Group plc. Excluding the effects of this reclassification, private sector employment increased by 355,000 between December 2013 and March 2014.\n\nFor March 2014, 82.3% of people in employment worked in the private sector and the remaining 17.7% worked in the public sector.\n\nChart 2.1 shows public sector employment as a percentage of all people in employment for the last five years.\n\n#### Chart 2:1 Public sector employment as a percentage of total employment, seasonally adjusted\n\n[![Chart 2:1 Public sector employment as a percentage of total employment, seasonally adjusted](http://www.ons.gov.uk/ons/resources/publicsectorpercentage_tcm77-367314.png)](http://www.ons.gov.uk/ons/resources/publicsectorpercentage_tcm77-367314.png \"Chart 2:1 Public sector employment as a percentage of total employment, seasonally adjusted\")\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/chart-spreadsheet--public-sector-employment-0614.xls \"XLS format\") (27 Kb)\n\nFor March 2014 within the public sector, as shown in Chart 2.2:\n- 1.58 million people were employed in the National Health Service, 10,000 more than for December 2013 and 12,000 more than year earlier.\n- 1.07 million people were employed in public administration, little changed compared with December 2013 but 13,000 fewer than a year earlier.\n- 1.52 million people were employed in education, little changed compared with December 2013 but 40,000 more than a year earlier.\n- 423,000 people were employed in HM Forces and the police, little changed compared with December 2013 but 16,000 fewer than for a year earlier.\n\n#### Chart 2:2 Public sector employment by industry for March 2014, seasonally adjusted\n\n[![Chart 2:2 Public sector employment by industry for March 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/psebyindustry_tcm77-367313.png)](http://www.ons.gov.uk/ons/resources/psebyindustry_tcm77-367313.png \"Chart 2:2 Public sector employment by industry for March 2014, seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/chart-spreadsheet--pse-by-industry.xls \"XLS format\") (29.5 Kb)\n\nThe number of people employed in the public sector has been falling since March 2010. Quarterly estimates of public and private sector employment are available back to 1999. Comparisons of public and private sector employment over time are complicated by a number of changes to the composition of these sectors over this period with several large employers moving between the public and private sectors. ONS therefore publishes estimates of public and private sector employment excluding the effects of major reclassifications alongside estimates of total public and private sector employment.\n"
    },
    {
      "title": "Employment by Nationality and Country of Birth, not seasonally adjusted (first published on 14 May 2014)",
      "markdown": "### What is employment by nationality and country of birth ?\n\nThe estimates of employment by both nationality and country of birth relate to the number of people in employment rather than the number of jobs. Changes in the series therefore show net changes in the number of people in employment, not the proportion of new jobs that have been filled by UK and non-UK workers. The estimates are not seasonally adjusted.\n\n#### Where to find data about employment by nationality and country of birth\n\nEstimates of employment by nationality and country of birth are available at Table 8 of the pdf version of this Statistical Bulletin and at data table EMP06 (181.5 Kb Excel sheet) .\n\n#### Commentary\n\nLooking at the estimates by nationality, between January to March 2013 and January to March 2014:\n\n- the number of UK nationals working in the UK increased by 563,000 to reach 27.57 million, and\n- the number of non-UK nationals working in the UK increased by 178,000 to reach 2.77 million.\n\nThe number of people in work who were non-UK born is higher than those who were non-UK nationals as some people born abroad are UK nationals. For January to March 2014, 4.55 million people in work were born abroad, 1.78 million higher than the number of non-UK nationals in work. Looking at the estimates by country of birth, between January to March 2013 and January to March 2014:\n\n- the number of UK born people working in the UK increased by 447,000 to reach 25.77 million, and\n- the number of non-UK born people working in the UK increased by 292,000 to reach 4.55 million.\n\n#### Chart 3.1 Employment by nationality and country of birth, changes between January to March 2013 and January to March 2014, not seasonally adjusted\n\n[![Chart 3.1 Employment by nationality and country of birth, changes between January to March 2013 and January to March 2014, not seasonally adjusted](http://www.ons.gov.uk/ons/resources/migrantworkerschart_tcm77-367329.png)](http://www.ons.gov.uk/ons/resources/migrantworkerschart_tcm77-367329.png \"Chart 3.1 Employment by nationality and country of birth, changes between January to March 2013 and January to March 2014, not seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n** Notes: **\n1. Between January-March 2013 and January-March 2014, the total number of people in employment increased by 741,000.\n2. Changes in the UK and non-UK estimates may not sum exactly to changes in the total number of people in employment because some people do not state their country of birth or nationality in their Labour Force Survey interviews.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/chart-spreadsheet--employment-by-cob-0514.xls \"XLS format\") (25.5 Kb)\n\nEstimates of employment by nationality and country of birth are available back to 1997. For January to March 1997 there were 928,000 non-UK nationals working in the UK (3.5% of all people working in the UK). For January to March 2014, there were 2.77 million non-UK nationals working in the UK (9.1% of all people working in the UK). This increase in the number of non-UK nationals working in the UK since 1997 partly reflects the admission of several new member states to the European Union.\n"
    },
    {
      "title": "Actual Hours Worked",
      "markdown": "### What is actual hours worked ?\n\nActual hours worked measures the number of hours worked in the economy. Changes in actual hours worked reflect changes in the number of people in employment and the average hours worked by those people.\n\n#### Where to find data about hours worked\n\nHours worked estimates are available at Tables 7 and 7(1) of the pdf version of this Statistical Bulletin and at data tables HOUR01 (477 Kb Excel sheet) and HOUR02 (1.64 Mb Excel sheet) .\n\n#### Commentary\n\n**Total hours worked** per week were 987.0 million for March to May 2014. This was:\n- up 14.1 million (1.4%) from December 2013 to February 2014,\n- up 35.0 million (3.7%) on a year earlier, and\n- up 69.4 million (7.6%) on five years previously.\n\nChart 4.1 shows total hours worked for the last five years.\n\n#### Chart 4.1 Total hours worked per week, seasonally adjusted\n\n[![Chart 4.1 Total hours worked per week, seasonally adjusted](http://www.ons.gov.uk/ons/resources/hoursworkedchart_tcm77-367332.png)](http://www.ons.gov.uk/ons/resources/hoursworkedchart_tcm77-367332.png \"Chart 4.1 Total hours worked per week, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--hours-worked-0714.xls \"XLS format\") (28.5 Kb)\n\nFor March to May 2014:\n\n- People working full-time worked, on average, 37.6 hours per week in their main job.\n- People working part-time worked, on average, 16.0 hours per week in their main job.\n- These average hours worked estimates were little changed compared with a year earlier.\n"
    },
    {
      "title": "Workforce Jobs (first published on 11 June 2014)",
      "markdown": "### What is Workforce Jobs ?\n\n[Workforce jobs](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-jobs.html \"Workforce jobs\") measures the number of filled jobs in the economy. The estimates are mainly sourced from employer surveys. Workforce jobs is a different concept from employment, which is sourced from the Labour Force Survey, as employment is an estimate of people and some people have more than one job.\n\nA [comparison between estimates of employment and jobs](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/comparison-of-estimates-of-jobs.html \"comparison between estimates of employment and jobs\") is available in an article published on the website.\n\n### Where to find data about workforce jobs\n\nJobs estimates are available at Tables 5 and 6 of the pdf version of this Statistical Bulletin and at [data tables JOBS01 (52.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/table-jobs01.xls \"data tables JOBS01\") and [JOBS02 (333.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/table-jobs02.xls \"JOBS02\").\n\n#### Commentary\n\nThere were 33.05 million workforce jobs in March 2014, up 380,000 from December 2013 and up 1.08 million on a year earlier. Chart 5.1 shows changes in the number of jobs by industrial sector between March 2013 and March 2014.\n\n#### Chart 5.1 Workforce jobs changes between March 2013 and March 2014, seasonally adjusted\n\n[![Chart 5.1 Workforce jobs changes between March 2013 and March 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/workforcejobschart_tcm77-367333.png)](http://www.ons.gov.uk/ons/resources/workforcejobschart_tcm77-367333.png \"Chart 5.1 Workforce jobs changes between March 2013 and March 2014, seasonally adjusted\")\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/chart-spreadsheet--workforce-jobs.xls \"XLS format\") (26 Kb)\n\nSince comparable records began in 1978, the number of jobs in the manufacturing and mining and quarrying sectors has declined, but jobs in the service sectors have increased substantially. In June 1978, the manufacturing and mining and quarrying sectors accounted for 26.4% of all jobs. In March 2014 these sectors accounted for 8.0% of all jobs. In June 1978, 63.2% of all jobs were in the services sector; by March 2014 this proportion had increased to 83.2%.\n\nWhile comparable estimates for workforce jobs by industry begin in 1978, [some information back to 1841, based on Census data](http://www.ons.gov.uk/ons/rel/census/2011-census-analysis/170-years-of-industry/index.html \"some information back to 1841, based on Census data\"), are available in a report published by ONS in June 2013.\n"
    },
    {
      "title": "Average Weekly Earnings",
      "markdown": "### What is Average Weekly Earnings ?\n\n[Average Weekly Earnings](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-earnings.html \"Average Weekly Earnings\") measures money paid to employees in Great Britain in return for work done, before tax and other deductions from pay. The estimates do not include earnings of self-employed people. Estimates are available for both total pay (which includes bonuses) and for regular pay (which excludes bonus payments). Further information is available at **Notes for Earnings** at the end of this section.\n\n### Where to find data on Average Weekly Earnings\n\nAverage Weekly Earnings estimates are available at Tables 15, 16 and 17 of the pdf version of this Statistical Bulletin and at [data tables EARN01 (478 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-earn01.xls \"[data tables EARN01\") , [EARN02 (527 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-earn02.xls \"EARN02\") and [EARN03 (586.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-earn03.xls \"EARN03\").\n\n### Where to find more information about Earnings\n\nAn article looking at [UK wages over the last four decades](http://www.ons.gov.uk/ons/rel/lmac/uk-wages-over-the-past-four-decades/2014/index.html \"UK wages over the last four decades\") was published on 3 July 2014.\n\nAn article comparing [public and private sector earnings](http://www.ons.gov.uk/ons/rel/lmac/public-and-private-sector-earnings/march-2014/index.html \"public and private sector earnings\") was published on 10 March 2014.\n\nThe [Annual Survey of Hours and Earnings (ASHE)](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings/2013-provisional-results.html \"Annual Survey of Hours and Earnings (ASHE)\"), published on 12 December 2013, provides more detailed data.\n\n#### Commentary\n\nIn May 2014:\n- Average regular pay (excluding bonuses) for employees in Great Britain was £449 per week before tax and other deductions from pay.\n- Average total pay (including bonuses) for employees in Great Britain was £478 per week before tax and other deductions from pay.\n\nFor March to May 2014, regular pay for employees in Great Britain was 0.7% higher than a year earlier. This was the lowest annual growth rate since records begin in 2001 and reflects low pay growth across a wide range of industrial sectors.\n\nTotal pay for employees in Great Britain was 0.3% higher for March to May 2014 compared with a year earlier. This was the lowest growth rate since 2009 (when negative growth rates were recorded as the financial crisis impacted on bonus payments). The single month growth rate for total pay for May 2014 (0.4%) was unusually low, partly due to a relatively high growth rate of 1.8% the previous May.\n\nBetween May 2013 and May 2014, the Consumer Prices Index increased by 1.5%.\n\n#### Chart 6.1 Average earnings and consumer prices annual growth rates\n\n[![Chart 6.1 Average earnings and consumer prices annual growth rates](http://www.ons.gov.uk/ons/resources/awechart_tcm77-367334.png)](http://www.ons.gov.uk/ons/resources/awechart_tcm77-367334.png \"Chart 6.1 Average earnings and consumer prices annual growth rates\")\nSource: Office for National Statistics\n\n**Notes:**\n\n1. This chart shows monthly estimates for the Consumer Prices Index (CPI) from May 2009 to May 2014 and three month average estimates for Average Weekly Earnings (AWE) from March-May 2009 to March-May 2014.\n2. The CPI series is for the United Kingdom and is compiled from prices data based on a large and representative selection of individual goods and services. The AWE series are for Great Britain and are sourced from the Monthly Wages and Salaries Survey.\n3. The AWE series are seasonally adjusted. The CPI series is not seasonally adjusted.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--earnings-0714.xls \"XLS format\") (30.5 Kb)\n\nSince comparable records began in 2000, average total pay for employees in Great Britain has increased from £311 a week in January 2000 to £478 a week in May 2014; an increase of 53.7%. Between January 2000 and May 2014, the Consumer Prices Index increased by 39.0%. While comparable records start in 2000, modelled estimates back to 1963 (which do not have National Statistics status) are available at [data table EARN02 (527 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-earn02.xls \"data table EARN02\").\n\n#### Notes for Earnings\n\n1. The estimates are in current prices; this means that they are not adjusted for price inflation. The estimates relate to Great Britain and include salaries but not unearned income, benefits in kind or arrears of pay.\n2. As well as pay settlements, the estimates reflect bonuses, changes in the number of paid hours worked and the impact of employees paid at different rates joining and leaving individual businesses. The estimates also reflect changes in the overall structure of the workforce; for example, fewer low paid jobs in the economy would have an upward effect on the earnings growth rate.\n3. Lloyds Banking Group plc is reclassified to the private sector from April 2014 following the sale of some government owned shares to private sector investors. It is classified to the public sector between July 2009 and March 2014. ONS estimates that, if the reclassification had not occurred, the public sector single month growth rate from April 2014 would have been around 0.3 percentage points higher and the corresponding private sector growth rate would have been around 0.1 percentage points lower.\n4. From June 2012 onwards English Further Education Corporations and Sixth Form College Corporations are classified to the private sector, but for earlier time periods they are classified to the public sector. This affects the public and private sector single month growth rates from June 2012 to May 2013, and the three month average growth rates from April-June 2012 to May-July 2013. ONS estimates that, if the reclassification had not occurred, the public sector single month growth rates between June 2012 and May 2013 would have been between 0.6 and 0.8 percentage points lower and the corresponding private sector growth rates would have been between 0.1 and 0.2 percentage points higher.\n"
    },
    {
      "title": "Labour Disputes (not seasonally adjusted)",
      "markdown": "The [labour disputes](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-labour-disputes.html \"labour disputes\") estimates measure strikes connected with terms and conditions of employment.\n\n### Where to find data about labour disputes\n\nLabour disputes estimates are available at Table 20 of the pdf version of this Statistical Bulletin and at [data table LABD01 (154 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-labd01.xls \"data table LABD01\").\n\n#### Commentary\n\nIn May 2014, there were 16,000 working days lost from 18 stoppages. In the 12 months to May 2014, there were 483,000 working days lost from 127 stoppages. Chart 7.1 shows cumulative 12 month totals for working days lost for the last five years.\n\n#### Chart 7.1 Working days lost cumulative 12 months totals, not seasonally adjusted\n\n[![Chart 7.1 Working days lost cumulative 12 months totals, not seasonally adjusted](http://www.ons.gov.uk/ons/resources/labourdisputeschart_tcm77-368601.png)](http://www.ons.gov.uk/ons/resources/labourdisputeschart_tcm77-368601.png \"Chart 7.1 Working days lost cumulative 12 months totals, not seasonally adjusted\")\nSource: Labour Disputes Statistics - Office for National Statistics\n\n**Notes:**\n\n1. The cumulative 12 month totals from November 2011 to October 2012 are affected by a one day strike on 30 November 2011 called by several trade unions in connection with a dispute over proposed changes to pension schemes for some public sector workers.\n2. There was a further one day strike on 30 May 2012 in connection with a dispute over proposed changes to pension schemes for some public sector workers which affected the cumulative 12 month totals from May 2012 to April 2013.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--labour-disputes-0714.xls \"XLS format\") (27 Kb)\n\nThe highest cumulative 12 month estimate for working days lost since records began in December 1931 was 32.2 million for the 12 months to April 1980. Although the cumulative 12 month estimate for working days lost has been generally increasing for the last year, the latest estimates are at historically low levels when looking at the longer run time series back to the 1930s, available at [data table LABD01 (154 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-labd01.xls \"[data table LABD01\").\n"
    },
    {
      "title": "Unemployment",
      "markdown": "### What is unemployment ?\n\n[Unemployment](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-unemployment.html \"Unemployment\") measures people without a job who have been actively seeking work within the last four weeks and are available to start work within the next two weeks.\n\n[Explaining the concepts of employment, unemployment and economic inactivity](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/interpreting-labour-market-statistics/explaining-employment--unemployment-and-inactivity.html \"Explaining the concepts of employment, unemployment and economic inactivity\") is available on the website as a short video.\n\n### Where to find data about unemployment\n\nUnemployment estimates for the UK are available at Table 9 of the pdf version of this Statistical Bulletin and at [data table UNEM01 (2.13 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-unem01.xls \"data table UNEM01\").\n\nInternational comparisons of unemployment rates are available at Table 19 of the pdf version of this Statistical Bulletin and at [data table A10 (268 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-a10.xls \"data table A10\").\n\nEuropean Union (EU) unemployment rates were published in a [Eurostat News Release on 1 July 2014](http://epp.eurostat.ec.europa.eu/cache/ITY_PUBLIC/3-01072014-AP/EN/3-01072014-AP-EN.PDF \"Eurostat News Release on 1 July 2014\").\n\n#### Commentary\n\nThe unemployment rate is the proportion of the economically active population who are unemployed. The economically active population consists of those in work plus those seeking work and available to work (the unemployed).\n\nChart 8.1 shows the unemployment rate for people aged 16 and over since comparable records began in 1971. The chart shows that the lowest unemployment rate was 3.4% in late 1973/early 1974 and the highest rate, of 11.9%, was recorded in 1984 during the downturn of the early 1980s. The unemployment rate for the latest time period, March to May 2014, was 6.5%.\n\n#### Chart 8.1 Unemployment rate (aged 16 and over) from January-March 1971 to March-May 2014, seasonally adjusted\n\n[![Chart 8.1 Unemployment rate (aged 16 and over) from January-March 1971 to March-May 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/unemploymentratesince1971chart_tcm77-367252.png)](http://www.ons.gov.uk/ons/resources/unemploymentratesince1971chart_tcm77-367252.png \"Chart 8.1 Unemployment rate (aged 16 and over) from January-March 1971 to March-May 2014, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--unemployment-rate-since-1971-0614.xls \"XLS format\") (58 Kb)\n\nChart 8.2 looks in more detail at the unemployment rate for the last five years.\n\n#### Chart 8.2 Unemployment rate (aged 16 and over), seasonally adjusted\n\n[![](http://www.ons.gov.uk/ons/resources/unemploymentratechart_tcm77-367353.png)](http://www.ons.gov.uk/ons/resources/unemploymentratechart_tcm77-367353.png \"Chart 8.2 Unemployment rate (aged 16 and over), seasonally adjusted\")\n\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--unemployment-rate-0714.xls \"XLS format\") (28.5 Kb)\n\nAs shown in Charts 8.1 and 8.2, the unemployment rate for those aged 16 and over for March to May 2014 was 6.5%. This was:\n\n- **down** from 6.9% for December 2013 to February 2014,\n- **down** from 7.8% for a year earlier, but\n- **higher** than the pre-downturn trough of 5.2% for late 2007/early 2008.\n\nLooking at unemployment for men and women, for March to May 2014:\n\n- There were 2.12 million **unemployed people**, 121,000 fewer than for December 2013 to February 2014 and 383,000 fewer than a year earlier.\n- There were 1.17 million **unemployed men**, 95,000 fewer than for December 2013 to February 2014 and 263,000 fewer than a year earlier.\n- There were 956,000 **unemployed women**, 25,000 fewer than for December 2013 to February 2014 and 120,000 fewer than a year earlier.\n\nLooking in more detail at changes in the number of unemployed men and women by age group, between March to May 2013 and March to May 2014, as shown in Chart 8.3:\n\n- The number of unemployed **men aged from 16 to 24** fell by 73,000 (13.2%) to reach 477,000.\n- The number of unemployed **women aged from 16 to 24** fell by 69,000 (16.8%) to reach 340,000.\n- The number of unemployed **men aged from 25 to 49** fell by 147,000 (23.8%) to reach 471,000.\n- The number of unemployed **women aged from 25 to 49** fell by 54,000 (10.5%) to reach 458,000.\n- The number of unemployed **men aged 50 and over** fell by 43,000 (16.6%) to reach 218,000.\n- There were 158,000 unemployed **women aged 50 and over** for March to May 2014, little changed on a year earlier.\n\n#### Chart 8.3 Changes in number of unemployed people between March-May 2013 and March-May 2014, seasonally adjusted\n\n[![Chart 8.3 Changes in number of unemployed people between March-May 2013 and March-May 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/unemploymentbyagesexbarchart_tcm77-367352.png)](http://www.ons.gov.uk/ons/resources/unemploymentbyagesexbarchart_tcm77-367352.png \"Chart 8.3 Changes in number of unemployed people between March-May 2013 and March-May 2014, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--unemployment-changes-by-age-and-sex-0714.xls \"XLS format\") (24 Kb)\n\nLooking at **unemployment by duration** (how long people have been unemployed) for March to May 2014:\n\n- 1.03 million people had been unemployed for up to six months, 40,000 fewer than for December 2013 to February 2014 and 148,000 fewer than a year earlier.\n- 348,000 people had been unemployed for between six and twelve months, 24,000 fewer than for December 2013 to February 2014 and 69,000 fewer than a year earlier.\n- 749,000 people had been unemployed for over one year, 57,000 fewer than for December 2013 to February 2014 and 166,000 fewer than a year earlier.\n- 415,000 people had been unemployed for over two years, 15,000 fewer than for December 2013 to February 2014 and 59,000 fewer than a year earlier.\n\nLooking at **international comparisons**, the unemployment rate for the EU was 10.3% of the economically active population for May 2014. Within the EU the highest unemployment rates were for Spain and Greece (around 25%) and the lowest were for Austria and Germany (around 5%). The unemployment rate for the United States was 6.3% for May 2014 and 6.1% for June 2014.\n\nChart 8.4 shows the unemployment rates for the UK, the EU and the United States for the last five years. As shown in Chart 8.4, the unemployment rate for the UK has been substantially lower than that for the whole of the EU. The unemployment rate for the United States peaked at 10% in October 2009 (when the rate for the UK was 7.8%) but US unemployment has moved in a downward direction since early 2010, and for the last year has been slightly lower than the rate for the UK.\n\n#### Chart 8.4 Unemployment rates for the United Kingdom, United States and the European Union, seasonally adjusted\n\n[![Chart 8.4 Unemployment rates for the United Kingdom, United States and the European Union, seasonally adjusted](http://www.ons.gov.uk/ons/resources/internationalchart_tcm77-367354.png)](http://www.ons.gov.uk/ons/resources/internationalchart_tcm77-367354.png \"Chart 8.4 Unemployment rates for the United Kingdom, United States and the European Union, seasonally adjusted\")\n\nSource: Labour Force Survey - Office for National Statistics, Eurostat\n#### Notes:\n\n1. The unemployment rates for the UK and the United States are for those aged 16 and over. The unemployment rate for the EU is for those aged from 15 to 74.\n2. This chart shows monthly estimates for the EU and for the United States from May 2009 to May 2014 and three month average estimates for the UK from March-May 2009 to March-May 2014.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--international-comparisons-0714.xls \"XLS format\") (32 Kb)\n"
    },
    {
      "title": "Claimant Count",
      "markdown": "### What is the Claimant Count ?\n\nThe [Claimant Count](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-claimant-count.html \"Claimant Count\") measures the number of people claiming benefits principally for the reason of being unemployed. Since October 1996 it has been a count of the number of people claiming Jobseeker’s Allowance (JSA). Claimant Count estimates are available on a comparable basis back to January 1971. The figures from January 1971 to September 1996 are estimates of the number of people who would have claimed unemployment related benefits if JSA had existed.\n\nWhile comparable records start in 1971, some data back to 1881 (which do not have National Statistics status) are available from the “Historic Data” worksheet within [data table CLA01 (395.5 Kb Excel sheet)] .\n\nSee Notes for Claimant Count at the end of this section for further details.\n\n### Where to find data about the Claimant Count\n\nClaimant Count estimates are available at Tables 10 and 11 of the pdf version of this Statistical Bulletin and at data tables CLA01 (395.5 Kb Excel sheet) ,  CLA02 (522.5 Kb Excel sheet)  and CLA03 (66.5 Kb Excel sheet) .\n\n#### Commentary\n\nChart 9.1 shows the Claimant Count since comparable records began in 1971. The chart shows that the lowest number of people claiming unemployment related benefits was 422,600 in December 1973 and the highest figure was 3.09 million in July 1986. For the latest month, June 2014, there were 1.04 million people claiming Jobseeker’s Allowance (JSA).\n\n#### Chart 9.1 Claimant Count from January 1971 to June 2014, seasonally adjusted\n[![Chart 9.1 Claimant Count from January 1971 to June 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/claimantcountsince1971chart_tcm77-367417.png)](http://www.ons.gov.uk/ons/resources/claimantcountsince1971chart_tcm77-367417.png \"Chart 9.1 Claimant Count from January 1971 to June 2014, seasonally adjusted\")\nSource: Office for National Statistics, Work and Pensions\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--claimant-count-since-1971-0614.xls \"XLS format\") (60.5 Kb)\n\nLooking in more detail at the most recent five years, Chart 9.2 shows the Claimant Count from June 2009 to June 2014.\n\n#### Chart 9.2 Claimant Count, seasonally adjusted\n\n[![Chart 9.2 Claimant Count, seasonally adjusted](http://www.ons.gov.uk/ons/resources/claimantcountchart_tcm77-367422.png)](http://www.ons.gov.uk/ons/resources/claimantcountchart_tcm77-367422.png \"Chart 9.2 Claimant Count, seasonally adjusted\")\nSource: Office for National Statistics, Work and Pensions\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--claimant-count-0714.xls \"XLS format\") (31.5 Kb)\n\nAs shown at Charts 9.1 and 9.2, for June 2014 there were 1.04 million people claiming JSA. The number of JSA claimants has fallen for 20 consecutive months and it is:\n\n- down 36,300 from May 2014,\n- down 418,900 from a year earlier, but\n- 265,900 higher than the pre-downturn trough of 778,400 for February 2008.\n\nChart 9.3 shows that, for June 2014, excluding a small number of clerically processed claims for which an age breakdown is not available, there were:\n\n- 252,100 people aged from 18 to 24 claiming JSA, down 11,200 from May 2014,\n- 590,500 people aged from 25 to 49 claiming JSA, down 19,300 from May 2014, and\n- 199,900 people aged 50 and over claiming JSA, down 5,100 from May 2014.\n\n#### Chart 9.3 JSA claimants (excluding clerical claims) by age and sex for June 2014, seasonally adjusted\n\n[![Chart 9.3 JSA claimants (excluding clerical claims) by age and sex for June 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/claimantcountbyageandsex_tcm77-367423.png)](http://www.ons.gov.uk/ons/resources/claimantcountbyageandsex_tcm77-367423.png \"Chart 9.3 JSA claimants (excluding clerical claims) by age and sex for June 2014, seasonally adjusted\")\nSource: Office for National Statistics, Work and Pensions\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--claimant-count-by-age-and-sex-0714.xls \"XLS format\") (30 Kb)\n\n** Notes for Claimant Count **\n\n1. The Claimant Count does not yet include people claiming Universal Credit - a new benefit which, for the June 2014 Claimant Count date, had been introduced in only ten Jobcentre Plus offices. The absence of Universal Credit claimants is expected to have a small effect on the Claimant Count from May 2013. See Background Notes to this Statistical Bulletin for further details.\n2. The Claimant Count includes people who claim Jobseeker’s Allowance but who do not receive payment. For example some claimants will have had their benefits stopped for a limited period of time by Jobcentre Plus; this is known as “sanctioning”. Some people claim Jobseeker’s Allowance in order to receive National Insurance Credits.\n"
    },
    {
      "title": "Comparison between Unemployment and the Claimant Count",
      "markdown": "[Unemployment](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-unemployment.html \"Unemployment\") is measured according to internationally accepted guidelines specified by the International Labour Organisation (ILO). Unemployed people in the UK are:\n\n- without a job, have actively sought work in the last four weeks and are available to start work in the next two weeks, or;\n- out of work, have found a job and are waiting to start it in the next two weeks.\n\nPeople who meet these criteria are classified as unemployed irrespective of whether or not they claim Jobseeker’s Allowance or other benefits. The estimates are derived from the Labour Force Survey and are published for three month average time periods.\n\nThe [Claimant Count](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-claimant-count.html \"Claimant Count\") measures the number of people claiming benefits principally for the reason of being unemployed. Since October 1996 it has been a count of the number of people claiming Jobseeker’s Allowance (JSA). Some JSA claimants will not be classified as unemployed. For example, people in employment working fewer than 16 hours a week can be eligible to claim JSA depending on their income.\n\nChart 10.1 and the associated spreadsheet compare quarterly movements in unemployment and the Claimant Count for the same three month average time periods. The unemployment estimates shown in this comparison exclude unemployed people in the 16 to 17 and 65 and over age groups as well as unemployed people aged from 18 to 24 in full-time education. This provides a more meaningful comparison with the Claimant Count than total unemployment because people in these population groups are not usually eligible to claim JSA.\n\nWhen three month average estimates for the Claimant Count are compared with unemployment estimates for the same time periods and for the same population groups (people aged from 18 to 64 excluding 18 to 24 year olds in full-time education), between December 2013 to February 2014 and March to May 2014:\n\n- unemployment fell by 114,000, and\n- the Claimant Count fell by 94,000.\n\n#### Chart 10.1 Quarterly changes in Unemployment and the Claimant Count (aged 18 to 64), seasonally adjusted\n\n[![Chart 10.1 Quarterly changes in Unemployment and the Claimant Count (aged 18 to 64), seasonally adjusted](http://www.ons.gov.uk/ons/resources/comparisonchart_tcm77-367484.png)](http://www.ons.gov.uk/ons/resources/comparisonchart_tcm77-367484.png \"Chart 10.1 Quarterly changes in Unemployment and the Claimant Count (aged 18 to 64), seasonally adjusted\")\n\n**Notes:**\n\n1. Unemployment estimates are sourced from the Labour Force Survey (a survey of households). The unemployment figures in this chart, and the associated spreadsheet, exclude unemployed people aged from 18 to 24 in full-time education.\n2. Claimant Count estimates are sourced from administrative data from Jobcentre Plus (part of the Department for Work and Pensions).\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--unemployment-cc-comparison.xls \"XLS format\") (224 Kb)\n"
    },
    {
      "title": "Economic Inactivity",
      "markdown": "### What is economic inactivity ?\n\n[Economically inactive](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-economic-inactivity.html \"Economically inactive\") people are not in employment but do not meet the internationally accepted definition of unemployment because they have not been seeking work within the last four weeks and/or they are unable to start work within the next two weeks.\n\n[Explaining the concepts of employment, unemployment and economic inactivity](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/interpreting-labour-market-statistics/explaining-employment--unemployment-and-inactivity.html \"Explaining the concepts of employment, unemployment and economic inactivity\") is available on the website as a short video.\n\n### Where to find data on economic inactivity\n\nEconomic inactivity estimates are available at Tables 1 and 13 of the pdf version of this Statistical Bulletin and at [data tables A02 (1.42 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-a02.xls \"data tables A02\") and [INAC01 (2.61 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-inac01.xls \"INAC01\").\n\n#### Commentary\n\nThe proportion of people aged from 16 to 64 not in work and neither seeking nor available to work is known as the economic inactivity rate. Chart 11.1 shows the economic inactivity rate for people aged from 16 to 64 since comparable records began in 1971.\n\nChart 11.1 shows that the economic inactivity rate increased during the downturn of the early 1980s reaching a record high of 25.9% in 1983. As the economy improved in the late 1980s, the economic inactivity rate resumed its downward path, reaching a trough of 21.7% in late 1989 and 1990, before the economic downturn of the early 1990s drove it back up again. Following an increase in the economic inactivity rate during the downturn of 2008-09, it continued its downward path and for the latest time period, March to May 2014, it had fallen to 21.7% for the first time since 1990.\n\n#### Chart 11.1 Economic Inactivity rate (aged 16 to 64) from January-March 1971 to March-May 2014, seasonally adjusted\n\n[![Chart 11.1 Economic Inactivity rate (aged 16 to 64) from January-March 1971 to March-May 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/inactivityratesince1971chart_tcm77-367251.png)](http://www.ons.gov.uk/ons/resources/inactivityratesince1971chart_tcm77-367251.png \"Chart 11.1 Economic Inactivity rate (aged 16 to 64) from January-March 1971 to March-May 2014, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--inactivity-rate-since-1971-0614.xls \"XLS format\") (58 Kb)\n\nSince comparable records began in 1971, the economic inactivity rate for men has been gradually rising while the rate for women has been gradually falling. The latest economic inactivity rate for women of 27.2%, for March to May 2014, is the lowest figure on record.\n\nChart 11.2 looks in more detail at the economic inactivity rate for the last five years.\n\n#### Chart 11.2 Economic inactivity rate (aged 16 to 64), seasonally adjusted\n\n[![Chart 11.2 Economic inactivity rate (aged 16 to 64), seasonally adjusted](http://www.ons.gov.uk/ons/resources/inactivityratechart_tcm77-367485.png)](http://www.ons.gov.uk/ons/resources/inactivityratechart_tcm77-367485.png \"Chart 11.2 Economic inactivity rate (aged 16 to 64), seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--economic-inactivity-rate-0714.xls \"XLS format\") (32.5 Kb)\n\nAs shown in Charts 11.1 and 11.2, the economic inactivity rate for those aged from 16 to 64 for March to May 2014 was 21.7%. This was:\n\n- down from 21.9% for December 2013 to February 2014, and\n- down from 22.5% for a year earlier.\n\nThe economic inactivity rate was last at 21.7% in 1990 and, since comparable records began in 1971, it has never been lower.\n\nThere were 8.78 million economically inactive people aged from 16 to 64 for March to May 2014. This was:\n\n- 67,000 fewer than for December 2013 to February 2014,\n- 258,000 fewer than a year earlier, and\n- the lowest since October to December 2002.\n\nLooking at **economic inactivity by reason** (for people aged from 16 to 64) for March to May 2014, as shown in Chart 11.3:\n\n- There were 2.23 million economically inactive students, little changed compared with December 2013 to February 2014 but 51,000 fewer than a year earlier.\n- There were 2.24 million people looking after the family or home, 20,000 fewer compared with both December 2013 to February 2014 and with a year earlier.\n- There were 1.98 million people who were economically inactive due to long-term sickness, little changed compared with December 2013 to February 2014 but 67,000 fewer than a year earlier.\n- There were 1.30 million economically inactive people who had retired before reaching the age of 65, 12,000 fewer compared with December 2013 to February 2014 and 77,000 fewer than a year earlier.\n\nThe annual fall in the number of economically inactive people who had retired before reaching the age of 65 reflects changes to the state pension age for women. The age at which women reach state pension age has been gradually increasing from 60 since April 2010, resulting in fewer women retiring between the ages of 60 and 65. Between January to March 2010 and March to May 2014, the number of women who were economically inactive because they had retired before reaching the age of 65 fell by 234,000.\n\n#### Chart 11.3 Economic inactivity by reason (aged 16 to 64) for March to May 2014, seasonally adjusted\n\n[![Chart 11.3 Economic inactivity by reason (aged 16 to 64) for March to May 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/inactivitybyreason_tcm77-367486.png)](http://www.ons.gov.uk/ons/resources/inactivitybyreason_tcm77-367486.png \"Chart 11.3 Economic inactivity by reason (aged 16 to 64) for March to May 2014, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--inactivity-by-reason-0714.xls \"XLS format\") (29.5 Kb)\n"
    },
    {
      "title": "Young People in the Labour Market",
      "markdown": "### Where to find data on young people in the labour market\n\nEstimates for young people in the labour market are available at Table 14 of the pdf version of this Statistical Bulletin and at [data table A06 (2.35 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-a06.xls \"data table A06\").\n\n### Where to find more information about young people in the labour market\n\nEstimates for [young people who were Not in Education, Employment or Training (NEET)](http://www.ons.gov.uk/ons/rel/lms/young-people-not-in-education--employment-or-training--neets-/may-2014/index.html \"young people who were Not in Education, Employment or Training (NEET)\") for January to March 2014 were published on 22 May 2014.\n\nA report on [Young People in the Labour Market](http://www.ons.gov.uk/ons/rel/lmac/young-people-in-the-labour-market/2014/index.html \"Young People in the Labour Market\") was published on 5 March 2014.\n\n#### Commentary\n\nFor March to May 2014, there were 3.04 million people aged from 16 to 24 in full-time education and 4.15 million 16 to 24 year olds not in full-time education. As shown in Chart 12.1, most 16 to 24 year olds in full-time education were economically inactive while most 16 to 24 year olds not in full-time education were in work.\n\n#### Chart 12.1 Young people (aged 16 to 24) in the labour market for March to May 2014, seasonally adjusted\n\n[![Chart 12.1 Young people (aged 16 to 24) in the labour market for March to May 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/youngpeoplebarchart_tcm77-367487.png)](http://www.ons.gov.uk/ons/resources/youngpeoplebarchart_tcm77-367487.png \"Chart 12.1 Young people (aged 16 to 24) in the labour market for March to May 2014, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--young-people.xls \"XLS format\") (30 Kb)\n\nFor March to May 2014, for people aged from 16 to 24, there were:\n\n- 3.77 million people in work (including 829,000 full-time students with part-time jobs),\n- 817,000 unemployed people (including 283,000 full-time students looking for part-time work), and\n- 2.60 million economically inactive people, most of whom (1.93 million) were full-time students.\n\nIt is a common misconception that all people in full-time education are classified as economically inactive. This is not the case as people in full-time education are included in the employment estimates if they have a part-time job and are included in the unemployment estimates if they are seeking part-time work.\n\nFor March to May 2014, the unemployment rate for 16 to 24 year olds was 17.8%. This was:\n\n- **down** from 19.1% for December 2013 to February 2014,\n- **down** from 20.9% for a year earlier, but\n- **higher** than the pre-downturn trough of 13.8% for December 2007 to February 2008.\n\nComparisons of youth unemployment over time are complicated by the fact that unemployment rates are calculated as the number of unemployed people divided by the economically active population (which excludes those not seeking or available to work). Since comparable records began in 1992, the proportion of people aged from 16 to 24 in full-time education has increased substantially from 24.3% for March to May 1992 to 42.3% for March to May 2014. Increasing numbers of young people going into full-time education reduces the size of the economically active population and therefore increases the unemployment rate.\n"
    },
    {
      "title": "Redundancies",
      "markdown": "### What are redundancies ?\n\nThe [redundancies](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-redundancies.html \"redundancies\") estimates measure the number of people who have been made redundant or have taken voluntary redundancy.\n\n### Where to find data on redundancies\n\nRedundancies estimates are available at Tables 23 and 24 of the pdf version of this Statistical Bulletin and at [data tables RED01 (196 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-red01.xls \"data tables RED01\") and [RED02 (2.35 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-red02.xls \"RED02\").\n\n#### Commentary\n\nFor March to May 2014, 116,000 people had become redundant in the three months before the Labour Force Survey interviews. This was little changed from December 2013 to February 2014 and from a year earlier, but 194,000 fewer than the peak of 310,000 recorded for February to April 2009.\n\nChart 13.1 shows the number of people made redundant (including voluntary redundancies) for the last five years.\n\n#### Chart 13.1 Redundancies, seasonally adjusted\n[![Chart 13.1 Redundancies, seasonally adjusted](http://www.ons.gov.uk/ons/resources/redundancieschart_tcm77-367488.png)](http://www.ons.gov.uk/ons/resources/redundancieschart_tcm77-367488.png \"Chart 13.1 Redundancies, seasonally adjusted\")\nSource: Labour Force Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--redundancies-0714.xls \"XLS format\") (28 Kb)\n"
    },
    {
      "title": "Vacancies",
      "markdown": "### What are vacancies ?\n\n[Vacancies](http://www.ons.gov.uk/ons/rel/lms/labour-market-guidance/guide-to-labour-market-statistics/guide-to-vacancies.html \"Vacancies\") are defined as positions for which employers are actively seeking to recruit outside their business or organisation.\n\n### Where to find data about vacancies\n\nVacancies estimates are available at Tables 21, 21(1) and 22 of the pdf version of this Statistical Bulletin and at [data tables VACS01 (64.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-vacs01.xls \"data tables VACS01\"), [VACS02 (144 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-vacs02.xls \"VACS02\") and [VACS03 (78.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-vacs03.xls \"VACS03\").\n\n#### Commentary\nThere were 648,000 job vacancies for April to June 2014. This was:\n\n- up 30,000 from January to March 2014,\n- up 117,000 from a year earlier, but\n- 48,000 lower than the pre-downturn peak of 696,000 for January to March 2008.\n\n#### Chart 14.1 Vacancies, seasonally adjusted\n[![Chart 14.1 Vacancies, seasonally adjusted](http://www.ons.gov.uk/ons/resources/vacancieschart_tcm77-367489.png)](http://www.ons.gov.uk/ons/resources/vacancieschart_tcm77-367489.png \"Chart 14.1 Vacancies, seasonally adjusted\")\nSource: Vacancy Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/chart-spreadsheet--vacancies-0714.xls \"XLS format\") (28.5 Kb)\n"
    },
    {
      "title": "Key Out of Work Benefits, not seasonally adjusted (first published on 14 May 2014)",
      "markdown": "### What are key out of work benefits ?\n\nKey out of work benefits includes claimants of Jobseeker’s Allowance and Employment and Support Allowance and other incapacity benefits. It also includes claimants of Income Support and Pension Credit. While most people claiming these benefits are out of work a small number are in employment. These estimates exclude claimants in Northern Ireland.\n\n### Where to find data about key out of work benefits\n\nEstimates of claimants of key out of work benefits are available at Table 25 of the pdf version of this Statistical Bulletin and at [data table BEN01 (59 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/table-ben01.xls \"data table BEN01\").\n\n#### Commentary\n\nFor November 2013 there were 4.25 million people claiming key out of work benefits. This was:\n\n- the lowest figure since comparable records began in 1999,\n- down 390,000 from November 2012, and\n- down 850,600 from the peak of 5.10 million recorded for February 2010.\n\nFor November 2013, 10.7% of the population aged from 16 to 64 were claiming key out of work benefits. This was:\n\n- the lowest figure since comparable records began in 1999, and\n- down from 11.7% for a year earlier.\n\nChart 15.1 shows, for the last five years, the proportion of the population aged from 16 to 64 claiming key out of work benefits.\n\n#### Chart 15.1 Proportion of population (aged 16 to 64) claiming key out of work benefits, not seasonally adjusted\n[![Chart 15.1 Proportion of population (aged 16 to 64) claiming key out of work benefits, not seasonally adjusted](http://www.ons.gov.uk/ons/resources/outofworkbenefits_tcm77-367490.png)](http://www.ons.gov.uk/ons/resources/outofworkbenefits_tcm77-367490.png \"Chart 15.1 Proportion of population (aged 16 to 64) claiming key out of work benefits, not seasonally adjusted\")\nSource: Work and Pensions, Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/chart-spreadsheet--benefits-0514.xls \"XLS format\") (25.5 Kb)\n"
    },
    {
      "title": "Where to find more information about Labour Market Statistics",
      "markdown": "### Other regularly published labour market releases\n\n- [Regional Labour Market statistics](http://www.ons.gov.uk/ons/rel/subnational-labour/regional-labour-market-statistics/index.html \"Regional Labour Market statistics\") (*)\n- [Public Sector Employment](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/index.html \"Public Sector Employment\")\n- [Young People who were Not in Employment, Education or Training (NEET)](http://www.ons.gov.uk/ons/rel/lms/young-people-not-in-education--employment-or-training--neets-/index.html \"Young People who were Not in Employment, Education or Training (NEET)\")\n- [Labour Productivity](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/index.html \"Labour Productivity\")\n- [Annual Survey of Hours and Earnings](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings/index.html \"Annual Survey of Hours and Earnings\")\n- [Working and Workless Households](http://www.ons.gov.uk/ons/rel/lmac/working-and-workless-households/index.html \"Working and Workless Households\")\n- (*) Regional and local area statistics are available at [NOMIS®](http://www.ons.gov.uk/ons/external-links/nomis.html \"NOMIS®\")\n\n### Recently published reports on labour market topics\n\n- [UK wages over the last four decades (3 July 2014)](http://www.ons.gov.uk/ons/rel/lmac/uk-wages-over-the-past-four-decades/2014/index.html \"UK wages over the last four decades (3 July 2014\")\n- [Characteristics of home workers in the UK (4 June 2014)](http://www.ons.gov.uk/ons/rel/lmac/characteristics-of-home-workers/2014/index.html \"Characteristics of home workers in the UK (4 June 2014)\")\n- [Contracts with no guaranteed hours (30 April 2014)](http://www.ons.gov.uk/ons/rel/lmac/contracts-with-no-guaranteed-hours/zero-hours-contracts/index.html \"Contracts with no guaranteed hours (30 April 2014)\")\n- [Public and private sector earnings (10 March 2014)](http://www.ons.gov.uk/ons/rel/lmac/public-and-private-sector-earnings/march-2014/index.html \"Public and private sector earnings (10 March 2014)\")\n- [Young People in the Labour Market (5 March 2014)](http://www.ons.gov.uk/ons/rel/lmac/young-people-in-the-labour-market/2014/index.html \"Young People in the Labour Market (5 March 2014)\")\n- [Sickness Absence in the Labour Market (25 February 2014)](http://www.ons.gov.uk/ons/rel/lmac/sickness-absence-in-the-labour-market/2014/index.html \"Sickness Absence in the Labour Market (25 February 2014)\")\n- [Graduates in the Labour Market (19 November 2013)](http://www.ons.gov.uk/ons/rel/lmac/graduates-in-the-labour-market/2013/index.html \"Graduates in the Labour Market (19 November 2013)\")\n- [Moving Between Unemployment and Employment (7 November 2013)](http://www.ons.gov.uk/ons/rel/lmac/moving-between-unemployment-and-employment/2013/index.html \"Moving Between Unemployment and Employment (7 November 2013)\")\n- [Women in the Labour Market (25 September 2013)](http://www.ons.gov.uk/ons/rel/lmac/women-in-the-labour-market/2013/index.html \"Women in the Labour Market (25 September 2013)\")\n- [Working and workless households (28 August 2013)](http://www.ons.gov.uk/ons/rel/lmac/working-and-workless-households/2013/index.html \"Working and workless households (28 August 2013)\")\n- [Bonus payments in Great Britain (20 August 2013)](http://www.ons.gov.uk/ons/rel/awe/average-weekly-earnings/bonus-payments-in-great-britain--2012-2013/index.html \"Bonus payments in Great Britain (20 August 2013)\")\n\n### Historic articles published in Economic \u0026 Labour Market Review and Labour Market Trends\n\nArticles about labour market statistics were published in Labour Market Trends (up until 2006) and in Economic and Labour Market Review (from 2007 to 2011). Editions of [Labour Market Trends](http://www.ons.gov.uk/ons/rel/lms/labour-market-trends--discontinued-/index.html \"Labour Market Trends\") are available on the website from July 2001 until December 2006 when the publication was discontinued. It was replaced by [Economic and Labour Market Review](http://www.ons.gov.uk/ons/rel/elmr/economic-and-labour-market-review/index.html \"Economic and Labour Market Review\"), which also included articles about labour market statistics. Editions of [Economic and Labour Market Review](http://www.ons.gov.uk/ons/rel/elmr/economic-and-labour-market-review/index.html \"Economic and Labour Market Review\") are available on the website from the first edition, published in January 2007, up until the last edition published in May 2011.\n\n### Published ad hoc data and analysis\n\n[Additional statistical data and analyses for labour market statistics](http://www.ons.gov.uk/ons/about-ons/business-transparency/freedom-of-information/what-can-i-request/published-ad-hoc-data/labour/index.html \"Additional statistical data and analyses for labour market statistics\") that have not been included in our standard publications are available on the website.\n"
    },
    {
      "title": "Revisions",
      "markdown": "Estimates for the most recent time periods are subject to revision due to the receipt of late and corrected responses to business surveys and revisions to seasonal adjustment factors which are re-estimated every month. Estimates are subject to longer run revisions, on an annual basis, resulting from reviews of the seasonal adjustment process. Estimates derived from the Labour Force Survey (a survey of households) are usually only revised once a year. Revisions to estimates derived from other sources are usually minor and are commented on in the Statistical Bulletin if this is not the case. Further information is available in the [Labour Market Statistics Revisions Policy (36.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-policies-by-theme/labour-market/labour-market-statistics-revisions-policy.pdf \"Labour Market Statistics Revisions Policy\").\n\nOne indication of the reliability of the key indicators in this Statistical Bulletin can be obtained by monitoring the size of revisions. [Data tables EMP05 (0.99 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-emp05.xls \"Data tables EMP05\") , [UNEM04 (2.09 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-unem04.xls \"UNEM04\"), [JOBS06 (374 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-jobs06.xls \"JOBS06\") and [CLA04 (1.87 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-cla03.xls \"CLA04\") record the size and pattern of revisions over the last five years. These indicators only report summary measures for revisions. The revised data itself may be subject to sampling or other sources of error. The ONS standard presentation is to show five years worth of revisions (60 observations for a monthly series, 20 for a quarterly series).\n"
    },
    {
      "title": "Accuracy of the Statistics: Estimating and Reporting Uncertainty",
      "markdown": "Most of the figures in this Statistical Bulletin come from surveys of households or businesses. Surveys gather information from a sample rather than from the whole population.  The sample is designed carefully to allow for this, and to be as accurate as possible given practical limitations like time and cost constraints, but results from sample surveys are always estimates, not precise figures. This means that they are subject to some uncertainty. This can have an impact on how changes in the estimates should be interpreted, especially for short-term comparisons.\n\nWe can calculate the level of uncertainty (also called “sampling variability”) around a survey estimate by exploring how that estimate would change if we were to draw many survey samples for the same time period instead of just one. This allows us to define a range around the estimate (known as a “confidence interval”) and to state how likely it is in practice that the real value that the survey is trying to measure lies within that range. Confidence intervals are typically set up so that we can be 95% sure that the true value lies within the range – in which case we refer to a “95% confidence interval”.\n\nFor example, the unemployment rate for March to May 2014 was estimated to be 6.5%. This figure had a stated 95% confidence interval of +/- 0.2 percentage points. This means that we can be 95% certain that the true unemployment rate for March to May 2014 was between 6.3% and 6.7%.  However, the best estimate from the survey was that the unemployment rate was 6.5%.\n\nThe number of people unemployed for the same period was estimated at 2,122,000, with a stated 95% confidence interval of +/- 77,000.  This means that we can be 95% sure that the true number of unemployed people was between 2,045,000 and 2,199,000.  Again, the best estimate from the survey was that the number of unemployed people was 2,122,000.\n\nAs well as calculating precision measures around the numbers and rates obtained from the survey, we can also calculate them for changes in the numbers.  For example, for March to May 2014, the estimated change in the number of unemployed people since December 2013 to February 2014 was a fall of 121,000, with a 95% confidence interval of +/- 84,000.  This means that we can be 95% certain the actual change in unemployment was somewhere between a fall of 37,000 and a fall of 205,000, with the best estimate being a fall of 121,000. As the estimated fall in unemployment of 121,000 is greater than the confidence interval of 84,000, the estimated fall in unemployment is said to be “statistically significant”; we can be confident that there has been a fall in unemployment.\n\n### Working with uncertain estimates\n\nIn general, changes in the numbers (and especially the rates) reported in this Statistical Bulletin between three month periods are small, and are not usually greater than the level that is explainable by sampling variability. In practice, this means that small, short-term movements in reported rates (for example within +/- 0.3 percentage points) should be treated as indicative, and considered alongside medium and long-term patterns in the series and corresponding movements in administrative sources, where available, to give a fuller picture.\n\n### Seasonal adjustment and uncertainty\n\nLike many economic indicators, the labour market is affected by factors that tend to occur at around the same time every year; for example school leavers entering the labour market in July and whether Easter falls in March or April. In order to compare movements other than annual changes in labour market statistics, such as since the previous quarter or since the previous month, the data are seasonally adjusted to remove the effects of seasonal factors and the arrangement of the calendar. All estimates discussed in this Statistical Bulletin are seasonally adjusted except where otherwise stated. While seasonal adjustment is essential to allow for robust comparisons through time, it is not possible to estimate uncertainty measures for the seasonally adjusted series.\n\n### Where to find data about uncertainty and reliability\n\n[Data table A11 (48 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-a11.xls \"Data table A11\") shows sampling variabilities for estimates derived from the **Labour Force Survey**.\n\n[Data table JOBS07 (44.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-jobs07.xls \"Data table JOBS07\") shows sampling variabilities for estimates of **workforce jobs**.\n\nThe sampling variability of the three month average **vacancies** level is around +/- 1.5% of that level.\n\nSampling variability information for **Average Weekly Earnings** growth rates are available from the “Sampling Variability” worksheets within [data tables EARN01 (478 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-earn01.xls \"data tables EARN01\") and [EARN03 (586.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-earn03.xls \"EARN03\").\n"
    },
    {
      "title": "Other Quality Information",
      "markdown": "[Quality and Methodology Information papers](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/labour-market/index.html \"Quality and Methodology Information papers\") for labour market statistics are available on the website.\n\nFurther information about the Labour Force Survey (LFS) is available from:\n\n- the [LFS User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/labour-market-statistics/index.html \"LFS User Guide\"), and\n- [LFS Performance and Quality Monitoring Reports](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/labour-force-survey/index.html \"LFS Performance and Quality Monitoring Reports\").\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "1. **This month’s release**\nA new data table (Excel spreadsheet) has been introduced providing an indicative representation of the Claimant Count including experimental Universal Credit statistics. See Background Note 4 below for further details.\n\n2. **Next month’s release**\nThere will be revisions to estimates of the proportion of the population (aged from 16 to 64) claiming key out of work benefits for 2013, published at Table 25 of the pdf version of this Statistical Bulletin and at [data table BEN01 (59 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-ben01.xls \"data table BEN01\"). These revisions will result from taking on board the latest population estimates.\n\n3. **Revisions to Labour Force Survey estimates planned for October 2014**\nONS currently plans to revise estimates derived from the Labour Force Survey (including estimates of employment, unemployment and economic inactivity), in the October 2014 edition of this Statistical Bulletin, as a result of taking on board population estimates from the 2011 Census. Estimates will be revised back to June to August 2001. ONS plans to publish an article in late September 2014 which will include details of the back revisions to the headline estimates of employment, unemployment and economic inactivity.\n\n4. **Introduction of Universal Credit**\nThe Pathfinder for Universal Credit started on 29 April 2013 with the introduction of this new benefit in one Jobcentre Plus office (**Ashton under Lyne**). The pathfinder was extended to a second Jobcentre Plus office (**Wigan**) on 1 July 2013 and two further offices (**Oldham** and **Warrington**) joined the pathfinder on 29 July 2013.\n\nThe progressive national roll out of Universal Credit across the rest of the UK commenced with **Hammersmith** Jobcentre Plus office on 28 October 2013 and was followed by:\n\n- **Rugby** and **Inverness** Jobcentre Plus offices on 25 November 2013,\n- **Harrogate** and **Bath** Jobcentre Plus offices on 24 February 2014, and\n- **Shotton** Jobcentre Plus office on 7 April 2014.\n\nBy 12 June 2014 (the Claimant Count date for June 2014), Universal Credit had been introduced in the above mentioned 10 Jobcentre Plus offices. On 20 June 2014, the Department for Work and Pensions (DWP) published a press release announcing the further expansion of Universal Credit across the North West region.\n\nUniversal Credit will replace a number of means-tested benefits including the means-tested element of Jobseeker’s Allowance (JSA). It will not replace contributory based JSA.\n\nThe Claimant Count measures the number of people claiming benefits principally for the reason of being unemployed. Since October 1996 it has been a count of the number of people claiming JSA. Following a consultation in 2012 by ONS, it was decided that, with the introduction of Universal Credit, the Claimant Count would include:\n\n- people claiming contribution-based JSA (which is not affected by the introduction of Universal Credit),\n- people claiming income-based JSA during the transition period while this benefit is being gradually phased out, and\n- people claiming Universal Credit who are not earning and who are subject to a full set of labour market jobseeker requirements, that is required to be actively seeking work and available to start work.\n\n**The Claimant Count estimates from May 2013 onwards, published in this Statistical Bulletin, do not include claimants of Universal Credit**. ONS will include jobseeker Universal Credit claims in the Claimant Count statistics as soon as possible.\n\nIn this release, ONS is publishing a new spreadsheet, [data table CLA03 (66.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-prod01.xls \"data table CLA03\"), providing an indicative adjusted Claimant Count which initially includes experimental estimates of all claimants of Universal Credit (not just those who are jobseekers) as well as all JSA claimants. To maintain continuity of table numbering, the Claimant Count revisions triangle data table has been renumbered from CLA03 to CLA04.\n\nThe absence of Universal Credit claimants is expected to have a small effect on the Claimant Count from May 2013. This assessment reflects the information published at [data table CLA03 (66.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/table-prod01.xls \"data table CLA03\").\n\n5. **Publication policy**\nPublication dates up to the end of 2015 are available in the Background Notes to the [June 2014 edition of this Statistical Bulletin](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/june-2014/statistical-bulletin.html \"June 2014 edition of this Statistical Bulletin\").\n\nA list of the job titles of those given [pre-publication access](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/pre-release-list.html \"pre-publication access\") to the contents of this Statistical Bulletin is available on the website.\n\n6. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html \"[www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html\") or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e.\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "accordion": [],
  "type": "bulletin",
  "uri": "/employmentandlabourmarket/peopleinwork/earningsandworkinghours/bulletins/uklabourmarketjuly2014",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/employmentandlabourmarket"
    },
    {
      "uri": "/employmentandlabourmarket/peopleinwork"
    },
    {
      "uri": "/employmentandlabourmarket/peopleinwork/earningsandworkinghours"
    }
  ],
  "description": {
    "headline1": "Comparing the estimates for March to May 2014 with those for December 2013 to February 2014, employment continued to rise and unemployment continued to fall.",
    "headline2": "There were 30.64 million people in work, 254,000 more than for December 2013 to February 2014 and 929,000 more than a year earlier.",
    "headline3": "The proportion of people aged from 16 to 64 in work (the employment rate) continued to rise, reaching 73.1% for March to May 2014.",
    "nationalStatistic": true,
    "contact": {
      "email": "labour.market@ons.gsi.gov.uk"
    },
    "title": "UK Labour Market, July 2014",
    "summary": "Labour market statistics (including employment, unemployment and economic inactivity) for the United Kingdom.",
    "keywords": []
  }
}