{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Olugbenga Olatunde",
    "email": "mortality@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Alcohol-related Deaths in the United Kingdom, Registered in 2012",
      "markdown": "- In 2012 there were 8,367 alcohol-related deaths in the UK, 381 fewer than in 2011 (8,748).\n- Males accounted for approximately 65% of all alcohol-related deaths in the UK in 2012.\n- Death rates were highest among men aged 60 to 64 years (42.6 deaths per 100,000 population) and women aged 55 to 59 years (22.2 deaths per 100,000).\n- Of the four UK constituent countries, only in Scotland were male and female death rates in 2012 significantly lower than in 2002.\n- In England and Wales, 63% of all alcohol-related deaths in 2012 were caused by alcoholic liver disease, with 16% of these deaths occurring among those aged 55 to 59 years.\n- In England, alcohol-related death rates were highest among regions in the North and lowest among those in the South throughout the period 2002–2012.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents the latest figures for alcohol-related deaths in the UK, its four constituent countries and regions of England. Comparisons are made between 2012, the latest year, and previously published data from 2002 onwards.\n\nFigures are based on deaths registered in each calendar year rather than those occurring in each year. Since the majority of alcohol-related deaths registered in 2012 also occurred in the same year, registration delays are likely to have no impact on the findings in this bulletin. Please see the section on registration delays for further information.\n\nONS recently revised mid-2002 to 2010 population estimates in light of the 2011 Census. Death rates relating to this period have therefore been revised and may differ from previously published figures. In the previous release, [‘Alcohol-related deaths in the United Kingdom, 2011’](http://www.ons.gov.uk/ons/rel/subnational-health4/alcohol-related-deaths-in-the-united-kingdom/2011/alcohol-related-deaths-in-the-uk--2011.html \"Alcohol-related deaths in the United Kingdom, 2011\") UK rates were based on a combination of the 2011 Census population estimates for England and Wales and rolled forward mid-year population estimates (from the 2001 Census) for Scotland and Northern Ireland. These rates have now been rebased on 2011 Census populations for each UK constituent country.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/alcohol1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. A common definition of alcohol-related death is used across the United Kingdom; see the ‘Definition’ section for further information\n2. Rates per 100,000 population, standardised to the 1976 European Standard Population\n3. Deaths of non-residents are included in figures for the UK\n4. Figures are for deaths registered in each calendar year\n5. In 2012 the average number of days between date of death and death registration in England and Wales was four days for alcohol-related causes.\n"
    },
    {
      "title": "Context",
      "markdown": "Alcohol is a potentially addictive psychoactive substance. It is rapidly absorbed into the bloodstream, and its effects on brain function – such as slowed reaction times and loss of inhibition – are felt very quickly. The human body cannot store alcohol; it treats it as a potential poison and detoxifies it in the liver. The speed at which this happens depends on a variety of factors including age and sex ([FPH, 2008](http://www.fph.org.uk/uploads/ps_alcohol.pdf)\"FPH, 2008\").\n\nSince alcohol cannot be stored, it is potentially harmful to the liver which is responsible for breaking it down and eliminating it from the body. The harmful effects of alcohol can be acute (immediate) or chronic (longer-term) with these effects being dependent to a large extent on drinking behaviour. Some of the acute effects include alcohol-related accidents and injuries, suicides and violent crime while liver cirrhosis, heart disease and certain types of cancer are associated with long term misuse of alcohol.\n\nAlthough drinking alcohol is a part of the culture in many societies and a common feature in social gatherings and many people use it sensibly, its misuse has become a serious and worsening public health problem in recent years ([FPH, 2008](http://www.fph.org.uk/uploads/ps_alcohol.pdf \"FPH, 2008\"); [WHO, 2014a](http://www.who.int/topics/alcohol_drinking/en/ \"WHO, 2014a\")). The harmful use of alcohol results in 2.5 million deaths each year worldwide ([WHO, 2014b](http://www.who.int/mediacentre/factsheets/fs349/en/index.html \"WHO, 2014b\")) with over 8,000 deaths occurring in the UK in each of the last ten years.\n\nExcessive consumption of alcohol is a major preventable cause of premature mortality with alcohol-related deaths accounting for 1.4% of all deaths in England and Wales in 2012. There is therefore widespread policy, professional and public interest in the prevalence of alcohol-related deaths in the UK. The main users of these statistics include the Department of Health and other devolved health administrations, public health observatories and local governments. The figures on alcohol-related deaths are used to monitor and develop policies to protect the health of the public. In November 2010, the government published a White Paper titled [‘Healthy lives, healthy people: our strategy for public health in England’](http://www.ons.gov.uk/ons/external-links/other-government-departments/doh/department-of-health--2010--healthy-lives--healthy-people--our-strategy-for-public-health-in-england.html \"Department of Health: Healthy lives, healthy people: our strategy for public health in England\") (Department of Health, 2010) which outlines the government’s commitment to protecting the population from serious health threats and helping people to live longer, healthier and more fulfilling lives. Among other lifestyle and behavioural factors, the paper highlights the harmful effects of alcohol abuse and the associated cost to the NHS. This White Paper led to the Home Office’s [Alcohol Strategy](http://www.homeoffice.gov.uk/publications/alcohol-drugs/alcohol/alcohol-strategy?view\u003dBinary \"Alcohol Strategy\") (2012) which introduced a minimum unit price for alcohol and initiated a consultation on banning multi-buy alcohol discounting in order to reduce the number of people drinking to damaging levels.\n\nNon-government users include charitable organisations such as [Drinkaware](http://www.drinkaware.co.uk/ \"Drinkaware\"), and [Addaction](http://www.addaction.org.uk/ \"Addaction\"). These organisations use the statistics to educate people about the risks associated with alcohol consumption, to target support services to vulnerable groups and to inform public opinion and policy. Many of these organisations have also signed up as partners to the government’s Public Health Responsibility Deal (Department of Health, 2014) in which public, private and voluntary organisations sign-up and work collaboratively to address key public health issues, including alcohol abuse. Academics and researchers also use the statistics to investigate the causes and the impact of alcohol-related deaths.\n\nThe statistics are also used by local and national media to report on geographical and time trends in alcohol-related deaths and to comment on the effectiveness or potential effectiveness of government policies and are of great interest to the general public.\n\nThis statistical bulletin presents figures for the UK, its constituent countries and English Regions. Statistics for Scotland are also published by [National Records of Scotland (NRS)](http://www.ons.gov.uk/ons/external-links/other-government-departments/gro/national-records-of-scotland---alcohol-related-deaths.html \"National Records of Scotland (NRS)\") while data for Northern Ireland are published by the [Northern Ireland Statistics and Research Agency (NISRA)](http://www.nisra.gov.uk/demography/default.asp30.htm \"Northern Ireland Statistics and Research Agency (NISRA)\").\n"
    },
    {
      "title": "Comparison of age-specific rates in the United Kingdom",
      "markdown": "Age-standardised rates enable the comparison of trends in alcohol-related deaths over time because they take into account differences in the age structure of the populations being compared. However, as these rates are overall rates, they are not useful in comparing age groups within or across populations. In contrast, age-specific rates allow these comparisons to be made. Data presented in this section are for 2012 only. Rates were not calculated where there were three or fewer deaths in an age group.\n\nIn 2012, age-specific alcohol-related death rates for males rose steadily from 0.3 per 100,000 population among those aged 20-24 to a peak of 42.6 per 100,000 at age 60-64 years. The rates fell in subsequent age groups to 19.7 per 100,000 among those aged 85 years and over.\n\nFor females, the death rate for those aged 20-24 years was similar to that for males in this age group. However, the disparity between male and female death rates become more evident beyond this age group, with rates among males approximately twice those for females in each age group. Female rates rose steadily to a peak of 22.2 per 100,000 among those aged 55-59 years before dropping off gradually to 10.3 per 100,000 among those aged 85 years and over.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/alcohol2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. A common definition of alcohol-related death is used across the United Kingdom; see the ‘Definition’ section for further information\n2. Rates are not calculated for persons aged under 20 due to small number of deaths\n3. Deaths of non-residents are included in figures for the UK\n4. In 2012 the average number of days between date of death and death registration in England and Wales was four days for alcohol-related causes.\n"
    },
    {
      "title": "Comparison of age-standardised rate trends in the United Kingdom",
      "markdown": "For males, age-standardised rates for alcohol-related deaths in 2012 fell significantly on the previous year from 17.1 to 15.9 per 100, 000 population. Over the period 2002 to 2012, there were substantial annual fluctuations in the numbers and age-standardised rates for alcohol-related deaths. On the whole, the number of deaths rose from 5,069 in 2002 to a peak of 5,999 in 2008 before falling to 5,473 in 2012. A similar pattern was observed with rates which increased significantly between 2002 and 2008 before falling significantly in 2009 and most recently in 2012.\n\nIn general, the number of female deaths from alcohol-related causes increased from 2,632 in 2002 to a peak of 3,032 in 2008. The numbers have since fallen to 2,894 in 2012. Rates also increased between 2002 and 2006 but remained relatively stable afterwards until 2011.In 2012, the alcohol-related death rate for females stood at 7.8 per 100, 000 population, representing the first significant decrease in rates since 2006.\n\nDespite the decreases in the rates and number of deaths for males, a significantly higher proportion of alcohol-related deaths continue to occur in males than in females. On average, 66% of alcohol-related deaths in the last 11 years have been in males.\n\nThe causes of death defined as alcohol-related in this bulletin (see the ‘Definition’ section for details) are those causes regarded as being most directly due to alcohol consumption. Data on alcohol consumption in Great Britain in 2012 in the Opinions and Lifestyle Survey (OPN) ([ONS, 2013](http://www.ons.gov.uk/ons/rel/ghs/opinions-and-lifestyle-survey/drinking-habits-amongst-adults--2012/index.html \"ONS, 2013\")), showed although men were more likely to drink than women, there was a steady decline in the proportion of adults (aged 16 years and over) who drank alcohol frequently in the previous week. The proportion fell from 22% in 2005 to 14% in 2012 for men and for women from 13% to 9%. The report also showed that men were more likely to be heavy drinkers than women. Differences in consumption rates and habits are likely to be the main factor responsible for the higher number of alcohol-related deaths observed in males than females.\n\nDespite the fall in alcohol consumption, it is likely that it will take a number of years for any resulting reduction in alcohol-related deaths to become apparent. This is because diseases associated with excessive alcohol consumption are often slow to develop. For example, Alcoholic Liver Disease is the most prevalent of all alcohol-related causes of death included in this bulletin and is responsible for approximately 63% of all alcohol-related deaths in England and Wales in 2012. This disease takes several years to develop.\n\nThere were large fluctuations in age-standardised death rates within broad age groups in the period 2002–12. Rates were not calculated for those less than 15 years old due to small number of deaths.\n\nFor males aged 15-34 years, rates remained largely stable over the period, with the rate in 2012 only significantly lower than that in 2008. (2.1 compared with 2.9 per 100, 000 population). Rates in the 35-54 and 55-74 years age groups were characterised by periods of stability, and significant increases and decreases. For males aged 35-54, death rates increased significantly from 28.0 per 100,000 in 2002 to a peak of 30.8 per 100,000 in 2008 before falling significantly to 24.7 per 100,000 in 2012. Similarly, rates for males aged 55-74 years, increased significantly from 40.0 per 100,000 to a peak of 45.5 per 100,000 in 2008 before falling significantly, in 2012, only for the second time since then. This fall meant that for the first time in three years, the latest death rate for men in this age group was comparable to the rate in 2002. Conversely, for males aged 75 and over, death rates increased significantly between 2010 and 2012. Nevertheless, the 2012 death rate for this group was not significantly different from the rate in 2002.\n\nFor females aged 15-34 years, rates have remained largely stable over the 11 year period. Despite a significant increase in rates in 2009, there was no significant difference between the rates in 2002 and 2012 for this age group. Similarly, despite a significant decrease in the death rate of those aged 35-54 years between 2011 and 2012, the latest rate was not significantly lower than that in 2002. A similar picture was observed for females aged 55-74 with deaths rates in 2002 and 2012 not being significantly different despite the fact that a significant increase was observed in 2006 and 2008. Rates for females aged 75 and over remained relatively stable over the period.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/alcohol3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. A common definition of alcohol-related death is used across the United Kingdom; see the ‘Definition’ section for further information\n2. Rates per 100,000 population, standardised to the 1976 European Standard Population\n3. Rates not calculated for persons aged under 15 due to small number of deaths\n4. Deaths of non-residents are included in figures for the UK\n5. Figures are for deaths registered in each calendar year\n6. In 2012 the average number of days between date of death and death registration in England and Wales was four days for alcohol-related causes.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/alcohol4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. A common definition of alcohol-related death is used across the United Kingdom; see the ‘Definition’ section for further information\n2. Rates per 100,000 population, standardised to the 1976 European Standard Population\n3. Rates not calculated for persons aged under 15 due to small number of deaths\n4. Deaths of non-residents are included in figures for the UK\n5. Figures are for deaths registered in each calendar year\n6. In 2012 the average number of days between date of death and death registration in England and Wales was four days for alcohol-related causes.\n"
    },
    {
      "title": "England",
      "markdown": "The trend in the annual number of deaths from alcohol related causes in England was similar to that in the UK. The number of deaths rose from 2002, peaking in 2008 and 2007 for males and females respectively before generally falling to date.\n\nFor males, the number of deaths in 2012 stood at 4,232, a 6% decrease on the previous year. Annual fluctuations have meant that rates increased and decreased significantly between some years over the period 2002–12. Rates increased significantly from 14.3 per 100, 000 population in 2002 to a peak of 16.6 per 100, 000 in 2008 before falling significantly for the first time since then in 2012 (14.7 per 100, 000).\n\nFor females, the number of alcohol-related deaths fell by only 0.4% on the previous year from 2,272 in 2011 to 2,263 in 2012. Although this relatively small decrease meant that the death rates for these two years were not significantly different, the latest figure represents the first significant decrease in rates since 2007.\n\nDespite the latest figures showing a significant improvement in rates for males and females since peaking in 2008 and 2007 respectively, the 2012 figures were still comparable to those observed in 2002.\n"
    },
    {
      "title": "Regions of England",
      "markdown": "Alcohol-related death rates varied significantly by English region and sex.\n\nFor males, the rate in 2012 was lowest in the East of England at 10.2 per 100,000 population and highest in the North West (20.7 per 100,000). These regions also had the lowest and highest number of deaths respectively, with the North West having more than twice the number of deaths in the East of England (792 compared with 344).\n\nIn addition, the North West had the highest male death rate in ten of the last eleven years. Although rates in this region increased significantly from 19.3 per 100,000 in 2002 to 23.4 per 100,000 in 2007 they have remained stable to date. Rates were lowest in the East of England in the majority of years in the period 2002–12. However, the trend over time in this region was also characterised by an initial significant increase in rates to a peak of 12.5 per 100,000 population in 2008 and then a significant decrease in 2012 (10.2 per 100,000).\n\nThe rates for females also tended to be highest in the North West and lowest in the East of England over the period. However, in the last two years rates have been lowest in London, standing at 5.5 per 100,000 in 2012.\n\nCompared with 2002, there was a significant change in death rates in only two regions for males (Yorkshire and the Humber and London) and in one for females (London) in 2012. Furthermore, in all regions, the rates in 2012 did not change significantly compared with the previous year.\n\nThe regional differences observed in alcohol-related deaths are likely to have largely resulted from regional differences in drinking habits in the past. Consumption data from the OPN ([ONS, 2013](http://www.ons.gov.uk/ons/rel/ghs/opinions-and-lifestyle-survey/drinking-habits-amongst-adults--2012/index.html \"ONS 2013\")) showed that the highest proportion of binge drinkers were in the North West (15%) and the lowest in London (8%). In addition, the North West (18%) and Yorkshire and the Humber (19%) were the regions with the highest proportion of heavy drinkers while the East of England had the lowest proportion (10%).\n\nThe geographic variation in alcohol-related deaths rates has been well documented in previous research. For example, [Breakwell et al. (2007) (2.95 Mb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--33--spring-2007/health-statistics-quarterly.pdf \"Breakwell et al. (2007)\") reported a strong association in alcohol-related deaths with death rates being higher among those living in the most deprived neighbourhoods in England and Wales. Similarly, [Siegler et al. (2011) (353.9 Kb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--50--summer-2011/social-inequalities-in-alcohol-related-adult-mortality-by-national-statistics-socio-economic-classification--england-and-wales--2001-03.pdf \"Siegler et al. (2011)\") demonstrated that alcohol-related deaths varied by socio-economic class with higher death rates in those in the most disadvantaged classes. Erskine et al. (2010) supported these findings and reported a higher risk of alcohol-related deaths in urban areas than rural areas, after accounting for socio-economic status.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/alcohol5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. A common definition of alcohol-related death is used across the United Kingdom; see the ‘Definition’ section for further information\n2. Rates per 100,000 population, standardised to the 1976 European Standard Population\n3. Deaths of non-residents are excluded\n4. Figures are for deaths registered in each calendar year\n5. Confidence intervals give a measure of the statistical precision of an estimate and show the range of uncertainty around the estimated figure. As a general rule, if the confidence interval around one figure overlaps with the interval around another, we cannot say with certainty that there is more than a chance difference between the two figures\n6. In 2012 the average number of days between date of death and death registration in England and Wales was four days for alcohol-related causes.\n"
    },
    {
      "title": "Wales",
      "markdown": "In 2012, alcohol-related death rates were significantly higher in Wales than in England; 18.0 per 100,000 population compared with 14.7 per 100,000 respectively. The rate for males in Wales increased significantly between 2002 and 2007 but has remained stable to date. However, the relatively wide confidence intervals meant that the rate in 2012 was not significantly higher than in 2002.\n\nSimilarly, the death rate for females in Wales was significantly higher than in England in 2012 (10.4 compared with 7.3 per 100,000 population respectively). For females in Wales rates increased significantly from 7.3 per 100,000 in 2002 to 10.4 per 100,000 in 2012, despite fluctuations in rates within this period.\n\nOverall, the number of alcohol-related deaths in Wales increased between 2002 and 2012 for both sexes; however, the percentage increase was greater for females than for males. While the number of deaths for males increased by 24% from 236 in 2002 to 311 in 2012, the corresponding increase for females was 34% from 127 to 193 deaths.\n\nAlthough the proportion of adults who drink was shown to be higher in England than in Wales, ([ONS, 2013](http://www.ons.gov.uk/ons/rel/ghs/opinions-and-lifestyle-survey/drinking-habits-amongst-adults--2012/index.html \"ONS 2013\")), the drinking habits in both countries were somewhat different.  While the proportion of adults who binge drink in England and Wales were similar (12% and 11% respectively) there was a higher proportion of heavy drinkers in Wales than in England (16% compared with 13% respectively).\n"
    },
    {
      "title": "Comparison of age-standardised rate trends by UK country",
      "markdown": "For males, age-standardised alcohol-related death rates tended to be lowest in England and highest in Scotland over the period 2002–12. Nevertheless, while death rates in England increased by approximately 2% from 14.3 to 14.7 per 100,000 population between 2002 and 2012, in Scotland they fell by 37% from 39.5 to 24.8 per 100,000. Rates in Wales increased by 15% while Northern Ireland experienced an 8% fall, although this decrease was not statistically significant compared with 2002.\n\nFor females, death rates were also lowest in England over the period. Although the rate was significantly higher in Scotland than in any other UK country in 2002, a 34% decrease compared with increases in England, Wales and Northern Ireland meant that the rate in Scotland in 2012 was not significantly different from the rate in Wales and Northern Ireland.\n\nOf the four UK constituent countries, only in Scotland were male and female death rates in 2012 significantly lower than in 2002.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/alcohol6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n\n1. A common definition of alcohol-related death is used across the United Kingdom; see the ‘Definition’ section for further information\n2. Rates per 100,000 population, standardised to the 1976 European Standard Population\n3. Deaths of non-residents are excluded\n4. Figures are for deaths registered in each calendar year\n5. In 2012 the average number of days between date of death and death registration was four days for alcohol-related causes\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/alcohol7.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. A common definition of alcohol-related death is used across the United Kingdom; see the ‘Definition’ section for further information\n2. Rates per 100,000 population, standardised to the 1976 European Standard Population\n3. Deaths of non-residents are excluded\n4. Figures are for deaths registered in each calendar year\n5. In 2012 the average number of days between date of death and death registration in England and Wales was four days for alcohol-related causes.\n"
    },
    {
      "title": "Registration Delays",
      "markdown": "The information used to produce mortality statistics is based on the details collected when deaths are certified and registered. In England and Wales, deaths should be registered within five days of the death occurring, but there are some situations which result in the registration of the death being delayed. Deaths considered unexpected, accidental or suspicious will be referred to a coroner who may order a post mortem or carry out a full inquest to ascertain the reasons for the death.\n\nAlcohol-related death statistics are presented based on the number of deaths registered in each calendar year, rather than the number of deaths that actually occurred in that year. This method is used because there is a requirement for consistent and timely data, despite a potential limitation in data quality caused by registration delays.\n\nIn 2012, fewer alcohol-related deaths were registered within five days than deaths from all causes (61% compared with approximately 76% respectively). On average, the median registration period for alcohol-related deaths was 4 days, with a range of 0 to 2026 days. The majority (83%) of deaths were registered within one month while a small proportion (4.9%) was delayed by six months or more.\n"
    },
    {
      "title": "Definition",
      "markdown": "The National Statistics definition of alcohol-related deaths only includes those causes regarded as being most directly due to alcohol consumption, as shown in Box 1 below. It does not include other diseases where alcohol has been shown to have some causal relationship, such as cancers of the mouth, oesophagus and liver. The definition includes all deaths from chronic liver disease and cirrhosis (excluding biliary cirrhosis), even when alcohol is not specifically mentioned on the death certificate. Apart from deaths due to poisoning with alcohol (accidental, intentional or undetermined), this definition excludes any other external causes of death, such as road traffic and other accidents. The definition allows for consistent comparisons over time for those deaths most clearly associated with alcohol consumption.\n"
    },
    {
      "title": "Results on the Office for National Statistics website",
      "markdown": "Figures for alcohol-related deaths for the UK, England, Wales and regions of England can be found in Microsoft Excel workbooks on the Office for National Statistics website at:\n\nThe two workbooks contain:\n\n- Results for the UK – age-standardised rates per 100,000 (with 95% confidence intervals) and numbers of alcohol-related deaths for the period 1991 to 2012. Figures are available split by sex and broad age groups (All ages, 1¬-14, 15-34, 35-54, 55-74 and 75 and over)\n\n- Results for England and Wales – age-standardised rates per 100,000 (with 95% confidence intervals) and numbers of alcohol-related deaths for England and Wales, England, Wales and regions of England for the period 1991-2012. Figures are available split by sex and broad age groups (All ages, 1-14, 15-34, 35-54, 55-74 and 75 and over; figures presented by sex only for regions of England)\n\nStatistics for Scotland, published by National Records of Scotland and statistics for Northern Ireland, published by the Northern Ireland Statistics and Research Agency (NISRA) are available in the links below.\n\n[Scotland](http://www.ons.gov.uk/ons/rel/subnational-health4/alcohol-related-deaths-in-the-united-kingdom/2012/www.gro-scotland.gov.uk/statistics/theme/vital-events/deaths/alcohol-related/index.html \"Scotland\")\n\n[Northern Ireland](http://www.ons.gov.uk/ons/rel/subnational-health4/alcohol-related-deaths-in-the-united-kingdom/2012/www.nisra.gov.uk/demography/default.asp30.html \"Northern Ireland\")\n"
    }
  ],
  "accordion": [
    {
      "title": "References",
      "markdown": "Breakwell C, Baker A, Griffiths C, Jackson G, Fegan G and Marshall D (2007) [Trends and geographical variations in alcohol-related deaths in the United Kingdom, 1991-2004. Health Statistics Quarterly 33, 6-22. (2.95 Mb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--33--spring-2007/health-statistics-quarterly.pdf \"Health Statistics Quarterly\")\n\nDepartment of Health (2010) [Healthy lives, healthy people: our strategy for public health in England](http://www.ons.gov.uk/ons/external-links/other-government-departments/doh/dh---publications-policy-and-guidance.html \"DH Publications Policy and Guidance\")\n\nDepartment of Health (2014) Public Health Responsibility Deal.\n\nErskine, S., Maheswaran, R., Pearson, T. \u0026 Gleeson, D. (2010) Socioeconomic deprivation, urban-rural location and alcohol-related mortality in England and Wales. BMC Public Health, 10:99\n\nFaculty of Public Health (2008) [Alcohol and Public Health. Position statement](http://www.fph.org.uk/uploads/ps_alcohol.pdf \"[Alcohol and Public Health. Position statement\")\n\nHome Office (2012) Alcohol Strategy.\n\nONS (2013) [Opinions and Lifestyle Survey, Drinking Habits Amongst Adults, 2012](http://www.ons.gov.uk/ons/rel/ghs/opinions-and-lifestyle-survey/drinking-habits-amongst-adults--2012/index.html \"Drinking Habits Amongst Adults, 2012\").\n\nSiegler V, Al-Hamad A, Johnson B And Wells C (2011) [Social inequalities in alcohol-related adult mortality by National Statistics Socio-economic Classification, England and Wales, 2001-03. Health Statistics Quarterly 50. (353.9 Kb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--50--summer-2011/social-inequalities-in-alcohol-related-adult-mortality-by-national-statistics-socio-economic-classification--england-and-wales--2001-03.pdf \"Social inequalities in alcohol-related adult mortality by National Statistics Socio-economic Classification, England and Wales, 2001-03\")\n\nWorld Health Organisation (2014a) [Health Topics – Alcohol](http://www.who.int/topics/alcohol_drinking/en/ \"Health Topics – Alcohol\").\n\nWorld Health Organisation (2014b) [Alcohol factsheet](http://www.who.int/mediacentre/factsheets/fs349/en/index.html \"Alcohol factsheet\")\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "1. Statistics on mortality are derived from the information provided when deaths are certified and registered. Further information about the methods and quality of these statistics can be found in the [Quality and Methodology Report (382.3 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/quality-and-methodology-information-reports-by-theme/population/quality-and-methodology-information-for-mortality-statistics-in-england-and-wales.pdf \"Quality and Methodology Information for Mortality Statistics in England and Wales\") .\n\n2. In England and Wales, deaths should be registered within five days of the death occurring, but there are some situations which result in the registration of the death being delayed, for instance if a death is considered unexpected, accidental or suspicious. In 2012 the average number of days between date of death and death registration was four days for alcohol-related causes. Further information on the [impact of registration delays on data quality](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/impact-of-registration-delays-on-mortality-statistics/index.html \"impact of registration delays on mortality statistics 2011\") is available.\n\n3. ONS holds mortality data for England and Wales. Figures for the UK include data kindly provided by National Records of Scotland and the Northern Ireland Statistics and Research Agency.\n\n4. The tenth revision of the International Classification of Diseases (ICD-10) was introduced in Scotland in 2000 and in England and Wales and Northern Ireland in 2001.\n\n5. The introduction of ICD-10 in England and Wales in 2001 had a significant effect on mortality rates for some diseases, causing a discontinuity in mortality trends for these causes of death. However, the change resulted in a difference of less than 1% in the number of deaths from alcohol-related causes.\n\n6. Figures are for deaths registered in each calendar year.\n\n7. This bulletin presents age-standardised rates calculated using the direct method of standardisation while the 1976 European Standard Population was used as the standard. These make allowances for differences in the age structure of the population, over time and between sexes. The age-standardised rate for a particular cause of death is that which would have occurred if the observed age-specific rates for that cause had applied in the given standard population.\n\n8. Mid 2002–10 population estimates have been revised in light of the 2011 Census for each UK constituent country. UK rates for this period have therefore been rebased on these revised population estimates and may differ from previously published figures for the period.\n\n9. Within this bulletin, a difference which is described as ‘statistically significant’ has been assessed using 95% confidence intervals. If a difference is said to be statistically significant, it is unlikely that it could have occurred by chance alone. Confidence intervals give a measure of the statistical precision of an estimate and show the range of uncertainty around the estimated figure. As a general rule, if the confidence interval around an estimate overlaps with the interval around another, there is no significant difference between the two estimates.\n\n10. Alcohol-related death rates included in this bulletin are presented with 95% confidence intervals in the reference tables [link] accompanying this release.\n\n11. Special extracts and tabulations of alcohol-related death (and other causes of mortality) data for England and Wales are available to order for a charge (subject to legal frameworks, disclosure control, resources and agreement of costs, where appropriate). Such requests or enquiries should be made to:\nMortality Analysis Team, Life Events and Population Sources Division\nOffice for National Statistics\nGovernment Buildings\nCardiff Road\nNewport\nGwent NP10 8XG\nTel: 01633 456736\nE-mail: \u003cmortality@ons.gsi.gov.uk\u003e.\nThe ONS charging policy is available on the ONS website.\n\n12. As a valued user of our statistics, we would welcome feedback on this release. In particular, the content, format and structure. Please send feedback to the postal or e-mail address above.\n\n13. Details of the policy governing the release of new data are available from the Media Relations Office.\n\n14. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n15. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "In 2012 there were 8,367 alcohol-related deaths in the UK, 381 fewer than in 2011 (8,748).",
  "headline2": "Males accounted for approximately 65% of all alcohol-related deaths in the UK in 2012.",
  "headline3": "Death rates were highest among men aged 60 to 64 years (42.6 deaths per 100,000 population) and women aged 55 to 59 years (22.2 deaths per 100,000).",
  "summary": "This bulletin presents the latest figures for alcohol-related deaths in the UK, its four constituent countries and regions of England. Comparisons are made between 2012, the latest year, and previously published data from 2002 onwards.",
  "relatedBulletins": [
    {
      "summary": "Deaths related to drug poisoning in England and Wales for the last five years. Data from 1993 are available to download, and are discussed in the commentary to provide context to the latest (2012) data. Figures are presented by cause of death, sex, age, substance(s) involved in the death, country and region.",
      "name": "Deaths Related to Drug Poisoning in England and Wales, 2012",
      "uri": "/peoplepopulationandcommunity/healthandsocialcare/drugusealcoholandsmoking/bulletins/deathsrelatedtodrugpoisoninginenglandandwales2012"
    }
  ],
  "title": "Alcohol-related deaths in the United Kingdom, registered in 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Alcohol-related deaths in the United Kingdom, registered in 2012",
  "uri": "/peoplepopulationandcommunity/healthandsocialcare/drugusealcoholandsmoking/bulletins/alcoholrelateddeathsintheunitedkingdomregisteredin2012",
  "fileName": "alcoholrelateddeathsintheunitedkingdomregisteredin2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Health and social care",
      "fileName": "healthandsocialcare"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Drug use, alcohol and smoking",
      "fileName": "drugusealcoholandsmoking",
      "breadcrumb": []
    }
  ]
}