{"sections":[{"title":"Main points","markdown":"- Emissions of greenhouse gases on a UK residency basis were estimated to be 643.1 million tonnes of carbon dioxide equivalent (Mt CO<sub>2</sub>e) in 2013. This was 2.0% lower than 2012 (656.5 Mt CO<sub>2</sub>e), and 23.6% lower than 1990 (842.0 Mt CO<sub>2</sub>e)\n\n- Carbon dioxide was the dominant greenhouse gas, accounting for 84.4% of total emissions in 2013 \n\n- Between 1990 and 2013, carbon dioxide emissions decreased by 14.1%, methane emissions decreased by 59.0% and nitrous oxide emissions decreased by 51.4%\n\n- The \"energy supply, water and waste\" sector emitted the largest amount of greenhouse gases in 2013 (189.8 Mt CO<sup>2</sup>e). This represented 29.5% of all greenhouse gas emissions\n"},{"title":"Introduction","markdown":"Atmospheric emissions of greenhouse gases are widely believed to contribute to global warming and climate change.\n\nThey comprise:\n\n- carbon dioxide (CO<sub>2</sub>)\n\n- methane (CH<sub>4</sub>)\n\n- nitrous oxide (N<sub>2</sub>O)\n\n- and the four fluorinated gases: Hydro-fluorocarbons (HFCs); Perfluorocarbons (PFCs); Sulphur hexafluoride (SF<sub>6</sub>) and Nitrogen trifluoride (NF<sub>3</sub>)\n\nThe potential of each greenhouse gas to cause global warming is assessed in relation to a given weight of carbon dioxide. Consequently, all greenhouse gas emissions are measured as carbon dioxide equivalents (CO<sub>2</sub>e).\n\nThis publication provides estimates of 2013 greenhouse gas emissions on a UK residency basis. This approach focuses attention on responsibility for emissions instead of the physical location (or territory) in which these took place. This means they include emissions which UK residents and UK-registered businesses are directly responsible for, whether in the UK or overseas, but exclude emissions resultant from foreign visitors and businesses in the UK. These estimates also include emissions associated with international aviation and shipping by UK operators.\n\nThe residency approach adopts UK national accounting principles, allowing environmental impacts to be compared on a consistent basis with economic indicators such as GDP. These estimates are also consistent with the System of Environmental-Economic Accounting – Central Framework, adopted by the United Nations Statistical Commission. The residency principle therefore provides an important indicator for the environmental pressure caused by the UK’s economic activities.\n\nTwo other approaches for estimating greenhouse gas emissions are published by the UK Government. [Emissions based on the UK greenhouse gas inventory](https://www.gov.uk/government/statistics/final-uk-emissions-estimates \"Emissions based on the UK greenhouse gas inventory\") are published by the Department of Energy and Climate Change (DECC). The inventory measures emissions on a territorial basis, as opposed to a residency basis, so only includes emissions which occur within the borders of the UK, Crown Dependencies and Overseas Territories. They provide the basis for assessing progress towards UK emissions reduction targets including Kyoto Protocol, EU Effort Sharing Decision and UK Carbon Budgets.\n\n[Embedded emissions](https://www.gov.uk/government/statistics/uks-carbon-footprint \"Embedded emissions\"), published by the Department for Environment, Food and Rural Affairs (Defra), take account of emissions associated with the consumption spending of UK residents on goods and services, irrespective of where in the world these emissions arise. This approach also incorporates emissions directly generated through households’ private motoring and heating.\n"},{"title":"UK greenhouse gas emissions","markdown":"### Emissions of greenhouse gases have fallen 23.6% since 1990\n\nEmissions of greenhouse gases in 2013 were estimated to be 643.1 million tonnes carbon dioxide equivalent (Mt CO<sub>2</sub>e), the lowest level since 1990 (Figure 1). This was 23.6% lower than the 1990 figure of 842.0 Mt CO<sub>2</sub>e. The decrease has been driven by reductions in emissions from the \"manufacturing\" and \"energy supply, water and waste\" sectors, which together account for 94.9% of the total reduction.\n\nAcross the time series, the largest annual fall in emissions of greenhouse gases occurred in 2009 following the onset of the economic downturn in 2008, when emissions decreased by 8.5%. Between 2012 and 2013, emissions decreased by 13.5 Mt CO2e (2.0%). Factors underpinning this particular fall include a reduction in coal use by power stations and a fall in emissions from landfill.\n\n#### Figure 1: Greenhouse gas emissions, 1990 to 2013\n##### United Kingdom residency basis\n\n[![Figure 1: Greenhouse gas emissions, 1990 to 2013](http://www.ons.gov.uk/ons/resources/chtfig1_tcm77-405630.png \"Figure 1: Greenhouse gas emissions, 1990 to 2013\")](http://www.ons.gov.uk/ons/resources/chtfig1_tcm77-405630.png)\n\n##### Source: Ricardo-AEA, Office for National Statistics\n\nDespite an overall downward trend in emissions, there were eight years between 1990 and 2013 where annual emissions increased. The largest of these rises was experienced between the years 1995 and 1996 (3.4%). A likely factor behind this rise was the 1.0°C drop in mean average air temperature in 1996 compared with 1995. Between 2009 and 2010 there was a 2.6% rise in emissions of greenhouse gases. This rise was driven by the recovery of economic activity following the recession coupled with particularly cold weather at the beginning and end of 2010. The rise of 1.8% in greenhouse gas emissions between 2011 and 2012 was the result both of an increase in the use of coal for electricity generation, and a fall in average air temperature.\n\n### Carbon dioxide emissions accounted for 84.4% of all greenhouse gas emissions in 2013\n\nCarbon dioxide was the dominant greenhouse gas, and in 2013 accounted for 84.4% of the UK’s greenhouse gas emissions. Methane accounted for a further 8.7% of emissions, nitrous oxide for 4.2% and fluorinated gases comprised the remaining 2.6%.\n\nThe share of total greenhouse gas emissions represented by emissions of carbon dioxide has increased over the time series. In 1990, carbon dioxide accounted for three-quarters (75.0%) of greenhouse gas emissions. By 2013, this share had risen to 84.4%. The increased importance of carbon dioxide, relative to the other greenhouse gases, was driven by larger falls in the emissions of methane and nitrous oxide. When we compare 1990 and 2013, emissions of carbon dioxide fell 14.1% from 631.7 Mt CO<sub>2</sub>e to 542.8 Mt CO<sub>2</sub>e (Figure 2). Over the same period, emissions of methane fell 59.0% from 136.6 Mt CO<sub>2</sub>e to 56.0 Mt CO2e and emissions of nitrous oxide fell 51.4% from 56.2 Mt CO<sub>2</sub>e to 27.3 Mt CO<sub>2</sub>e.\n\n<ons-chart path=\"/economy/environmentalaccounts/articles/greenhousegasemissions/2015-06-02/d8de1d37\" />\n\nThe manufacturing sector played an important role in driving the decline in emissions of carbon dioxide observed over the time series. Carbon dioxide emissions from this sector fell by 36.2% between 1990 and 2013 - the result of a decrease in emissions from industrial fuel combustion. One of the main drivers behind the fall in methane emissions was the \"energy supply, water and waste\" sector. Between 1990 and 2013, there was a reduction of 67.9% in the emissions of methane from this sector, driven largely by a fall in emissions from landfill. The fall in emissions of nitrous oxide is due in large part to a 97.8% fall in emissions from the manufacturing sector. A major factor here was the fitting of abatement equipment in the UK’s only adipic acid factory in 1998, followed by its closure and the termination of industrial adipic acid production in the UK in 2009.\n\n### Energy supply, water and waste sector emitted the largest amount of greenhouse gases in 2013\n\nThe 189.8 Mt CO<sub>2</sub>e emitted from the \"energy supply, water and waste\" sector was equivalent to 29.5% of the total greenhouse gas emissions in 2013 (Figure 3). Compared with 2012, emissions from this particular sector fell 6.6%. This was driven by a change in the mix of electricity generation, namely a decrease in fossil fuel combustion at power stations, primarily coal and natural gas, offset by increased combustion of renewable fuels and generation from wind. A fall in emissions of methane from landfill also contributed to the reduction of emissions from this sector. Consumer expenditure, which includes emissions caused by household expenditure on fuel, accounted for the second greatest amount of greenhouse gas emissions in 2013 (22.3%). Nearly all of the emissions resultant from consumer expenditure were of carbon dioxide (95.5%).\n\n<ons-chart path=\"/economy/environmentalaccounts/articles/greenhousegasemissions/2015-06-02/d34c9ab1\" />\n"}],"accordion":[{"title":"Background notes","markdown":"1. **Reconciling environmental accounts with UNFCCC estimates**\n\n\tEstimates within Environmental Accounts are produced in accordance with the UN [System of Environmental-Economic Accounting](https://unstats.un.org/unsd/envaccounting/seea.asp \"System of Environmental-Economic Accounting\") (SEEA), which is an internationally agreed standard. UK Environmental Accounts are reported on a UK ‘residency’ basis, which include emissions that UK resident persons and businesses are directly responsible for in other countries (dominated by travel and transport overseas), but exclude emissions caused by visiting foreign persons and businesses in the UK. This is consistent with UK National Accounts and enables comparison with economic indicators such as Gross Domestic Product (GDP).\n\n\tUK air emissions estimates that are reported internationally to the [United Nations Framework Convention on Climate Change](http://unfccc.int/2860.php \"United Nations Framework Convention on Climate Change\") (UNFCCC) are reported on a ‘territory’ basis, which only include emissions that occur within the UK’s territorial boundaries.\n\n\tTables that illustrates the differences between UK Environmental Accounts estimates and UNFCCC estimates can be found in the [Emissions bridging table (225.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/environmental/uk-environmental-accounts/greenhouse-gas-emissions---2013/rft-table-1.xls \"RFT Table 1\") dataset. \n\n2. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n\t"}],"relatedData":[],"charts":[{"title":"Figure 2: Greenhouse gas emissions, by type of gas, 1990 and 2013","filename":"d8de1d37","uri":"/economy/environmentalaccounts/articles/greenhousegasemissions/2015-06-02/d8de1d37"},{"title":"Figure 3: Greenhouse gas emissions, by economic sector, 2013","filename":"d34c9ab1","uri":"/economy/environmentalaccounts/articles/greenhousegasemissions/2015-06-02/d34c9ab1"}],"tables":[],"type":"article","uri":"/economy/environmentalaccounts/articles/greenhousegasemissions/2015-06-02","breadcrumb":[{"uri":"/"},{"uri":"/economy"},{"uri":"/economy/environmentalaccounts"}],"description":{"_abstract":"Estimates of greenhouse gas emissions in 2013, for which UK residents and UK-based businesses are directly responsible (whether in the UK or overseas). These estimates have been produced on a consistent basis with the UK's national accounts and provide an important indicator for the environmental pressure caused by the UK's economic activities. Main findings show that greenhouse gas emissions in 2013 were estimated to be 2% lower than in 2012, and 23.6% lower than in 1990.","edition":"2013","nationalStatistic":true,"contact":{"email":"environment.accounts@ons.gsi.gov.uk","name":"Matthew Steel","telephone":"+44 (0)1633 455680"},"releaseDate":"2015-06-01T23:00:00.000Z","title":"Greenhouse gas emissions","keywords":["climate change"," carbon dioxide"," methane"," nitrous oxide"," global warming"]},"relatedArticles":[],"links":[]}