{"sections":[{"title":"Key points","markdown":"Despite falling numbers Christianity remains the largest religion in England and Wales in 2011. Muslims are the next biggest religious group and have grown in the last decade. Meanwhile the proportion of the population who reported they have no religion has now reached a quarter of the population.\n\n- In the 2011 Census, Christianity was the largest religion, with 33.2 million people (59.3 per cent of the population). The second largest religious group were Muslims with 2.7 million people (4.8 per cent of the population).\n\n- 14.1 million people, around a quarter of the population in England and Wales, reported they have no religion in 2011.\n\n- The religion question was the only voluntary question on the 2011 census and 7.2 per cent of people did not answer the question.\n\n- Between 2001 and 2011  there has been a decrease in people who identify as Christian (from 71.7 per cent to 59.3 per cent) and an increase in those reporting no religion (from 14.8 per cent to 25.1 per cent). There were increases in the other main religious group categories, with the number of Muslims increasing the most (from 3.0 per cent to 4.8 per cent).\n\n- In 2011, London was the most diverse region with the highest proportion of people identifying themselves as Muslim, Buddhist, Hindu and Jewish. The North East and North West had the highest proportion of Christians and Wales had the highest proportion of people reporting no religion.\n\n- Knowsley was the local authority with the highest proportion of people reporting to be Christians at 80.9 per cent and Tower Hamlets had the highest proportion of Muslims at 34.5 per cent (over 7 times the England and Wales figure).  Norwich had the highest proportion of the population reporting no religion at 42.5 per cent.\n\n"},{"title":"Animated YouTube video","markdown":"A podcast explaining this story using audio commentary and graphical animations is available on the ONS YouTube channel at the [ONS YouTube channel](http://www.youtube.com/watch?v=tXdZJoXuxC8 \"YouTube\").\n\n"},{"title":"Changing picture of religious affiliation over last decade","markdown":"The largest religion in the 2011 Census for England and Wales was Christianity with 33.2 million people (59.3 per cent  of the population). Muslims were the next largest religious group with 2.7 million people (4.8 per cent  of the population).\n\n14.1 million people in England and Wales said they had no religion, around a quarter (25.1 per cent ) of the population.\n\nOf the other main religious groups: 817,000 people identified themselves as Hindu (1.5 per cent of population); 423,000 people identified as Sikh (0.8 per cent ); 263,000 people as Jewish (0.5 per cent ) and 248,000 people as Buddhist (0.4 per cent ).\n\n240,000 people (0.4 per cent ) identified with religions which did not fall into any of the main religious categories<sup>1</sup>. The most common groups were Pagan and Spiritualist,  accounting for 57,000 people and 39,000 people respectively. Some of the other higher reporting groups included Mixed Religion with 24,000 people, Jain with 20,000 people and Ravidassia with 11,000 people.\n\nThe religion question was the only voluntary question on the 2011 census and 7.2 per cent  of people did not answer the question.\n\n#### Figure 1: Religious affiliation, England and Wales, 2011\n[![Figure 1: Religious affiliation, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/sctrfigure1_tcm77-290493.png \"Figure 1: Religious affiliation, England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/sctrfigure1_tcm77-290493.png)\n#####Source: Census - Office for National Statistics\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/51a69311\" />\n\nCompared with the 2001 Census<sup>2</sup> the most significant trends were\n\n- an increase in the population reporting no religion – from 14.8 per cent  of the population in 2001 to 25.1 per cent  in 2011,\n\n- a drop in the population reporting to be Christian - from 71.7 per cent  in 2001 to 59.3 per cent  in 2011, and\n\n- an increase in all other main religions. The number of Muslims increased the most from 3.0 per cent  in 2001 to 4.8 per cent  in 2011.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/b76b1eb9\" />\n\nThese trends are consistent with data from other sources which show a decline in religious affiliation. The Annual Population Survey data in 2011 show 27.9 per cent  of the population in England and Wales have no religion, 63.1 per cent  are Christian, 4.8 per cent  are Muslim, 1.5 per cent  are Hindu while Buddhist, Jewish and Sikh each account for less than 1.0 per cent . However, comparisons between the census and social survey data should be treated with caution due to methodological differences.\n\nThere are many factors driving changes in religious affiliation including natural growth (for example, some minority religious groups have a younger demographic profile), migration, changes in willingness to report and awareness of the question. ONS will explore these factors further as part of its analysis programme of the census.\n\n### Notes for changing picture of religious affiliation over last decade\n\n1. Some people selected the ‘Any Other Religion, write in’ box and specified their own religion. Note that in some cases these were reassigned to one of the main religions offered (eg. within the Christian group) or to ‘No religion’.\n\n2. The England and Wales census asked the same religion question in 2011 as was asked in 2001."},{"title":"Religious affiliation across the English regions and Wales","markdown":"London was the most diverse region in terms of religious affiliation with over a fifth of the population identifying with a religion other than Christian. London had the highest proportion of Muslims at 12.4 per cent , followed by the West Midlands and Yorkshire and the Humber (both under 7 per cent ). London also had the highest proportion of other religions including Buddhist, Hindu and Jewish. However, the largest proportion reporting to be Sikh was in the West Midlands.\n\nThe North East and North West has the highest proportion of people who identified themselves as Christian with two-thirds of the population. The lowest proportion was in London where under half of the population were Christian.\n\nWales had the highest proportion of people reporting no religion at nearly a third of the population. The lowest proportion reporting no religion was in the North West with less than a fifth of the population.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/5ab5adf6\" />\n\nIn comparison with 2001,\n\n- the proportion reporting no religion increased across all regions – ranging from 5.0 percentage points in London to 13.6 percentage points in Wales,\n\n- Christian affiliation fell across all regions – ranging from 9.8 percentage points in London to 14.3 percentage points in Wales,\n\n- London had the largest increase of Muslims (3.9 percentage points) and Hindus (1.0 percentage point), and\n\n- within the other religious groups, the largest increase of Sikhs was in the West Midlands (0.4 percentage points)."},{"title":"Differences in religious affiliation across local authorities","markdown":"Christians formed the majority religion across most areas in England and Wales. In over nine in ten areas, the proportion of people who were Christian was over 45 per cent . It was the largest religion in all local authorities except Tower Hamlets where there were more people who identified as Muslim.\n\nThe 13 local authorities with the highest proportions of the population reporting to be Christian were in the North West, with the highest in Knowsley at 80.9 per cent . Tower Hamlets was the lowest at 27.1 per cent . Leicester, Camden, Redbridge, Harrow and Hackney all had proportions under 40 per cent.\n\nThe proportion of people identifying with Christianity has decreased in all local authorities in England and Wales since 2001 with Kingston Upon Hull seeing the largest drop of 16.8 percentage points.\n\n### Map 1: Christian population, 2011, England and Wales local and unitary authorities\n\n[![Map 1: Christian population, 2011, England and Wales local and unitary authorities](http://www.ons.gov.uk/ons/resources/religionchristiansmallimage_tcm77-290514.png \"Map 1: Christian population, 2011, England and Wales local and unitary authorities\")](http://www.ons.gov.uk/ons/resources/religionchristiansmallimage_tcm77-290514.png)\n\nSource: Census - Office for National Statistics\n\nNorwich had the highest proportion of people reporting no religion with 42.5 per cent , closely followed by Brighton and Hove with 42.4 per cent.\n\nSome local authorities in Wales also reported some of the highest levels of no religion. Caerphilly had the largest percentage point increase since 2001 of 16.7 to 41.0 per cent . Blaenau Gwent, Rhondda Cynon Taf and Torfaen also saw large increases of no religion with 16.0, 15.5 and 15.4 percentage points respectively.\n\nIn London, the boroughs of Newham, Harrow, Brent and Redbridge had the lowest proportions of the population reporting no religion. Other areas under 15 per cent  included Slough in the South East, and Knowsley, Blackburn with Darwen, Copeland, Ribble Valley, and St Helens in the North West.\n\n### Map 2: Population reporting no religion, 2011, England and Wales local and unitary authorities\n\n[![Map 2: Population reporting no religion, 2011, England and Wales local and unitary authorities](http://www.ons.gov.uk/ons/resources/religionnonsmallimage_tcm77-290519.png \"Map 2: Population reporting no religion, 2011, England and Wales local and unitary authorities\")](http://www.ons.gov.uk/ons/resources/religionnonsmallimage_tcm77-290519.png)\n\nSource: Census - Office for National Statistics\n\nMuslims tended to be concentrated in particular areas of England. In over half of local authorities the proportion of the population who were Muslim was under 1 per cent . In over three-quarters of areas it was under 6 per cent.\n\nThe areas with the highest proportion of Muslims were in London with the boroughs of Tower Hamlets and Newham having 34.5 per cent  and 32.0 per cent  respectively, and Redbridge and Waltham Forest having proportions of the population higher than 20 per cent . There were several areas outside London with proportions higher than 20 per cent  including Blackburn with Darwen in the North West (27.0 per cent ), Bradford in Yorkshire and the Humber, Luton in East of England, Slough in South East, and Birmingham in the West Midlands.\n\nThe proportion of Hindus was highest in the London boroughs of Harrow and Brent. Outside London, the highest proportion of Hindus was in Leicester. The biggest growth since 2001 was seen in Harrow where there was an increase of 5.7 percentage points.\n\nAffiliation with Budhism was predominantly greater within the London areas with the exception of Rushmoor which saw the highest increase since 2001 of 2.9 percentage points to 3.3 per cent.\n\nThere is a concentration of Jewish people in the London borough of Barnet and Hertsmere in the East of England, 15.2 per cent  and 14.3 per cent  of the population respectively. Jewish has increased most since 2001 in Hertsmere by 2.9 percentage points.\n\nThe proportion of Sikhs was highest in Slough but the biggest growth was seen in South Bucks where there was a 3.2 percentage point increase.\n\n<ons-table path=\"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/31db7b69\" />"},{"title":"Measuring religion","markdown":"The England and Wales census asked the same voluntary religion question in 2011 as was asked in 2001<sup>1</sup>. The question (‘What is your religion?’) asks about religious affiliation, that is how we connect or identify with a religion, irrespective of actual practise or belief. Religion is a many sided concept and there are other aspects of religion such as religious belief, religious practice or belonging which are not covered in this analysis<sup>2</sup>.\n\nReligion is an important defining characteristic of people’s identity. Collecting information on religious affiliation complements other questions on people’s ethnic group, national identity and language to provide a detailed picture of the society we live in, and how it is changing.\n\n### Comparability with other sources\n\nThe Annual Population Survey, an ONS sample survey, asks a question on religious affiliation, although comparisons with the census should be treated with caution for methodological reasons. Between 2005 and 2010 the proportion of respondents reporting to be Christian fell from 77 per cent to 70 per cent, the proportion reporting no religion increased from 16 per cent to 21 per cent and the proportion reporting to be Muslim increased from 3.8 per cent to 4.8 per cent. The question changed in 2011 to be consistent with the census question. In 2011, 63.1 per cent  reported to be Christian, 27.9 per cent  as having no religion and 4.8 per cent  as Muslim.\n\n### Notes for measuring religion\n\n1. See Census Comparability Report for further details.\n\n2. Further details on how the question was developed can be found on Census web pages\n\n"},{"title":"More Census analysis","markdown":"[Census Analysis landing page](http://www.ons.gov.uk/ons/guide-method/census/analysis/index.html \"Census Analysis\")\n\n"}],"accordion":[{"title":"Background notes","markdown":"1. This publication follows the [2011 Census Population and Household Estimates for England & Wales](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/index.html \"Population and Household Estimates for England & Wales\"). The census provides estimates of the characteristics of all people and households in England and Wales on census night. These are produced for a variety of users including government, local and unitary authorities, business and communities. The census provides population statistics from a national to local level. This short story discusses the results for England & Wales.\n\n2. 2001 Census data are available via the [Neighbourhood Statistics](http://www.neighbourhood.statistics.gov.uk/dissemination/Download1.do;jsessionid=NYTQQFbJwFqpVC9y2Tx0kRxnvLXqKKwhk8phT1L71Z1bbRnHxxbJ!-48392752!1355144009249?&nsjs=true&nsck=true&nssvg=false&nswid=1916 \"Neighbourhood Statistics\") website. Relevant table numbers are provided in all download files within this publication.\n\n3. Interactive [data visualisations](http://www.ons.gov.uk/ons/interactive/index.html \"Interactive data visualisations\") developed by ONS are also available to aid interpretation of the results.\n\n4. Future releases from the 2011 Census will include more detail in cross tabulations, and tabulations at other geographies. These include wards, health areas, parliamentary constituencies, postcode sectors and national parks. Further information on future releases is available online in the [2011 Census Prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census prospectus\").\n\n5. ONS has ensured that the data collected meet users' needs via an extensive [2011 Census outputs consultation](http://www.ons.gov.uk/ons/guide-method/census/2011/the-2011-census/census-consultations/index.html \"Census Consultations\") process in order to ensure that the 2011 Census outputs will be of increased use in the planning of housing, education, health and transport services in future years.\n\n6. Any reference to local authorities includes both local and unitary authorities.\n\n7. Figures in this publication may not sum due to rounding.\n\n8. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the National Records of Scotland (NRS) and the Northern Ireland Statistics and Research Agency (NISRA) respectively.\n\n9. A person's place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the services did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n10. All key terms used in this publication are explained in the [2011 Census glossary](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/2011-census-definitions/index.html \"2011 Census Definitions\"). Information on the [2011 Census Geography Products for England and Wales](http://www.ons.gov.uk/ons/guide-method/geography/products/census/index.html \"Geography Products for England and Wales\") is also available.\n\n11. All census population estimates were extensively quality assured, using other national and local sources of information for comparison and review by a series of quality assurance panels. An extensive range of [quality assurance, evaluation and methodology papers](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/index.html \"First release, Quality Assurance and Methodology papers\") were published alongside the first release in July 2012 and have been updated in this release,  including a [Quality and Methodology Information (QMI) document (152.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/quality-methodology-information-paper.pdf \"Quality Methodology Information Paper\")  .\n\n12. The 2011 Census achieved its overall target response rate of 94 per cent of the usually resident population of England and Wales, and over 80 per cent in all local and unitary authorities. The population estimate for England and Wales of 56.1 million is estimated with 95 per cent confidence to be accurate to within +/- 85,000 (0.15 per cent).\n\n13. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html \"Code of Practice\") or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."}],"relatedData":[],"charts":[{"title":"Figure 2: Minority religious groups, England and Wales, 2011","filename":"51a69311","uri":"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/51a69311"},{"title":"Figure 3: Change in religious affiliation, 2001-2011, England and Wales","filename":"b76b1eb9","uri":"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/b76b1eb9"},{"title":"Figure 4: Religious affiliation, English regions and Wales, 2011","filename":"5ab5adf6","uri":"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/5ab5adf6"}],"tables":[{"title":"Table 1, Local authorities with the highest proportions of main minority religious groups, 2011","filename":"31db7b69","uri":"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11/31db7b69"}],"type":"article","uri":"/peoplepopulationandcommunity/culturalidentity/religion/articles/religioninenglandandwales2011/2012-12-11","description":{"nationalStatistic":true,"contact":{"email":"census.customerservices@ons.gsi.gov.uk","name":"Emma White","telephone":"+44 (0)1329 444972"},"releaseDate":"2012-12-11T00:00:00.000Z","title":"Religion in England and Wales 2011","keywords":["2011 Census"," population estimates"," usual residents"," population density"," 2011 Census"," passports held"," country of birth"," health and provision of care"," religion"," ethnic group"," economic activity"," tenure"," car or van availability"," qualifications and students"," Welsh language skills"],"_abstract":"A snapshot of religious affiliations throughout England and Wales in 2011. Despite falling numbers, Christianity remained the largest religion with 59.3% of the population identifying themselves as Christian. Muslims made up the second largest religious group with 4.8% of the population. Between 2001 and 2011 there has been a decrease in the proportion of people who identify as Christian and an increase in those reporting to have no religion. "},"relatedArticles":[],"links":[]}