{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Elizabeth McLaren",
    "email": "vsob@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Findings",
      "markdown": "- The provisional number of civil partnerships in the UK in 2012 was 7,037, an increase of 3.6% since 2011.\n- The average age of men forming a civil partnership in the UK in 2012 was 40.0 years, while for women the average age was 37.6 years.\n- These figures represent a small decrease in average ages in comparison to 2011.\n- The provisional number of civil partnership dissolutions granted in England and Wales in 2012 was 794, an increase of 20% since 2011.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents annual statistics on civil partnerships that were formed in the United Kingdom (UK) in 2012. Statistics on civil partnership dissolutions in Northern Ireland and England and Wales in 2012 are also reported. Dissolution statistics for Scotland and the UK are not currently available (see background note 3).\n\nCivil partnerships are a legal recognition of a relationship between two people of the same sex. A dissolution is a legal end to a civil partnership obtained through the courts.\n\nCivil partnership statistics are analysed by sex, age, previous marital status and area of occurrence. Figures on formations for Northern Ireland and the UK in 2012 are provisional. All dissolution figures are provisional.\n\nThe civil partnership formation statistics are derived from information recorded when civil partnerships are registered as part of civil registration, as required by law. Civil partnership dissolution statistics have been compiled from court records and include annulments.\n\nThis is the first time that the Office for National Statistics (ONS) has published annual 2012 civil partnership statistics for the UK and England and Wales.\n"
    },
    {
      "title": "Number of civil partnership formations",
      "markdown": "In 2012, the number of civil partnerships formed in the UK by same sex couples was 7,037, compared with 6,795 in 2011. This represents an increase of 3.6%. The total number of civil partnerships formed in the UK since the Civil Partnership Act 2004 came into force in December 2005, up to the end of 2012 is 60,454. This is the equivalent to 120,908 civil partners which is much higher than was originally estimated in the regulatory impact assessment on the Civil Partnership Act 2004. The impact assessment suggested that by 2010 the estimated likely take-up of civil partnerships in Great Britain would be between 11,000 and 22,000 people in civil partnerships ([Government Equalities Office](http://webarchive.nationalarchives.gov.uk/+/http:/www.berr.gov.uk/files/file23829.pdf \"Government Equalities Office\"), 2004). At the start of 2010, over 79,000 people had entered into a civil partnership in Great Britain.\n\nThe number of civil partnership formations increased in all four constituent countries in 2012, with an increase of 3.4% in England (6,103 partnerships), 3.6% in Scotland (574 partnerships), 2.8% in Wales (259 partnerships) and 13% in Northern Ireland (101 partnerships).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/civil1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The Civil Partnership Act 2004 came into force on 5 December 2005\n2. Figures for 2012 are provisional\n\n\nThe number of civil partnerships in the UK peaked in the first quarter of 2006 at 4,869 (Figure 1). The high numbers for 2006 are likely to be a result of many same sex couples in long-standing relationships taking advantage of the opportunity to formalise their relationship as soon as the legislation was implemented. The number of civil partnerships has since fallen to an average of 1,759 per quarter in 2012. This trend is similar to that found in Norway and Sweden where there was a particularly high level of formations immediately after legislation was introduced, followed by a few years of stable numbers at a lower level and an increase in most recent years ([Andersson et al.](http://link.springer.com/article/10.1353%2Fdem.2006.0001 \"Andersson et al.\"), 2006).\n\nIn 2012, less than one person per 1,000 unmarried adults aged 16 and over entered into a civil partnership in England and Wales. Civil partnership rates cannot be calculated for the UK or Northern Ireland or Scotland as both Northern Ireland and Scotland do not currently produce population estimates by marital status (see background note 9).\n"
    },
    {
      "title": "Civil partnerships by sex",
      "markdown": "In 2012, there were slightly more female civil partnerships (51%) in the UK than male, whereas in 2011 there were slightly more male civil partnerships (51%) than female. Initially the numbers of males forming civil partnerships were much higher than females, but the numbers of male and female civil partnerships converged in 2009/10 (Figure 2). This is similar to trends recorded in other European countries where the majority of early same sex partnerships were formed by male couples with figures for males and females converging a few years later ([Andersson et al.](http://link.springer.com/article/10.1353%2Fdem.2006.0001 \"Andersson et al.\"), 2006).\n\nIn 2012, the proportions of male and female civil partnerships in England and Northern Ireland were equal. There were lower proportions of male civil partnerships in Scotland (45%) and Wales (37%).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/civil2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The Civil Partnership Act 2004 came into force on 5 December 2005\n2. Figures for 2012 are provisional\n\n"
    },
    {
      "title": "Civil partnerships by age",
      "markdown": "The mean (average) age at formation of civil partnership in the UK fell slightly from 40.1 years in 2011 to 40.0 in 2012 for men, and for women from 38.3 years in 2011 to 37.6 in 2012. The average age at formation has been decreasing year on year as older couples who had waited for the introduction of the legislation took the opportunity to form a civil partnership early on (Figure 3).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/civil3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes\n1. The Civil Partnership Act 2004 came into force on 5 December 2005\n2. Figures for 2012 are provisional\n\nThe average age at civil partnership formation for all partners in 2012 was highest in England (38.9 years) and lowest in Northern Ireland (35.4 years).  The average age in Wales was 37.9 years, while in Scotland it was 38.4 years. The average age at formation of female civil partnerships was highest in Scotland (38.2 years) and lowest in Northern Ireland (35.5 years), while the average age at formation of male civil partnerships was highest in Wales (40.2 years) and lowest in Northern Ireland (35.3 years).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/civil4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2012 are provisional\n\nFigure 4 shows that in 2012, there were more female civil partners in the lower age groups (under 40) and more male civil partners in the higher age groups (40 and over). This reflects the higher average age at formation of civil partnerships for men than women. The highest proportions of civil partners were those aged 30-34 for both males and females. In 2011, the most common age groups for both men and women to form a civil partnership was also 30-34, while in 2010 it was 40-44 for males and 35-39 for females.\n"
    },
    {
      "title": "Civil partnerships by area of formation",
      "markdown": "The local authorities with the largest number of civil partnership registrations in 2012 were the London borough of Westminster (171 male and 53 female partnerships) and Brighton and Hove unitary authority (119 male and 101 female partnerships).\n\nLondon has been the most popular region in England and Wales to register a civil partnership every year since the legislation was introduced in 2005. In 2012, 25% of all civil partnerships in England and Wales were registered there (1,618 civil partnerships).\n\nThe distribution of civil partnership formations across England and Wales by county, unitary authority, metropolitan district and London borough is not evenly spread. A couple may choose to register their civil partnership in any registry office or approved location across the UK. Data by area represent the area in which the partnership was registered and are not necessarily a good indicator of the area of usual residence.\n"
    },
    {
      "title": "Civil partnerships by previous partnership status",
      "markdown": "In 2012, the majority (74%) of civil partnerships formed in the UK were to couples where both partners were single. However, 11% of men and 19% of women forming a civil partnership in the UK had been in a previous marriage or civil partnership. These were similar to the proportions for 2011.\n\nThe proportion of those forming a civil partnership who had been in a previous marriage or civil partnership in 2012, was highest in Wales (18%) and lowest in Northern Ireland (11%). The proportion in Scotland was 16%, while in England it was 15%. In 2012 there were 307 people forming a civil partnership in the UK who had been in a previous civil partnership which had ended by dissolution or death.\n"
    },
    {
      "title": "Number of dissolutions",
      "markdown": "To obtain a civil partnership dissolution in the UK, a couple must have been in either a registered civil partnership or a same sex partnership recognised abroad for 12 months. The number of civil partnership dissolutions in the UK is not currently available as 2012 dissolution figures for Scotland are not yet available (see background note 3).There were 794 civil partnership dissolutions granted in England and Wales in 2012, compared with 663 in 2011 (a 20% increase). There were 10 civil partnership dissolutions in Northern Ireland in 2012. The rising number of dissolutions is a consequence of the increasing number of civil partners living in the UK.\n\nBy the end of 2012, 3.2% of male civil partnerships in the England and Wales had ended in dissolution, while 6.1% of all female partnerships in England and Wales had ended in dissolution (see background note 8).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/civil5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2012 are provisional\n"
    },
    {
      "title": "Dissolutions by age, sex, and previous partnership status",
      "markdown": "In 2012, 57% of all dissolutions in England and Wales were to female couples (455 dissolutions) while the remaining 43% were to male couples (339 dissolutions). There were also more women dissolving civil partnerships than men in Northern Ireland, with six female civil partnership dissolutions and four male civil partnership dissolutions. Higher numbers of dissolutions among female than male partnerships are also seen in other countries with same sex partnership laws, such as Norway and Sweden (Andersson et al., 2006).\n\nThe mean (average) age at dissolution of civil partnership in England and Wales in 2012 was 38.9 years for men (an increase from 38.8 years in 2011) and 38.3 for women (a decrease from 38.7 years in 2011). Male civil partners are on average older than females when they dissolve a civil partnership. This reflects the higher age at formation of civil partnerships for men than women.\n\nThe average age of all partners dissolving a civil partnership in 2012 was higher in Northern Ireland (40.3 years) than in England and Wales (38.6 years).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/civil6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2012 are provisional\nPercentages do not sum to 100 as a small number of records have age not stated.\n\nIn 2012, more females than males dissolved their civil partnership at ages under 30 and 45-59 while more males dissolved their civil partnership at ages 30-44 and 60 and over (Figure 6). In 2012, the majority (84%) of civil partnership dissolutions in England and Wales were to partners whose previous partnership status was single. However, 9.9% of men (an increase from 9.2% in 2011) and 17% of women (a decrease from 19% in 2011) dissolving a civil partnership in England and Wales had been in a previous marriage or civil partnership.\n"
    },
    {
      "title": "User requirement for marriages, divorce and civil partnership statistics given the introduction of marriage of same sex couples.",
      "markdown": "The [Marriage (Same Sex Couples) Act 2013](http://services.parliament.uk/bills/2012-13/marriagesamesexcouplesbill/documents.html \"Marriage (Same Sex Couples) Act 2013\") makes provision for the marriage of same sex couples in England and Wales, either in a civil ceremony (in a register office or approved premise for example hotel) or on religious premises (provided that the religious organisation concerned is in agreement with the marriage being solemnised through a religious ceremony). This will impact on marriage, divorce and civil partnership statistics which ONS publishes. ONS therefore wishes to understand user requirements for published statistics on marriages, divorces and civil partnership formations and dissolutions. A [consultation](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/open-consultations/index.html \"Open consultation\") is running between 8 October and 17 December 2013.\n\nThe Act does not remove the availability of civil partnerships. The operation and future of the [Civil Partnership Act 2004](http://www.ons.gov.uk/ons/external-links/parliament/legislation--the-civil-partnership-act-2004.html \"Legislation: The Civil Partnership Act 2004\") in England and Wales is being [reviewed by the Government Equalities Office](https://www.gov.uk/government/publications/civil-partnerships-review-terms-of-reference-and-timetable \"reviewed by the Government Equalities Office\"). There will be a full public consultation and a public report on the outcome of the review.\n"
    },
    {
      "title": "Users of civil partnership statistics",
      "markdown": "Key users of civil partnership statistics include the Government Equalities Office (GEO). GEO takes the lead on all civil partnership matters and uses Office for National Statistics (ONS) data for answering any policy-based questions they receive.\n\nOrganisations covering gay and lesbian rights and equality issues, for example, Stonewall, use ONS civil partnership statistics to support their campaigns and pass on the data to their own users. Businesses such as civil partnership celebration planners (for example Pink Weddings) use the data published by area as a prediction of the amount of business they might expect.\n"
    },
    {
      "title": "Further information",
      "markdown": "More data on [Civil Partnerships in the UK](http://www.ons.gov.uk/ons/rel/vsob2/civil-partnership-statistics--united-kingdom/index.html \"Civil Partnership Statistics, United Kingdom index\") in 2012 are available on the ONS website.\n\nA [Quality and Methodology Information (111.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/summary-quality-report-for-civil-partnerships.pdf \"Quality and Metholodgy Information for Civil Partnerships in the UK\") document for civil partnership statistics is available on the ONS website.\n\nAnnual civil partnership figures for the UK and constituent countries can be found in the [Vital Statistics: Population and Health Reference tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference Tables index\").\n\n[National Records of Scotland](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/gro-scotland--civil-partnerships.html \"GRO Scotland: Civil Partnerships\") provides civil partnership formation statistics for Scotland.\n\n[Scottish Government](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-government---divorces-and-dissolutions.html \"Scottish Government - Divorces and Dissolutions\") provides civil partnership dissolution statistics in Civil Law Statistics.\n\n[Northern Ireland Statistics and Research Agency](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra--civil-partnerships.html \"NISRA: Civil Partnerships\") provides civil partnership statistics for Northern Ireland.\n\nFurther statistics on [Marriages](http://www.ons.gov.uk/ons/rel/vsob1/marriages-in-england-and-wales--provisional-/index.html \"Marriages in England and Wales (provisional) index\") and [Divorces](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/index.html \"Divorces in England and Wales index\"), are available on the ONS website. There is also data on [Families and Households](http://www.ons.gov.uk/ons/rel/family-demography/families-and-households/index.html \"Families and Households index\"), including [Cohabitation Figures](http://www.ons.gov.uk/ons/rel/family-demography/families-and-households/2012/cohabitation-rpt.html \"Cohabitation RPT\").\n\n[2011 Census (252 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks103ew.xls \"RFT Table KS103EW\") data provides information on where civil partners are living in England and Wales.\n\n[Population Estimates by Marital Status](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-by-marital-status/index.html \"Population Estimates by Marital Status index\") provide the estimated resident population by single year of age, sex and marital status (single, married, divorced, and widowed) for England and Wales. Figures are currently available up to 2010. ONS are considering the future need for population estimates by marital status in their present form. Estimates of the population by marital status, age and sex from 2011 Census are being used to benchmark current methods and evaluate alternative sources of data on partnership status.\n\nAn article examining [civil partnerships in England and Wales five years](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/index.html \"No. 145, Autumn 2011\") on from its introduction was published in the September 2011 edition of Population Trends. This article examines civil partnerships and dissolutions between 2005 and 2010, and compares these figures to marriage and divorce figures over the same period. The article had an accompanying [video podcast](http://www.youtube.com/user/onsstats?feature\u003dmhee#p/u/0/kbOhUFDPHfQ \"video podcast\"), using audio commentary and graphical animations to cover the key trends.\n\nA user feedback survey for the civil partnerships tables took place in July 2011. The [results and responses to this survey](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/user-surveys/index.html \"results and responses to this survey\") were published in August 2012.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. The [Civil Partnership Act 2004](http://www.ons.gov.uk/ons/external-links/parliament/legislation--the-civil-partnership-act-2004.html \"Legislation: Civil Partnership Act 2004\") came into force on 5 December 2005 in the UK, the first day couples could give notice of their intention to form a civil partnership. The Act enables same sex couples aged 16 and over to obtain legal recognition of their relationship. The first day that couples could normally form a partnership was 19 December 2005 in Northern Ireland, 20 December 2005 in Scotland and 21 December 2005 in England and Wales.\n\n2. Civil partnership formation statistics for Northern Ireland and the UK for 2012 are provisional. Civil partnership dissolution statistics for Northern Ireland and England and Wales for 2012 are provisional.\n\n3. Scottish Government took over sole responsibility for the publication of statistics on civil partnership dissolutions in Scotland at the end of 2012. Civil partnership dissolutions in Scotland for the year ending March 2013 will be published in Civil Law Statistics in Scotland in January 2014. Statistics for 2012 calendar year are not available until this time. Consequently, it is not possible to provide 2012 civil partnership dissolution statistics for Scotland or the UK at this time.\n\n4. The figures relate only to civil partnerships taking place in the constituent countries of the UK. They do not include civil partnerships of UK residents taking place abroad but will include non-UK residents who form a partnership in the UK.\n\n5. Figures for civil partnership formations in England and Wales are based on date of formation. Figures for Scotland and Northern Ireland are based on date of registration. The impact of this difference is negligible.\n\n6. Data on civil partnership formations are based on area of formation and not area of residence.\n\n7. Data on civil partnership dissolutions are based on country of dissolution and not country of residence.\n\n8. The figures on the percentage of civil partnerships ending in dissolution are derived from the numbers of civil partnerships and dissolutions taking place in England and Wales since the Civil Partnership Act 2004 came into force in December 2005. This does not take into account the fact that some civil partnerships which took place in the UK may be dissolved in another country or that some dissolutions may take place in the UK for a civil partnership which was formed in another country.\n\n9. Civil partnership rates are published for England and Wales (combined) only. The civil partnership rate is the number of people forming a civil partnership per 1,000 unmarried population aged 16 and over (unmarried means single, widowed or divorced). Civil partnership status is not included in the population estimates by marital status hence the unmarried population provides the most appropriate denominator for rates. Further information on [population estimates](http://www.ons.gov.uk/ons/publications/all-releases.html?definition\u003dtcm:77-22368 \"population estimates\") can be found on the ONS website. Marital status estimates are not produced for the UK or Northern Ireland hence the corresponding civil partnership rates are not available. The latest population estimates by marital status available for Scotland are for 2008, therefore no rates after 2008 have been calculated. The production of population estimates by marital status for 2009 and future years have been postponed and demand will be reviewed by National Records of Scotland in 2013/14. Population estimates by marital status are not available for Northern Ireland, hence rates cannot be calculated.\n\n10. Marital status estimates for 2011 and 2012 for England and Wales are not currently available (see further information section). Civil partnership rates for 2011 and 2012 are therefore based on estimated 2011 marital status population estimates. These use the mid-2011 population estimates based on the 2011 Census and the marital status distribution from the 2008-based marital status population projections for 2011. Analyses comparing the marital status distribution in the marital status estimates for mid-2008-2010 and the 2008-based marital status projections for 2008-2012 have shown that these estimates provide:\n- a plausible marital status distribution for 2011 and 2012; and\n- a more plausible marital status distribution than the 2010 marital status estimates.\n\n11. The mean (average) ages presented in this release have not been standardised for age and therefore do not take account of the changing structure of the male/female population by age and marital status.\n\n12. Follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/ons-twitter.html \"Twitter\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\")\n\n13. A list of the names of those given pre-publication access to the statistics and written commentary is available in [Pre-release Access List – Civil Partnerships 2012](http://www.ons.gov.uk/ons/rel/vsob2/civil-partnership-statistics--united-kingdom/2012/pre-release-access-list--civil-partnerships--2012.html \"Pre-release Access List – Civil Partnerships 2012\").  The rules and principles which govern pre-release access are featured within the [Pre-release Access to Official Statistics Order 2008](http://www.ons.gov.uk/ons/external-links/parliament/pre-release-access-to-official-statistics-order-2008.html \"Pre-release Access to Official Statistics Order 2008\").\n\n14. Special extracts and tabulations of civil partnership data are available to order (subject to legal frameworks, disclosure control, resources and agreement of costs, where appropriate). Such enquiries should be made to:\n\nVital Statistics Output Branch\nOffice for National Statistics\nSegensworth Road\nTitchfield\nFareham\nHampshire PO15 5RR\nTel: +44 (0)1329 444110\nE-mail: \u003cvsob@ons.gsi.gov.uk\u003e\n\nThe ONS charging policy is available on the ONS website.\n\n15. We would welcome feedback on the content, format and relevance of this release. Please send feedback to the postal or email address above.\n\n16. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "References",
      "markdown": "Andersson G, Noack T, Seierstad A and Weedon-Fekjaer H (2006) [The Demographics of Same-Sex Marriages in Norway and Sweden](http://link.springer.com/article/10.1353%2Fdem.2006.0001 \"The Demographics of Same-Sex Marriages in Norway and Sweden\"), Demography 43: 79-98\n\nGovernment Equalities Office (2004) [Final Regulatory Assessment: Civil Partnership Act 2004](http://webarchive.nationalarchives.gov.uk/+/http:/www.berr.gov.uk/files/file23829.pdf \"Final Regulatory Assessment: Civil Partnership Act 2004\")\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here.\n"
    }
  ],
  "headline1": "The provisional number of civil partnerships in the UK in 2012 was 7,037, an increase of 3.6% since 2011.",
  "headline2": "The average age of men forming a civil partnership in the UK in 2012 was 40.0 years, while for women the average age was 37.6 years. These figures represent a small decrease in average ages in comparison to 2011.",
  "headline3": "These figures represent a small decrease in average ages in comparison to 2011.",
  "summary": "Annual statistics on civil partnerships that were formed in the United Kingdom (UK) in 2012, as well as those which were dissolved. Civil partnership statistics are analysed by sex, age, previous marital status and area of occurrence. Figures on formations for Northern Ireland and the UK are provisional and all dissolution data are provisional.",
  "relatedBulletins": [
    {
      "summary": "Annual data on marriages in England and Wales. Marriages abroad not included. Non-residents are included. Derived as part of civil registration.",
      "name": "Marriages in England and Wales (Provisional), 2012",
      "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/marriagecohabitationandcivilpartnerships/bulletins/marriagesinenglandandwalesprovisional2012"
    }
  ],
  "title": "Civil Partnerships in the UK, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Civil Partnerships in the UK, 2012",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/marriagecohabitationandcivilpartnerships/bulletins/civilpartnershipsintheuk2012",
  "fileName": "civilpartnershipsintheuk2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Marriage, cohabitation and civil partnerships",
      "fileName": "marriagecohabitationandcivilpartnerships",
      "breadcrumb": []
    }
  ]
}