{"relatedBulletins":[],"sections":[{"title":"Key points","markdown":"- At the time of the 2011 Census, 1,570,228 usual residents in England and Wales (2.8 per cent of the usual resident population) reported having a second address in another local authority in England and Wales, that they used for 30 days or more each year.\n\n- 47,733 usual residents of England and Wales (around 0.1 per cent of the usual resident population) had a second address in either Scotland or Northern Ireland.\n\n- 820,814 usual residents of England and Wales (1.5 per cent of the usual resident population) had a second address outside of the United Kingdom.\n\n- The majority of people with a second address recorded that this was for a purpose other than work or holiday, such as the home address of students. 77 per cent (1,216,296) of second address were classified as ‘Other’.\n\n- 12 per cent (188,837) of second addresses were for work and 11 per cent (165,095) were for holiday.\n\n- Cornwall was the local authority where the greatest number of people recorded a second address. 22,997 people, usually resident elsewhere in England and Wales had a second address in Cornwall, used for 30 days or more each year.\n\n- When the number of people recording a second address within a local authority is considered relative to its usual resident population, the authorities where the highest rate of people have a second address for work are either London boroughs (including City of London, Westminster and Kensington and Chelsea), or areas with an armed forces presence.\n\n- Gwynedd had the highest rate of people with second addresses used for holidays, with 64 people from outside of Gwynedd having such an address for every 1,000 usual residents.\n\n- Over half of all usual residents with a second address in England and Wales were male. This was most evident for second addresses for work, where there were 2.6 males with a second address to every female with a second address.\n\n"},{"title":"Summary","markdown":"This bulletin, the ‘Number of people with second addresses in local authorities in England and Wales’, provides the number of usual residents in England and Wales who reported having a second address outside of the local authority in which they were usually resident.\n\nThe release includes two separate tables which provide, down to local authority level:\n\n- The number of people who spend more than 30 days a year at a second address, in a local authority where they do not usually live.\n\n- The number of people usually resident in each local authority, who had a second address elsewhere.\n\nThe estimates are classified by sex, broad age group and type of second address. Two further tables provide similar figures at regional level.\n\nA further four tables provide similar information expressed as rates - these are defined as the number of people with a second address per 1,000 usual residents. These four tables are classified only by type of second address.\n\nThis release does not include:\n\n- Estimates of the number of second homes in a local authority, as more than one person can record the same second address. For example, these addresses could include dwellings that are a second address for more than one person (for example a family of four who all record the same holiday address), but also communal establishments such as armed forces bases and rented rooms in properties occupied by usual residents.\n\n- Flow data, showing where those usually resident in a particular local authority have a second address. This is being considered for a future release.\n\n- Information on people with two addresses within the same local authority. These include children of separated parents. This will be included in a later release.\n\n- Information from those not usually resident in England and Wales, including those from Scotland or Northern Ireland (residents of England and Wales who have second addresses outside of England and Wales are included).\n\n- Information about third addresses for people with more than two. Information for these people is only available for the second address they recorded.\n\nAs this is the first time these data have been collected in the census, no comparison can be made with previous censuses.\n\n"},{"title":"Introduction","markdown":"### About the census\n\nThe census has collected information about the population every 10 years since 1801 (except in 1941). The latest census in England and Wales took place on 27 March 2011.\n\nCensus statistics describe the characteristics of an area, such as how many men and women there were and their ages. The statistics are used to understand similarities and differences in the populations’ characteristics locally, regionally and nationally. This information underpins the allocation of billions of pounds of public money to provide services like education, transport and health. Decisions are taken every day using census statistics.\n\nThese are as local as the number of car parking spaces needed at supermarkets, to wider programmes, for example, where to target government training schemes. The numbers of school spaces, houses, care homes, or the development of traffic management systems or funding for local authorities, are all influenced by the census.\n\nThe number of people with a second address can further help local authorities plan the delivery of services.\n\nPersonal census information is not shared with any other government department nationally, regionally or locally. The information collected is kept confidential by ONS, and is protected by law. Census records are not released for 100 years.\n\nFurther information about the census estimates, including details about the methodology used and information about how other population subgroups are counted and defined, is available in the [Definitions and supporting Information](http://www.ons.gov.uk/ons/guide-method/census/2011/index.html \"Definitions and supporting Information\").\n\nFurther information on the fitness for purpose of census statistics can be found in the [Quality and Methodology Information Paper (157.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/2011-census---population-and-household-estimates.pdf \"2011 Census - Population and household estimates\")  .\n\n### Notes for introduction\n\n1. This release is the first publication from a census in England and Wales of estimates of the number of residents with a second address.\n\n2. These estimates provide additional information to supplement those published in the ‘Population and household estimates of England and Wales- unrounded figures for the data published 16 July 2012’ and, in some instances, provide detail that help inform comparisons between the census estimates and other data sources.\n\n3. Commentary and methodological documentation for the census population estimates were published 16 July 2012.\n\n4. Further results from the 2011 Census will be released later in the year adding more detail to the population picture of England and Wales. Further information is available in the [2011 Census Output Prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census prospectus\").\n\n5. In addition to the tables and commentary, data visualizations to aid interpretation of the figures are also available.\n\n"},{"title":"Type of second address in England and Wales","markdown":"In this release, second address information collected in the 2011 Census has been split into three types: ‘Working’, ‘Holiday’ and ‘Other’.\n\nUsual residents with a ‘Working’ second address are those who indicated either an armed forces base address or another address when working away from home. Usual residents with a ‘Holiday’ second address are those who indicated they had a holiday address. Usual residents with an ‘Other’ second address include those who indicated a student’s home address<sup>1</sup> or another parent or guardian’s address.\n\nOverall, 1,570,224 usual residents in England and Wales (2.8 per cent)  listed themselves as using a second address for more than 30 days a year, which was located in a local authority other than that where they were usually resident. Figure 1 shows that 12 per cent of these (188,837 usual residents) had a second address for work; 11 per cent (165,095 usual residents) had a second address for holiday; and 77 per cent (1,216,296 usual residents) had a second address classed as ‘Other’.\n\nThe ‘Other’ category dominates second address type, mainly with students’ home addresses, but also the second addresses of children of separated parents as well as those who classed their second address as not for work or holiday falling in this category.\n\n#### Figure 1 Percentage of second addresses in England and Wales by type\n\n[![Figure 1 shows the percentage of second addresses in England and Wales by type of second address - Working, Holiday or 'Other'.](http://www.ons.gov.uk/ons/resources/r13stbchartfigure1v2_tcm77-284072.png \"Figure 1 shows the percentage of second addresses in England and Wales by type of second address - Working, Holiday or 'Other'.\")](http://www.ons.gov.uk/ons/resources/r13stbchartfigure1v2_tcm77-284072.png)\n\n##### Source: Census - Office for National Statistics\n##### Notes:\n\n1. ‘Other’ second addresses are those not used for work or holiday, and include students home addresses or other parent or guardian’s addresses for children of separated parents.\n\n### Notes for type of second address in England and Wales\n\n1. Those who indicated that their second address was their term-time address were not included in the usual resident count for the local authority of their home address. Students were counted as usually resident at their term-time address, and their second address was their family home.\n\n"},{"title":"Usual residents with second addresses in each local authority","markdown":"Table 1 shows the local authorities with the highest rate of people with second addresses there, defined as the number of people per 1,000 usual residents. The majority of these are more rural or are less densely populated local authorities, and traditionally known as holiday areas.  The City of London and Isles of Scilly have a high rate of people with a second address because they have comparatively few usual residents.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/646f897c\" />\n\nIf this table contained the local authorities with the highest number (rather than rate) of people who usually live elsewhere and who have a second address in that local authority, then the top five would be Cornwall (22,997), Wiltshire (20,754),  Birmingham (17,761),  Leeds (15,208) and Westminster (13,415). Of these five, Westminster is the smallest, and the only one also in the list of the local authorities with the highest rate of people with second addresses, while the others are four of the largest local authorities in England and Wales.\n\n"},{"title":"Working second addresses","markdown":"Table 2 shows that people with a second address for work outside of the local authority where they were usually resident, were most likely to have those addresses in central London or in areas with an armed forces presence. The City of London had the highest rate of people with a second address for work in the local authority per 1,000 usual residents (89 per 1,000). Other London local authorities found in the top 20 were Westminster (22 per 1,000), Kensington and Chelsea (14 per 1,000), Camden (10 per 1,000) and Hammersmith and Fulham (9 per 1,000).\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/d63e2f71\" />\n\n"},{"title":"Holiday second addresses","markdown":"Table 3 shows the local authorities with the highest rate, per 1,000 usual residents, of people with second addresses that are used for holiday purposes. Gwynedd is the local authority with the highest rate (64 per 1,000).\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/a6f493d5\" />\n\nMap 1, which shows the rate, per 1,000 usual residents, of people using a second address for holidays, shows that these addresses were concentrated in coastal regions and national parks.\n\nThis map, and others for all categories of second address, is available using an [interactive map](http://www.ons.gov.uk/ons/interactive/census-map-1-3/index.html \"Interactive Census map\"). \n\n#### Map 1: Rate, per 1000 usual residents, of people with ‘Holiday’ second addresses in England and Wales\n\n[![Map 1 shows the rate , per 1000 usual residents, of people using a second address for holidays, for local authorities in England and Wales](http://www.ons.gov.uk/ons/resources/r13stbmapmap1v4_tcm77-284079.png \"Map 1 shows the rate , per 1000 usual residents, of people using a second address for holidays, for local authorities in England and Wales\")](http://www.ons.gov.uk/ons/resources/r13stbmapmap1v4_tcm77-284079.png)\n\nFigure 2 shows that the 20 local authorities with the highest numbers of people who have a second address for holiday purposes, account for almost half of the total. The 100 local authorities with the smallest number of second addresses used for holidays contain less than 2 per cent of the total.\n\nThe local authorities with the largest number of second addresses used for holidays are Cornwall (10,169) and Gwynedd (7,784).\n\n#### Figure 2: Estimates of holiday home destinations in England and Wales\n\n[![Figure 2 shows the 20 local authorities with the highest number of people who have a second address used for holiday purposes](http://www.ons.gov.uk/ons/resources/r13stbchartfigure2_tcm77-284074.png \"Figure 2 shows the 20 local authorities with the highest number of people who have a second address used for holiday purposes\")](http://www.ons.gov.uk/ons/resources/r13stbchartfigure2_tcm77-284074.png)\n\n##### Source: Census - Office for National Statistics\n"},{"title":"‘Other’ second addresses","markdown":"Table 4 shows the local authorities with the highest rate, per 1,000 usual residents, of people with a second address that is not used for work or holiday. These include students’ home addresses and the addresses of another parent or guardian, for children of separated parents.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/b6e99164\" />\n\n"},{"title":"Usual residence of people with a second address","markdown":"The local authorities with the highest rate of usual residents with a second address elsewhere in England and Wales were predominantly those with a high student population. These will be for students who recorded a second address as their parent or guardian’s address.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/74000039\" />\n\n"},{"title":"Second addresses in Scotland or Northern Ireland","markdown":"These data relate to residents of England and Wales who recorded that they have a second address in Scotland or Northern Ireland. Equivalent questions on second addresses were not asked in the censuses of Scotland and Northern Ireland.\n\nTable 6 shows that the largest numbers of usual residents with second addresses in Scotland or Northern Ireland were located in northern local authorities, which are closer to Scotland and Northern Ireland, as well as in London and cities with large numbers of students.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/621b99cd\" />\n"},{"title":"Second addresses not in the UK","markdown":"Table 7 shows that people who are usually resident in England and Wales and have a second address located outside the UK were concentrated in London and the South East.  More detail on the destinations outside of the UK will be published in later census releases.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/a14eb532\" />\n"},{"title":"Demographic profile of respondents","markdown":"As can be seen in Table 8, of usual residents who indicated they had a second address in England and Wales, men were more likely than women to have a second address used for work. This is also evident where the second address is outside of the United Kingdom, as shown in Table 9. For both men and women, the majority of second addresses were for ‘Other’ purposes, although this percentage is smaller for addresses outside the UK.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/204b79a0\" />\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/0ba26d12\" />\n\nTables 10 and 11 show that those aged 65 or over were most likely to have had a second address in either England and Wales or abroad for holiday purposes, and least likely to have had a second address for work.  The majority of children with a second address in England and Wales not in the local authority they were usually resident in, class this as ‘Other’, and these are likely to be children of separated parents. However, this percentage is smaller for those who have second addresses abroad, with just over a third of children with a second address abroad stating this to be a holiday home.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/ccef86b3\" />\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/0b4b8149\" />\n\n"}],"accordion":[{"title":"Background notes","markdown":"1. A person’s place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the services did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n2. The information on second addresses was collected using questions five and six of the ‘Individual’ section of the [questionnaire (2.02 Mb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/the-2011-census/2011-census-questionnaire-content/2011-census-questionnaire-for-england.pdf \"2011 Census Questionnaire for England\").\n\n3. The ‘rate’ of people with second addresses is defined as the number of people living elsewhere but with a second address in a local authority, per 1,000 usual residents in that local authority.\n\n4. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the National Records of Scotland (NRS) and the Northern Ireland Statistics and Research Agency (NISRA) respectively.\n\n5. Any reference to local authorities will include unitary authorities.\n\n6. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."}],"relatedData":[],"charts":[],"tables":[{"title":"Table 1: Usual residents of England and Wales with second addresses in the local authority, top 20","filename":"646f897c","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/646f897c"},{"title":"Table 2: Usual residents of England and Wales with a second address for work in the local authority, top 20","filename":"d63e2f71","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/d63e2f71"},{"title":"Table 3: Usual residents of England and Wales with a second address for holidays in the local authority, top 20","filename":"a6f493d5","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/a6f493d5"},{"title":"Table 4: Usual residents of England and Wales with 'Other' second addresses in the local authority, top 20","filename":"b6e99164","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/b6e99164"},{"title":"Table 5: Usual residents of England and Wales with second addresses that are outside of the local authority, but within England and Wales, top 20","filename":"74000039","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/74000039"},{"title":"Table 6: Usual residents of local authorities with a second address in Scotland or Northern Ireland, by type of second address, top 20","filename":"621b99cd","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/621b99cd"},{"title":"Table 7: Usual residents of local authorities with a second address outside of the UK, by type of second address, top 20","filename":"a14eb532","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/a14eb532"},{"title":"Table 8: Usual residents of England and Wales with a second address, also in England and Wales, by sex and type of second address","filename":"204b79a0","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/204b79a0"},{"title":"Table 9 Usual residents of England and Wales with a second address outside the UK, by sex and type of second address  England and Wales, March 2011","filename":"0ba26d12","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/0ba26d12"},{"title":"Table 10: Usual residents of England and Wales with a second address, also in England and Wales, by age and type of second address","filename":"ccef86b3","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/ccef86b3"},{"title":"Table 11: Usual residents of England and Wales with a second address outside of the UK, by age and type of second address","filename":"0b4b8149","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22/0b4b8149"}],"type":"bulletin","uri":"/peoplepopulationandcommunity/housing/bulletins/2011censusnumberofpeoplewithsecondaddressesinlocalauthoritiesinenglandandwales/2012-10-22","breadcrumb":[{"uri":"/"},{"uri":"/peoplepopulationandcommunity"},{"uri":"/peoplepopulationandcommunity/housing"}],"description":{"headline1":"At the time of the 2011 Census, 1,570,228 usual residents in England and Wales (2.8 per cent of the usual resident population) reported having a second address in another local authority in England and Wales, that they used for 30 days or more each year","headline2":"47,733 usual residents of England and Wales (around 0.1 per cent of the usual resident population) had a second address in either Scotland or Northern Ireland","headline3":"820,814 usual residents of England and Wales (1.5 per cent of the usual resident population) had a second address outside of the United Kingdom","edition":"March 2011","nationalStatistic":true,"contact":{"email":"census.customerservices@ons.gsi.gov.uk","name":"Peter Stokes","telephone":"+44 (0)1329 444972"},"releaseDate":"2012-10-22T00:00:00.000Z","language":"English","title":"2011 Census: Number of people with second addresses in local authorities in England and Wales","summary":"We take a look at the number of usual residents in England and Wales who reported having a second address outside of the local authority in which they were usually resident.","keywords":["2011 Census,population,estimates,usual,residents"],"metaDescription":"We take a look at the number of usual residents in England and Wales who reported having a second address outside of the local authority in which they were usually resident."},"links":[]}