{
  "headline": {
    "uri": "/economy/investmentspensionsandtrusts/timeseries/raid135",
    "index": null,
    "data": null
  },
  "items": [
    {
      "uri": "/economy/investmentspensionsandtrusts/timeseries/raid135",
      "index": null,
      "data": null
    },
    {
      "uri": "/economy/investmentspensionsandtrusts/timeseries/raid136",
      "index": null,
      "data": null
    },
    {
      "uri": "/economy/investmentspensionsandtrusts/timeseries/raid137",
      "index": null,
      "data": null
    }
  ],
  "datasets": [
    {
      "title": "Data collection of FDI flows",
      "summary": "Comprehensive dataset covering Foreign Direct Investment (FDI) Involving UK Companies",
      "uri": "/economy/investmentspensionsandtrusts/datasets/datacollectionoffdiflows",
      "index": null
    }
  ],
  "statsBulletins": [
    {
      "headline1": "Net investment flows into the UK (inward investment) increased in 2012 to £35.4 billion (current prices), from £28.9 billion in 2011.",
      "headline2": "Both of these estimates are well below flows of net investment into the UK seen between 2005 and 2007.",
      "headline3": "The net flow of direct investment abroad by UK companies (outward investment) decreased from £60.1 billion in 2011 to £26.5 billion in 2012, a fall of £33.6 billion.",
      "title": "Foreign Direct Investment Involving UK Companies, 2012 (MA4)",
      "summary": "Provides a detailed breakdown of UK foreign direct investment flows, positions (stocks) and earnings (both inward and outward), by country, component and industry.",
      "uri": "/economy/investmentspensionsandtrusts/bulletins/foreigndirectinvestmentinvolvingukcompanies2012ma4",
      "index": null
    }
  ],
  "relatedArticles": null,
  "index": 8,
  "type": "product_page",
  "title": "Investments, pensions and trusts",
  "summary": "Investment refers to the flow of money around and across countries for the purpose of making profit. A pension is a fixed sum to be paid regularly to a person, typically following retirement and a trust is a legal arrangement where one or more \u0027trustees\u0027 are made legally responsible for holding assets. Statistics here include net flows of investment into the UK, figures on the number of people who hold pensions of different types and investments made by various types of trusts.",
  "uri": "/economy/investmentspensionsandtrusts",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "Economy",
      "summary": "An economy or economic system consists of the production, distribution, consumption and trade of limited goods and services by different agents in a given geographical location. The economic agents can be individuals, businesses, organisations, or governments. ",
      "uri": "/economy",
      "index": null
    }
  ]
}