{
  "datasetId": null,
  "downloads": [
    {
      "title": "Retail sales",
      "cdids": [
        "J5C4",
        "J468",
        "EAQW",
        "EAQY",
        "EAQX",
        "EARA",
        "EARB",
        "EAQZ",
        "J5BI",
        "JO2G",
        "J5BS",
        "J3MK",
        "IDIF",
        "IDIG",
        "IDIE",
        "IDIK",
        "IDIL",
        "IDIH",
        "J5B2",
        "JO3E",
        "J5EK",
        "J467",
        "EAPT",
        "EAPV",
        "EAPU",
        "EAPX",
        "EAPY",
        "EAPW",
        "J5DZ",
        "JO5A",
        "J5EB",
        "J45U",
        "IDOB",
        "IDOC",
        "IDOA",
        "IDOG",
        "IDOH",
        "IDOD",
        "J5DK",
        "JO4C"
      ],
      "xls": null,
      "csv": null
    }
  ],
  "notes": null,
  "description": "Value of retail sales index and percentage change on same month a year earlier. Seasonally and not seasonally adjusted values.",
  "nationalStatistic": true,
  "contact": null,
  "releaseDate": null,
  "nextReleaseDate": null,
  "type": "dataset",
  "title": "Retail sales",
  "summary": "Value of retail sales index and percentage change",
  "uri": "/businessindustryandtrade/retailindustry/datasets/retailsales",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "Business, industry and trade",
      "summary": "Statistics in this area are related to the production and trade of good and services. These statistics are important for users looking to learn more about this section of the UK economy. Key statistics here are figures on retail sales, business activity, indices for the construction and manufacturing industries and international trade.",
      "uri": "/businessindustryandtrade",
      "index": null
    },
    {
      "title": "Retail industry",
      "summary": "Businesses in the retail industry are those which sell directly to the customer. The key statistic for the retail industry is the retail sales index (RSI). This is published on a monthly basis and the data comes from a survey sent out to retail business in Great Britain. The data in the RSI only covers spending on goods, data on spending on services can be found in the Index of Services. ",
      "uri": "/businessindustryandtrade/retailindustry",
      "index": null
    }
  ]
}