{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key points",
      "markdown": "- Figures quoted in this statistical bulletin are at current prices, which include the effects of price changes.\n- In 2011 London, the South East and East of England were the only NUTS1 regions (Nomenclature of Units for Territorial Statistics, see background note 1) with GDHI per head above the UK average of £16,034 (see Table 1).\n- Between 2010 and 2011 the rate of annual growth in GDHI per head decreased in all NUTS1 regions except for the East of England (see Figure 1).\n- In 2011 the South West and the South East had the highest annual growth in GDHI per head at 3.0%, while London had the lowest at 2.2% (see Figure 1).\n- Of the 37 NUTS2 sub-regions, in 2011 Inner London had the highest GDHI per head at £23,964 while the West Midlands had the lowest at £12,986 (see Table 2).\n- Of the 139 NUTS3 local areas, in 2011 Inner London - West had the highest GDHI per head at £32,823 while Nottingham had the lowest at £10,834 (see Table 3).\n- In 2011 London was the only region where each NUTS3 local area had GDHI per head above the UK average. Northern Ireland and Wales were the only regions where each NUTS3 local area had GDHI per head below the UK average (see Figure 5).\n\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents the latest estimates of Gross Disposable Household Income (GDHI) for regions, sub-regions and local areas of the UK. GDHI is the amount of money that all of the individuals in the household sector have available for spending or saving after income distribution measures (for example taxes, social contributions and benefits) have taken effect.\n\nIt should be noted that these estimates relate to totals for all individuals within the household sector for a region rather than to an actual average household or family unit. GDHI per head estimates give values for each person, not each household.\n\nThe figures are presented for areas according to the European classification of Nomenclature of Units for Territorial Statistics (NUTS) (see background note 1).\n\nIn 2011 regional GDHI per head was above the UK average (£16,034) in three regions: London (£20,509); the South East (£18,087); and East of England (£16,608). The lowest GDHI per head was in the North East (£13,560).\n\n### Table 1: Regional Gross Disposable Household Income\u003c1\u003e, 2011\n\nTable 1 - Table\n\n### Map 1: Regional GDHI per head UK map, 2011\n\nMap 1 - Map\n\nAn [interactive version of this map](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---interactive-map--regional-gdhi.html \"Neighbourhood Statistics - Interactive map: Regional GDHI\") is available.\n\nLondon’s GDHI per head was 27.9% above the UK average of £16,034 while the North East was 15.4% below. London moved closer to the UK average than in 2010 when it was 28.5% above the average. The North East moved further away from the average, having been 15.1% below the average in 2010.\n\n"
    },
    {
      "title": "About this release",
      "markdown": "1. Gross Disposable Household Income (GDHI) is the amount of money that all of the individuals in the household sector have available for spending or saving after income distribution measures (for example taxes, social contributions and benefits) have taken effect.\n\n2. **GDHI does not provide measures relating to actual households or family units**. \n\n3. The household sector comprises all individuals in an economy, that is people living in traditional households as well as those living in institutions such as retirement homes and prisons. The sector also includes sole trader enterprises (the self-employed) and non-profit institutions serving households (NPISH). Examples of the latter include charities and most universities.\n\n4.  A distinction can be made between the two stages of income distribution:\n\n**The allocation of primary income account** shows the income of households generated from employment and ownership of assets. The balance of primary income is equal to total primary resources less total primary uses.\n\n- Total primary resources: compensation of employees (income from employment), operating surplus (mainly rental, imputed or otherwise), mixed income from self-employment and property income received from financial assets.\n\n- Total primary uses: property income paid (for example mortgages, rent on land).\n\n**The secondary distribution of income account** includes government redistribution of income. The balance of secondary income is equal to total secondary resources less total secondary uses.\n\n- Total secondary resources: social benefits (for example state pensions, Jobseekers Allowance, incapacity benefits) and other current transfers received (such as financial gifts, non-life insurance claims).\n\n- Total secondary uses: current taxes on income and wealth, social contributions paid (employee\u0027s pension/social security contributions) and other current transfers paid (for example non-life insurance premiums).\n\nGDHI is derived from the balances of primary and secondary income. It includes consumption of fixed capital (the decline in value of fixed assets due to normal wear and tear, items becoming obsolete and a normal rate of accidental damage).\n\n**GDHI \u003d Balance of Primary Income + Balance of Secondary Income** \n\n5. Per head data takes account of the entire resident population of regions, sub-regions and local areas. The working population and the economically inactive are included. These estimates are produced at current prices which include the effects of price changes.\n\n6. GDHI estimates in this bulletin are available at three geographical levels, in accordance with the Nomenclature of Units for Territorial Statistics (NUTS). See background note 1.\n\n7. Following the 2012 ONS Methodology Directorate [review of smoothing and commuter adjustments (77.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/regional-accounts/consultation-response-summary.pdf \"Consultation response summary\")  in the UK Regional Accounts it was decided to cease smoothing estimates of regional GDHI and regional Gross Value Added (GVA). This is the first publication of regional GDHI estimates in which this change has been implemented.\n\n8. The European Commission task force for regional accounts methodology has recommended that residence-based activities of embassy personnel and armed forces based overseas should not be allocated to Extra-Regio (see background note 1). The aim is to achieve a consistent approach across the 27 EU Member States. This is the first publication of regional GDHI where these activities (formerly allocated to Extra-Regio) are allocated across regions. Extra-Regio has been removed from the geographical structure used to compile these regional GDHI estimates.\n\n9. Regional GDHI estimates for 2011 are released for the first time with revisions back to 1997 (see background note 3). These estimates update those published in April 2012. Estimates for 2011 should be considered provisional until revised next year.\n\n10. These estimates are consistent with the National Accounts [Blue Book 2012](http://www.ons.gov.uk/ons/rel/naa1-rd/united-kingdom-national-accounts/the-blue-book--2012-edition.html \"Blue Book 2012\"). National aggregates are allocated to regions using the most appropriate regional indicator.\n\n11. At component level in 2009, 2010 and 2011 there has been a notable reduction across all regions in property income received (resources) and property income paid (uses) in the Households and NPISH sector. This can be traced to the national estimates for the UK (National Accounts Blue Book 2012), where large falls occurred in the national property income received and paid. These falls can be attributed to the impact of the financial crisis upon the [FISIM (Financial Intermediation Services Indirectly Measured) (109.8 Kb Pdf)](http://www.ons.gov.uk/ons/rel/elmr/economic-and-labour-market-review/no--6--june-2010/the-recording-of-financial-intermediation-services-within-sector-accounts.pdf \"The recording of financial intermediation services within sector accounts\")  adjustments applied within the Households and NPISH sector.\n\n"
    },
    {
      "title": "Economic context",
      "markdown": "Entering 2011, the UK economy had seen output decline in Q4 (October – December) 2010 following five previous quarters of growth. The economy returned to growth in Q1 (January – March) 2011 and then continued to grow slowly in Q2 (April – June) and Q3 (July – September) of 2011.  However, this was followed by a decline in output in Q4 (October – December).\n\nFor 2011 as a whole there were declines in real terms in household final consumption expenditure and gross fixed capital formation. The UK economy only experienced positive output growth due to the positive influence of the net trade balance. Exports rose at a faster rate than imports in 2011, resulting in the lowest UK trade deficit since the late 1990s.\n\nNominal regional GVA increased in all UK regions and countries during 2011. Growth was highest in London where it increased by 3.9% year-on-year. It was lowest in the North West (0.2%) and growth was also below 1.0% in the East Midlands and West Midlands.\n\nInterest rates in the UK remained at 0.5% and inflation continuously stayed above the Bank of England’s target of 2% throughout 2011. The Consumer Price Index (CPI) rose by 4.5% from 2010 to 2011 following a 3.3% rise from 2009 to 2010.\n\nIn 2011 the number of births of businesses exceeded the number of deaths in all English regions and Scotland. This was in contrast to both 2009 and 2010 when business deaths had exceeded births in most regions and countries of the UK. In 2011, business deaths only exceeded business births in Wales and Northern Ireland.\n\nFollowing the pattern set in 2010 the unemployment rate was fairly constant during 2011 with no regions experiencing any statistically significant change. However, claimant count rates were higher at the end of 2011 than at the beginning of the year in all UK regions and countries.\n\nThe number of workforce jobs did, however, marginally increase from December 2010 to December 2011 in most of the UK. Only Northern Ireland, Scotland, East of England and the North West witnessed a decline in the total number of workforce jobs during this period.\n\n"
    },
    {
      "title": "Regional (NUTS1) GDHI estimates",
      "markdown": "### GDHI per head of population (NUTS1)\n\nIn 2011 the highest growth in Gross Disposable Household Income (GDHI) per head was in the South West and the South East at 3.0%. The lowest growth was in London at 2.2%, followed by the North East at 2.3%.\n\n### Figure 1: NUTS1 GDHI per head growth on previous year, 2009, 2010 and 2011\n\nFigure 1 - Chart\n\nIn 2011 the rate of GDHI per head growth was lower than in 2010 in all regions except the East of England. The rate of annual growth decreased most in Scotland (from 4.1% in 2010 to 2.4% in 2011) and Wales (from 4.2% in 2010 to 2.8% in 2011).\n\nWith the exception of Northern Ireland, GDHI per head grew in all of the NUTS1 regions in the years 2009, 2010 and 2011. Northern Ireland decreased in 2009, mainly driven by a fall in Operating Surplus and Mixed Income components.\n\n### Figure 2: NUTS1 GDHI per head index comparison with UK average, 1997 and 2011\n\nFigure 2 - Chart\n\nIndex values allow a direct comparison with the UK average value (UK\u003d100) in any given period.\n\nWhen compared with the UK average, in both 1997 and 2011, only London, the South East and East of England had GDHI per head indices above the UK value.\n\nBetween 1997 and 2011 four regions\u0027 per head indices increased compared with the UK average. The largest of these increases were London, which increased from 120.6 to 127.9, and Scotland, which increased from 94.6 to 97.6.\n\nBetween 1997 and 2011 Yorkshire and The Humber showed the greatest downward movement away from the UK average, with a decrease from 91.1 to 86.2.\n\n### Total GDHI (NUTS1)\n\nIn 2011 total GDHI increased in all UK regions. The highest percentage growth was in the South East (3.9%) and the lowest in Scotland and the North East at 3.0%. These compare with the total UK growth of 3.5%.\n\nIn 2011 the rate of annual growth was lower than that in 2010 in each region except for the East of England, which increased from 3.3% in 2010 to 3.7% in 2011. The rate of growth decreased most in Scotland (from 4.6% in 2010 to 3.0% in 2011).\n\n### Regional shares of total GDHI (NUTS1)\n\nLondon had the largest increase in regional share of UK GDHI between 1997 and 2011 (from 14.5% to 16.2%). The largest decrease in share over this period was in the North West, from 10.7% to 10.0%.\n\n"
    },
    {
      "title": "Sub-regional (NUTS2) and local (NUTS3) GDHI estimates",
      "markdown": "### Table 2: NUTS2 Sub-regions top five and bottom five\u003c1\u003e GDHI per head, 2011\n\nTable 2 - Table\n\n### GDHI per head of population (NUTS2)\n\nInner London had the highest GDHI per head (£23,964), followed by Surrey, East and West Sussex (£19,410). The West Midlands had the lowest (£12,986), followed by South Yorkshire (£13,251).\n\n### Figure 3: NUTS2 GDHI per head grouped by NUTS1 region, 2011\n\nFigure 3 - Chart\n\nIn 2011, of the 37 NUTS2 sub-regions, 15 were above the UK average GDHI per head (£16,034), including all those within London and the South East. In each of the NUTS2 sub-regions within the North East, East Midlands, Wales and Northern Ireland, the GDHI per head was below the UK average.\n\n### Total GDHI (NUTS2)\n\nIn 2011 total GDHI grew in all NUTS2 sub-regions, with the highest percentage growth in Dorset and Somerset along with Surrey, East and West Sussex (both at 4.1%).\n\n### GDHI per head of population (NUTS3)\n\n### Table 3: NUTS3 Local areas top five and bottom five\u003c1\u003e GDHI per head, 2011\n\nTable 3 - Table\n\nIn 2011, of the 139 NUTS3 areas, 50 were above the UK average GDHI per head. Inner London - West had the highest GDHI per head (£32,823), followed by Surrey (£22,068). Nottingham (£10,834) had the lowest, followed by Kingston upon Hull (£11,287). In 2011 GDHI per head increased in every NUTS3 area.\n\n### Figure 4: NUTS3 GDHI per head growth on previous year, 2009, 2010 and 2011\n\nFigure 4 - Chart\n\nThe figure above shows the top and bottom five NUTS3 local areas by GDHI per head in 2011. Each of the areas with the lowest GDHI per head showed a decrease in their rate of annual growth in 2011. The rate of annual growth decreased in both 2010 and 2011 in Portsmouth and Kingston Upon Hull. The rates of annual growth in 2011 are generally higher in the five areas with the highest GDHI per head.\n\nOf the 139 NUTS3 local areas the largest increases in the rate of annual growth were in Inner London – West (from -0.8% in 2010 to 2.8% in 2011) and Swindon (from -0.5% in 2010 to 1.8% in 2011). Inner London – West and Swindon were the only NUTS3 local areas with negative growth in 2010.\n\n### Total GDHI (NUTS3)\n\nIn 2011 total GDHI grew in all NUTS3 areas, with the highest percentage growth in Inner London – West, Bournemouth and Poole, Dorset CC and Buckinghamshire CC (all at 4.3%). The lowest percentage growth was in Kingston Upon Hull (2.2%).\n\nIn 2011 the rate of growth in total GDHI increased most in Inner London – West (from 0.2% in 2010 to 4.3% in 2011).\n\n"
    },
    {
      "title": "Component analysis",
      "markdown": "For more information on the makeup of the primary and secondary accounts please see the section \u0027About this release\u0027.\n\n### Primary resources\n\nPrimary resources comprise operating surplus, mixed income, compensation of employees and property income and relate to the income earned by the household sector as a result of productive activity or the ownership of productive assets. They include wages and salaries, rental income from buildings, income from self employment and income from the ownership of financial assets, such as interest on savings.\n\nThe following maps show the proportion of a region\u0027s total resources (primary resources plus secondary resources), or incomings, that was made up of total primary resources in 1997 and 2011.\n\n### Map 2: Primary resources as a proportion of total resources, by NUTS1 region\n\nMap 2 - Map\n\nIn all but one region the amount of primary resources as a proportion of total incomings decreased between 1997 and 2011. The exception was London, where the proportion rose from 81.4% to 83.2% respectively.\n\nOf the NUTS1 regions Wales received the smallest share of primary resources as a proportion of total incomings in both 1997 and 2011, at 72.1% and 67.8% respectively. London received the largest proportion in both years.\n\nIn both 1997 and 2011 there were three regions above the UK average: London, the South East and the East of England.\n\n### Taxes on income and other current taxes\n\nTaxes on income and other current taxes is one of the larger components of secondary uses, that is the amount paid by the household sector in the redistribution of income. They are compulsory payments made by the household sector to the government sector and include income tax and other taxes such as those on vehicles, council tax and TV licences.\n\nThe maps below show the proportion of total uses (primary uses plus secondary uses), or outgoings, that the household sector in a region paid out in taxes in 1997 and 2011.\n\n### Map 3: Taxes paid as a proportion of total uses, by NUTS1 region\n\nMap 3 - Map\n\nOver the period 1997 to 2011 taxes paid as a proportion of total outgoings increased in every region.\n\nIn both 1997 and 2011, of the NUTS1 regions, London paid the highest amount of taxes as a proportion of total outgoings, at 38.5% and 44.4% respectively. Northern Ireland paid the lowest amount of taxes as a proportion of total outgoings, at 31.9% and 33.4% respectively.\n\nIn 1997 four regions’ taxes as a proportion of total outgoings were above the UK average of 35.6%: London, the South East, the East of England and the North West. By 2011 only the first three of these were above the UK average of 39.3%, with the North West’s proportion having fallen to 37.7%.\n\n### Social benefits and imputed social contributions\n\nSocial benefits and imputed social contributions are the main source of secondary resources, the amount received by the household sector in the redistribution of income. They include national insurance fund benefits, such as state pensions and unemployment allowance, and non-contributory benefits such as Child Benefit and tax credits. Imputed social contributions are those paid directly by employers to current and former employees.\n\nThe following maps show the proportion of a region\u0027s total resources (primary resources plus secondary resources), or incomings, that the household sector in a region received as social benefits and social contributions in both 1997 and 2011.\n\n### Map 4: Social Benefits and Imputed Social Contributions as a proportion of total resources, by NUTS1 region\n\nMap 4 - Map\n\nIn all but one region the amount of social benefits and social contributions received as a proportion of total incomings increased. The exception was London, where the proportion fell from 15.2% in 1997 to 13.6% in 2011.\n\nIn both 1997 and 2011, of the NUTS1 regions, Wales received the largest share of social benefits and social contributions as a proportion of total incomings, at 22.4% and 25.8% respectively. London received the smallest proportion in these years.\n\nIn 1997 social benefits and social contributions, as a proportion of total incomings, were below the UK average of 18.3% in four regions: London, the East of England, the South East and the East Midlands. By 2011 the East Midlands at 21.3% was above the UK average of 20.1%. London, the East of England and the South East remained below the UK average.\n\n"
    },
    {
      "title": "Domestic (UK) use of regional GDHI estimates",
      "markdown": "These statistics provide an overview of economic diversity and social welfare at regional, sub-regional and local area levels. They supply information about the availability of disposable income throughout the UK. Disposable income is a concept which can be used to approximate the ‘material welfare’ within the household sector, although the term ‘welfare’ is commonly used in ways that go beyond financial wealth and, as such, cannot be measured by a single statistic.  \n\nThese estimates are used by the UK Government and the devolved administrations of Northern Ireland, Scotland and Wales to formulate and monitor economic policy and allocate resources.\n\nThe Scottish Government uses these statistics within the Scottish National Accounts Project (SNAP) system, in modelling quarterly estimates of Household Distribution and Use of Income and also in the compilation of a Households’ Saving Ratio. The resulting SNAP outputs are widely used by economic commentators and academics in Scotland.\n\nThese estimates are not currently used in any of the Scotland Performs National Indicators, however there is an increasing demand for the Scottish Government to provide a wider range of socio-economic indicators alongside Gross Domestic Product. The Scottish Government is considering including Household Income and Households’ Saving Ratio in this suite of national indicators.\n\nThe Welsh Government regards the GDHI statistics as a key economic indicator. A current example of this is through the Programme for Government. This identifies the Welsh Government’s commitments and the means by which progress will be measured over the five-year term. Within the Programme for Government, and in relation to Growth and Sustainable Jobs, GDHI per head and Primary Income per head are identified as two of four key outcome indicators for Wales.\n\nThe Northern Ireland Executive uses these statistics in conjunction with other economic measures and surveys to give an overall picture of the economy.\n\nLocal authorities use these statistics to facilitate evidence-based policy-making. These statistics inform the general public and provide insight into the relative socio-economic picture of the UK and issues such as the ‘North-South divide’. They are used in the House of Commons library to answer enquiries from MPs about regional differences in the income of households. \n\nThe ONS Regional Accounts team also receives general enquiries relating to these estimates from a diverse range of bodies including other government departments, local authorities, business analysts, consultancy firms, financial institutions, economists and the media (provincial and national). These statistics also facilitate academic research by individuals and universities within the UK and abroad. \n\nThe countries and regions of the UK have differing demographic characteristics, industrial structure and economic performance. There is also a wide variation in the size and population of the regions which makes comparison difficult using cash totals. Estimates on a per head basis allow for the comparison of regions significantly different in absolute size.\n\nThe following chart illustrates variation in the range of GDHI per head (at NUTS3 geography), within the NUTS1 regions of the UK.\n\n### Figure 5: NUTS3 GDHI per head highest and lowest NUTS3 area within each NUTS1 region, 2011\n\nFigure 5 - Chart\n\nIn 2011 London was the only region where each of its associated NUTS3 local areas had GDHI per head above the UK average of £16,034. Wales and Northern Ireland were the only regions where each of their associated NUTS3 local areas had GDHI per head below the UK average.\n\nIn 2011 the largest regional range in GDHI per head at NUTS3 was in London (between £16,426 in Outer London – East and North East and £32,823 in Inner London – West). The smallest regional range was in Wales (between £13,081 in Central Valleys and £15,318 in Monmouthshire and Newport).\n\n"
    },
    {
      "title": "European use of disposable household income estimates",
      "markdown": "The production of regional disposable income of households is a legal requirement under the European System of Accounts (ESA 1995). Whereas Gross Disposable Household Income is compiled for UK domestic use, the estimates provided to Eurostat (the statistical department of the European Commission) are net of consumption of fixed capital (see section About this release) at the NUTS2 level. \n\nConsumption of fixed capital (CFC) is included in the Operating Surplus/Mixed Income (OS/MI) components of the Primary Income Account. The CFC element is estimated and removed from the regional OS/MI, to derive the Net Disposable Household Income (NDHI) estimates.\n\nThe European Union (EU) uses these NDHI estimates to inform regional policy and analysis, and to identify disparities in regional welfare across the Member States.\n\nMember States provide estimates of NDHI in their national currencies. Eurostat then converts these using specific purchasing power standards for final consumption expenditure, called Purchasing Power Consumption Standards (PPCS). This process enables meaningful [comparisons](http://www.ons.gov.uk/ons/external-links/other-government-departments/eurostat/eurostat--household-accounts-at-regional-level.html \"Eurostat: Household accounts at regional level\")  to be made between the Member States.\n\nThe following figure illustrates variation in the range of disposable income of private households (per inhabitant), at NUTS2 geography, within the EU in 2008. Inner London has the highest disposable income per head in the EU, expressed in PPCS.\n\n### Figure 6: Disposable income of private households per inhabitant (in PPCS), highest and lowest NUTS2 region within each country, 2008\u003c1\u003e\n\nFigure 6 - Chart\n\n"
    },
    {
      "title": "Future work plans",
      "markdown": "- ONS plans to publish estimates of regional, sub-regional and local Gross Value Added compiled using the income approach (GVA(I)) for 1997 to 2012, in December 2013.\n\n- The publication of Regional Gross Disposable Household Income (GDHI) estimates for the period 1997 to 2012 is currently planned for spring 2014.\n\n- A project is underway to develop estimates of real regional GVA growth using a production approach (GVA(P)). Experimental estimates of regional GVA(P) will be published in December 2013. A [note on progress (166.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/regional-accounts/regional-gva-p--development-project---note-on-progress---april-2013.pdf \"Regional GVA(P) development project - Note on progress - April 2013\") of the project was issued in April 2013.\n\n- Following the ONS Methodology Directorate [review of smoothing and commuter adjustments (77.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/regional-accounts/consultation-response-summary.pdf \"Consultation Response Summary\") it was recommended to expand estimates of the commuting effect in regional GVA (income approach), to encompass all NUTS1 regions. An impact analysis of this change is currently being carried out, the results of which will form the basis for a wider consultation during summer 2013. Following the consultation, a decision will be taken on implementation in the regional GVA(I) publication planned for December 2013.\n\n"
    },
    {
      "title": "Interactive content",
      "markdown": "### Figure 7: Regional Gross Disposable Household Income (GDHI) interactive motion chart\n\nFigure 7 - Chart (png)\n\n[Go to NUTS1 interactive motion chart](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---motion-chart--regional-gdhi-nuts1.html \"Neighbourhood Statistics - Motion Chart: Regional GDHI NUTS1\") \n\n[Go to NUTS2 interactive motion chart](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---motion-chart--regional-gdhi-nuts2.html \"Neighbourhood Statistics - Motion Chart: Regional GDHI NUTS2\")\n\n[Go to NUTS3 interactive motion chart](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---motion-chart--regional-gdhi-nuts3.html \"Neighbourhood Statistics - Motion Chart: Regional GDHI NUTS3\")\n\nThe above figure shows the regional distribution of Gross Disposable Household Income (GDHI) and Gross Value Added (GVA) across the period 1997 to 2011.\n\nInteractive versions of this motion chart are available, which allow the user to select specific [NUTS1](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---motion-chart--regional-gdhi-nuts1.html \"Neighbourhood Statistics - Motion Chart: Regional GDHI NUTS1\") , [NUTS2](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---motion-chart--regional-gdhi-nuts2.html \"Neighbourhood Statistics - Motion Chart: Regional GDHI NUTS2\") or [NUTS3](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/neighbourhood-statistics---motion-chart--regional-gdhi-nuts3.html \"Neighbourhood Statistics - Motion Chart: Regional GDHI NUTS3\") regions and compare total GDHI, components of GDHI and GVA estimates.\n\nA [video podcast](http://www.ons.gov.uk/ons/rel/regional-accounts/regional-gross-value-added--income-approach-/december-2012/vds-instructional-podcast.html \"VDS Instructional Podcast\") explaining how to use these charts is also available.\n\n### Figure 8: Regional Gross Disposable Household Income (GDHI) interactive map\n\nFigure 8 - Chart\n\n[Go to the interactive map](http://www.ons.gov.uk/ons/interactive/gross-domestic-household-income---dvc31/index.html \"Gross Domestic Household Income - dvc31\") \n\nThe above figure shows the regional distribution of GDHI per head in the UK in 2011. GDHI per head of population allows the user to make meaningful comparisons across regions of different size.\n\nThe [interactive version of this map](http://www.ons.gov.uk/ons/interactive/gross-domestic-household-income---dvc31/index.html \"Gross Domestic Household Income - dvc31\") allows the user to select different regions at NUTS3 level and compare them with the average for the UK.\n\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. The Nomenclature of Units for Territorial Statistics (NUTS) provides a single uniform breakdown for the production of regional statistics for the EU. These regional GDHI estimates are compiled at three levels of NUTS geography:\n\n- NUTS1: Wales, Scotland, Northern Ireland and the nine English regions. \n- NUTS2: 37 areas – mainly groups of counties and unitary authorities; can be referred to as sub-regions. \n- NUTS3: 139 areas – principally individual counties and unitary authorities; also known as local areas. \n- Some areas appear at more than one level, for example Northern Ireland appears at NUTS1 and NUTS2 level.\n\nThe NUTS classification was established by Eurostat in the early 1970s as a single, coherent system for dividing up European Union territory in order to produce regional statistics for the EU. Since 2003, any changes to boundaries to account for local changes in, for instance, local authority boundaries, have needed to go through a formal process of application to the EU, with any changes being implemented at the end of pre-set periods of enforced stability.\n\nThe NUTS classification makes provision for economic activity that cannot be assigned to any specific region. Such activity is allocated to Extra-Regio. This element of the NUTS classification is no longer relevant to estimates of regional GDHI, which are produced on a residence basis, that is the incomes of individuals are allocated to the region in which they live.\n\n2. **Quality** \n\nAs with the National Accounts, regional GDHI estimates are calculated as reliably as possible. There is no easy way to measure the reliability of the estimates but ONS carries out consistency checks on data inputs, applies methods consistently and makes use of local knowledge for England, Scotland, Wales and Northern Ireland through consultation with key users in the devolved administrations and other government departments. The estimates are partly based on sample surveys and the quality of the results therefore varies according to sample size. This means that the results for smaller regions are subject to a greater degree of uncertainty than those for larger regions. \n\n3. **Revisions** \n\nRevisions to GDHI estimates in this statistical bulletin cover the period 1997 to 2010.\n\nVery few statistical revisions arise as a result of errors in the popular sense of the word. All estimates, by definition, are subject to statistical error but in this context the word refers to the uncertainty in any process or calculation that uses sampling, estimation or modelling. Most revisions reflect either the adoption of new statistical techniques or the incorporation of new information which allows the statistical error of previous estimates to be reduced. Only rarely are there avoidable errors such as human or system errors and such mistakes are made clear when they are discovered and corrected.\n\nThe main reasons for updates since the April 2012 publication are revisions to the national estimates for the UK (National Accounts Blue Book 2012) and updates to source data. Revisions to the total GDHI estimates for 2009 and 2010 are shown below:\n\n### Table 4: Percentage revisions to regional GDHI in 2010 and 2009 by NUTS1 region\n\nTable 4 - Table\n\n4. **Publication policy** \n\nNational Statistics are produced to high professional standards set out in the [Code of Practice for Official Statistics](http://www.ons.gov.uk/ons/external-links/about-statistics/code-of-practice/code-of-practice-for-national-statistics.html \"Code of Practice for Official Statistics\"). They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n5. Follow Office for National Statistics on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\"), [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") and [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\").\n\n6. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/economy/regionalaccounts/grossdisposablehouseholdincome/bulletins/regionalgrossdisposablehouseholdincomegdhi/2013-04-24",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/economy"
    },
    {
      "uri": "/economy/regionalaccounts"
    },
    {
      "uri": "/economy/regionalaccounts/grossdisposablehouseholdincome"
    }
  ],
  "description": {
    "headline1": "Figures quoted in this statistical bulletin are at current prices, which include the effects of price changes.",
    "headline2": "In 2011 London, the South East and East of England were the only NUTS1 regions (Nomenclature of Units for Territorial Statistics, see background note 1) with GDHI per head above the UK average of £16,034 (see Table 1).",
    "headline3": "Between 2010 and 2011 the rate of annual growth in GDHI per head decreased in all NUTS1 regions except for the East of England (see Figure 1).",
    "edition": "2011",
    "nationalStatistic": true,
    "contact": {
      "email": "trevor.fenton@ons.gsi.gov.uk",
      "name": "Trevor Fenton",
      "telephone": "+44 (0)1633 456083"
    },
    "releaseDate": "2013-04-24T00:00:00.000Z",
    "language": "English",
    "title": "Regional Gross Disposable Household Income (GDHI)",
    "summary": "Annual regional Gross Disposable Household Income (GDHI) for 1997-2012, analysis of estimates for NUTS1, NUTS2 and NUTS3 regions.",
    "keywords": [
      "regions",
      "gdhi",
      "local",
      "household sector"
    ]
  }
}