{"relatedBulletins":[],"sections":[{"title":"England, Wales and Northern Ireland Electoral Statistics, 2014","markdown":"- The total number of parliamentary electors in 2014 was 37,831,600 in England, 2,225,700 in Wales and 1,232,400 in Northern Ireland\n- Between 2013 and 2014 the total number of parliamentary electors declined by 2.0% in England and 3.1% in Wales. Northern Ireland had an increase of 1.2%\n- The total number of local government electors in 2014 was 39,185,000 in England, 2,254,200 in Wales and 1,257,000 in Northern Ireland\n- Between 2013 and 2014 the total number of local government electors declined by 2.0% in England and 3.2% in Wales. Northern Ireland had an increase of 1.3%\n- The number of parliamentary electors declined in all regions of England between 2013 and 2014. The largest decrease (-3.5%) was in the North East\n- Between 2013 and 2014, the number of local government electors declined in all regions of England. The largest decrease (-3.6%) was in the North East\n- The 2014 electoral statistics are the first to have been produced following the introduction of Individual Electoral Registration (IER) in England and Wales\n- Electoral statistics are used by Boundary Commissions, the Electoral Commission, and central government to help with the improvement of electoral policies and for statutory reviews of parliamentary constituency boundaries\n\n"},{"title":"Summary","markdown":"Electoral statistics are collated by the Office for National Statistics (ONS) and published for the UK and its constituent countries, local government areas and parliamentary constituencies. They provide annual counts of the number of people who are on the electoral registers, usually at 1 December each year.\n\nReferences in this release to electoral statistics for 2014 should be taken to mean electors included on the registers published on 1 December 2014 in England, Wales and Northern Ireland. These are the first registers published following the introduction of Individual Electoral Registration (IER) in England and Wales in June 2014. Electoral registers in Scotland are due to be published on 2 March 2015. This is because the transition to IER in Scotland was delayed in order to begin after the Scottish Independence Referendum in September 2014.\n\nSee background note 5 for further details on comparing electoral statistics for different years.\n\nElectoral statistics for Scotland are due to be published on 16 April 2015. Electoral statistics for the UK as a whole will be published on the same date.\n\n"},{"title":"Introduction","markdown":"Electoral statistics are available for the two main groups of voters:\n\n- Parliamentary Electors – those entitled to vote in Westminster Parliamentary elections\n- Local Government Electors – those entitled to vote in local government and/or European elections<sup>1</sup> \n\nThe difference in who is entitled to vote at parliamentary and/or local elections largely depends on residence and citizenship conditions. Local Government Electors for example, include those European Union citizens resident in the UK who are not entitled to vote in Westminster Parliamentary elections, whilst Parliamentary Electors include British citizens resident overseas who are not entitled to vote in local government elections. Further information on the eligibility criteria can be found in a Quality and Methodology Information paper from our [Quality Reports for Government Statistics page](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/government/index.html \"Government\").\n\nThere are 3 key reasons why the registered numbers of electors in an area can change from year to year:\n\n- a change in the size of the population who are entitled to vote; for example, due to international migration\n- a change in the proportion of the eligible population who actually register to vote; for example, more people registering as a result of better canvassing\n- differences in administrative practices; for example, the extent of use of the ‘carry forward’, which allows for an elector to be retained on the electoral register for a year when they have not responded to an annual canvass\n\nIn particular the introduction of Individual Electoral Registration (IER) in 2014 has introduced new administrative practices. Although IER does not change who is eligible to vote, it may have changed the proportion of those eligible that are registered to vote. More information on IER is available in the section on Related Information.\n\n### Methods, quality and uses\n\nFor England and Wales, electoral statistics are taken from data supplied to ONS by local Electoral Registration Officers. Data for Northern Ireland are collected by the Electoral Office for Northern Ireland (EONI). ONS collated these statistics for England, Wales and Northern Ireland using the data supplied. A further release containing statistics for the UK will be published on 16 April 2015 including data for Scotland, which is collected by National Records of Scotland (NRS).\n\nMore information is available from our [Electoral Statistics Information page](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/uk-electoral-statistics/index.html \"Electoral Statistics\").\n\nElectoral statistics are gathered and published by ONS. They are used by Boundary Commissions, the Electoral Commission, and central government to help with the improvement of electoral policies and for statutory reviews of parliamentary constituency boundaries. The statistics are also of interest to Members of Parliament and the general public.\n\nElectoral statistics represent the most accurate count possible of the number of people on electoral registers each year. They are subject to full quality assurance procedures and are reliable and provide comparable data across the UK constituent countries. Information on the quality of these statistics is provided in a Quality and Methodology Information paper available from our [Quality Reports for Government Statistics page](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/government/index.html \"Government\").\n\n### Notes for introduction\n\n1. To be entitled to vote in European elections in the UK, European Union (EU) citizens are required to request the right to vote in this country rather than their home country. Those persons who do not make this request will not be included in the European Parliament electorate.\n\n"},{"title":"Parliamentary electors","markdown":"The total number of parliamentary electors in England, Wales and Northern Ireland and the percentage changes between 2013 and 2014 are:\n\n- England – 37,831,600, a fall of 2.0%\n- Wales – 2,225,700, a fall of 3.1%\n- Northern Ireland – 1,232,400, a rise of 1.2%\n\nFigure 1 shows the different patterns of change in parliamentary electors between England, Wales and Northern Ireland over the last 5 years.\n\nFrom 2009 to 2012 the number of electors increased in all 3 areas, although growth was highest in Northern Ireland. Small decreases (of less than 1%) were recorded in all 3 areas between 2012 and 2013. However, between 2013 and 2014 the parliamentary electorate of England fell by approximately 766,000 people (or 2.0%) and the parliamentary electorate of Wales fell by approximately 72,000 (or 3.1%); Northern Ireland saw similar growth to that which occurred between 2011 and 2012.\n\nThe fall recorded in the parliamentary electorate between 2013 and 2014 in England and Wales is likely to be due, at least in part, to the introduction of Individual Electoral Registration (IER). Northern Ireland uses a continuous registration system that was introduced in 2006.\n\n<ons-chart path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/0fea05b7\" />\n\nFigure 2 shows that although all English regions showed declines in their parliamentary electorate between 2013 and 2014, there was considerable variation between them. The North East declined by 3.5% while the West Midlands declined by less than 1% and was the only area that saw a smaller decline than that recorded between 2012 and 2013. In general, northern areas of England showed larger declines than southern areas.\n\n<ons-chart path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/83031edc\" />\n\n### Parliamentary constituencies\n\nThere are at present 650 Westminster Parliamentary Constituencies in the UK made up of 533 in England, 59 in Scotland, 40 in Wales and 18 in Northern Ireland. These boundaries came into force at the May 2010 General Election. This release provides counts of the total number of parliamentary electors for the 591 parliamentary constituencies in England, Wales and Northern Ireland.\n\nThe typical size of constituencies differs between the constituent countries of the UK with a median total parliamentary electorate across constituencies of about 71,000 in England, 67,500 in Northern Ireland and 55,100 in Wales.\n\nIn 2014, the parliamentary constituency with the largest electorate was the Isle of Wight at 107,600, while the constituency with the smallest electorate was Arfon in Wales at 38,000. The Isle of Wight has an unusually large electorate due to the geographic constraints of being an island constituency.\n\nThe total parliamentary electorate grew in 114 constituencies (19%) between 2013 and 2014. In total, 50 constituencies had growth of more than 1% in their parliamentary electorate including 4 which grew by more than 3%.\n\n<ons-table path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/abdd5d91\" />\n\nAs shown in table 1, all of the 10 constituencies with the greatest percentage growth in parliamentary electors between 2013 and 2014 are in England. Of these, 9 are county constituencies, areas which are partly or mostly rural. The labelling of a constituency as borough or county is made by the relevant Boundary Commission.\n\nNote that the constituencies of Northampton South and Workington both appeared in the list of constituencies with the greatest percentage fall in parliamentary electors in the previous year. The turnaround for these constituencies may in part link to changes in population size or the population entitled to vote, or administrative differences in how the register was put together between the years.\n\nTorfaen (ranked 99th) was the only constituency in Wales where the number of parliamentary electors increased between 2013 and 2014 – it recorded growth of 0.2%. The constituency of Foyle (ranked 14th) showed the greatest growth in Northern Ireland at 2.1%. It should also be noted that Foyle recorded the greatest fall in parliamentary electors in Northern Ireland in the previous year.\n\nThe total parliamentary electorate fell in 477 constituencies (81%) between 2013 and 2014. However, 64 constituencies had a fall of more than 5% in their parliamentary electorate including 10 which fell by more than 10%.\n\n<ons-table path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/c577691a\" />\n\nTable 2 shows that the 10 constituencies with the greatest percentage fall in parliamentary electors between 2013 and 2014 include 8 located in England. The majority of these are classified as borough (or mainly urban) constituencies. The remaining 2 are located in Wales, including Cardiff Central, the constituency with the greatest percentage fall in parliamentary electors at -18.3%. All these areas contain towns or cities with large student populations.\n\nNo constituencies in Northern Ireland recorded a fall in parliamentary electors between 2013 and 2014. \n\n"},{"title":"Local government electors","markdown":"The total number of local government electors in England, Wales and Northern Ireland and the percentage changes between 2013 and 2014 are:\n\n- England – 39,185,000, a fall of 2.0%\n- Wales – 2,254,200, a fall of 3.2%\n- Northern Ireland – 1,257,000, a rise of 1.3%\n\nFigure 3 shows the different patterns of change in local government electors between England, Wales and Northern Ireland over the last 5 years. Overall, the pattern of change is very similar to that for parliamentary electors shown in figure 1.\n\nOver the last 5 years, the number of local government electors in England has grown by an average of just 0.1% each year, with growth during the period 2009 to 2012 offset by the falls seen between 2012 and 2014. In particular, the number of local government electors in England fell by approximately 817,000 between 2013 and 2014.\n\nThe pattern for Wales is similar to that of England, while the number of local government electors in Northern Ireland has increased every year with the exception of 2012 to 2013.\n\n<ons-chart path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/7081d267\" />\n\nFigure 4 shows that the -2.0% change in the number of local government electors in England, between 2013 and 2014, hides considerable variation between different regions. The North East had the largest change at -3.6%, while the West Midlands had the smallest, at -0.9%. As for parliamentary electors, the West Midlands was the only area where the decrease seen between 2013 and 2014 was less than that recorded the previous year.\n\n<ons-chart path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/b135dca8\" />\n\n### Local government areas\n\nLocal government areas are unitary authorities, London boroughs and district councils in England; unitary authorities in Wales; and council areas in Scotland and Northern Ireland. At December 2014 there were a total of 406 local government areas in the UK; 326 in England, 32 in Scotland, 26 in Northern Ireland and 22 in Wales. This release provides counts of the total number of local government electors for the 374 local government areas in England, Wales and Northern Ireland.\n\nIn 2014, the size of local government electorates ranged from the 1,600 electors in Isles of Scilly to 728,700 in Birmingham. The typical size of local government electorates varies between different areas of the country with a median across local government areas of about 97,500 in Wales and 97,300 in England compared to only 41,300 in Northern Ireland.\n\nThe total local government electorate grew in 85 local government areas (23%) between 2013 and 2014. This compares to 190 areas, or 51%, between 2012 and 2013. However, only 43 areas had growth of more than 1% in their electorate; while 4 areas had growth of more than 3%.\n\n<ons-table path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/50258e16\" />\n\nAll of the local government areas with the greatest percentage growth in local government electors between 2013 and 2014 are in England, as shown in table 3. The greatest percentage growth in a local government area in Northern Ireland was Derry at 2.1% (ranked 11th), while Torfaen was the only local government area in Wales where the local government electorate grew during the period (0.1%, ranked 76th).\n\nWellingborough; East Devon; Tonbridge and Malling; and Allerdale were all amongst the top 10 areas with the largest percentage falls in local government electors last year. Their turnaround this year may be due to changes in population size, the population entitled to vote or administrative differences in how the registers were put together between 2013 and 2014.\n\nThe total local government electorate fell in 289 local government areas (77%) between 2013 and 2014, compared to 183 areas (49%) in the previous year. Of those, 51 areas had a fall of more than 4%, including 2 which fell by more than 10%.\n\nThe top 10 local government areas with the greatest percentage fall in local government electors are shown in table 4. There are 8 in England and 2 are in Wales, including Ceredigion which had the largest percentage fall at 12.7%. Also, many of these areas are those with large student populations. No areas in Northern Ireland recorded a fall in local government areas between 2013 and 2014.\n\n<ons-table path=\"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/27802017\" />"},{"title":"Related information","markdown":"### Comparing population estimates and electoral statistics\n\nThe electoral statistics in this release give information on the number of people who are registered to vote in the UK - there is no similar collection of data on the number of people who are eligible to vote but who choose not to register.\n\nONS provides mid-year estimates of the resident population, and these have sometimes been used as an estimate of the total number of people who are entitled to vote. However, care must be taken in using these data for that purpose as the population estimates include some people who are not eligible to vote and exclude some people who are eligible to vote (e.g. overseas electors).\n\nONS has also published some research looking at the scope and quality of the Electoral Register as a likely supply of data for measuring population, which is available in the [Administrative Data Sources Report on the Electoral Register (554 Kb Pdf)](http://www.ons.gov.uk/ons/about-ons/who-ons-are/programmes-and-projects/beyond-2011/reports-and-publications/sources-reports/beyond-2011--administrative-data-sources-report--electoral-register--s2-.pdf \"Beyond 2011: Administrative Data Sources Report: Electoral Register (S2)\")  .\n\n### Individual electoral registration\n\nIndividual Electoral Registration (IER) is the new system that allows individuals to register to vote in England, Wales and Scotland. It replaced the former system of household level registration – where one person in the household returned a registration form on behalf of all eligible voters resident at that address – from June 2014 in England and Wales, and September 2014 in Scotland. The electoral registration system in Northern Ireland remained unchanged.\n\nThe introduction of IER allows individuals more control over the registration process and increases accuracy by ensuring that the identity of every applicant is verified (using information such as date of birth and National Insurance number) before their details are added to the electoral register.\n\nThe Electoral Commission are monitoring the transition to IER, conducting research on voter registration, and providing information and guidance to both electoral registration officers and the general public. More [information on their role](http://www.ons.gov.uk/ons/external-links/other/electoral-registration.html \"Electoral registration\") is available from their website.\n\nFurther information from Cabinet Office on the [transition to IER](https://www.gov.uk/government/collections/individual-electoral-registration) is available from the gov.uk website.\n\n"},{"title":"Other electoral statistics","markdown":"Other electoral statistics produced for areas in the UK include:\n\n### England\n\nStatistics for parliamentary electors for electoral wards in England for 2010 are available from the Boundary Commission for England. These statistics are produced from data collected from Electoral Registration Officers by ONS.\n\nThis data can be obtained from the Boundary Commission for England on request by [email](mailto:information@boundarycommissionengland.gov.uk). \n\n### Wales\n\nStatistics for National Assembly for Wales electors by Assembly Constituencies are published by the Welsh Government. Those electors who are eligible to vote in local government elections in Wales are eligible to vote in National Assembly for Wales elections. These statistics are produced from data collected from Electoral Registration Officers by ONS.\n\nThe [data](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/statswales--electors-by-assembly-constituencies.html \"StatsWales: Electors by Assembly Constituencies\") are available from StatsWales.\n\nThe Boundary Commission for Wales also publish [statistics for the parliamentary electorate by Electoral Divisions](http://www.ons.gov.uk/ons/external-links/other/electorates--excel-.html \"Electorates (Excel)\").\n\n### Scotland\n\nElectoral statistics for Scotland are produced and published by National Records of Scotland (NRS). Additional statistics not included in the overall UK publication cover Scottish Parliament Constituencies, Scottish regions and electoral wards.\n\nThe latest electoral statistics for Scotland relate to 10 March 2014 and are available from the [electoral statistics section](http://www.gro-scotland.gov.uk/statistics/theme/electoral-stats/index.html) of the NRS website.\n\n### Northern Ireland\n\nElectoral statistics for Northern Ireland are produced and published by the Electoral Office for Northern Ireland (EONI). Monthly electoral statistics for both the parliamentary and local government electorate are available at electoral ward level from the [electoral statistics section](http://www.eoni.org.uk/Register-To-Vote/Electorate-Statistics) of the EONI website. \n\n"}],"accordion":[{"title":"Background notes","markdown":"1. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n2. Electoral statistics for 2014 are available from the [electoral statistics section](http://www.ons.gov.uk/ons/external-links/other/elections--local--national-and-european-.html \"Elections (Local, National, and European)\") of the ONS website.\n\n3. Published tables include counts of local government electors and attainers by local government areas and parliamentary electors and attainers by parliamentary constituency. An attainer is a person who attains the age of 18 during the currency of the register, and is entitled to vote at an election on or after his or her 18th birthday.\n\n4. A report describing the methodology used to create the electoral statistics estimates can be found on our [Electoral Statistics Information page](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/uk-electoral-statistics/index.html \"Electoral Statistics\").\n\n5. Electoral statistics usually relate to registers published annually in December. Time series comparisons of electoral statistics in this release use figures for December each year, with the exception of 2012 and 2013 for England and Wales. The 2012 electoral statistics relate to October 2012 instead of December 2012 in England and Wales (excluding London). The 2013 electoral statistics relate to February 2014 in England and March 2014 in Wales. This means that changes between the 2012, 2013 and 2014 electoral statistics may not exactly reflect annual change, as the actual time difference between the annual sets of figures may be up to 18 months (the maximum difference is in Wales – October 2012 to March 2014).\n\n6. [Information](http://www.ons.gov.uk/ons/external-links/other/elections-and-referendums.html \"Elections and Referendums\") on previous elections held in the UK or its constituent countries and a list of upcoming elections and referendums is available from the Electoral Commission.\n\n7. A list of those people that have [pre-release access](http://www.ons.gov.uk/ons/rel/pop-estimate/electoral-statistics-for-england--wales-and-northern-ireland/2014/pra---england--wales-and-northern-ireland-electoral-statistics-2014.html \"PRA - England, Wales and Northern Ireland Electoral Statistics 2014\") can be found on the ONS website.\n\n8. This is the first release of 2014 electoral statistics. No revisions of this dataset have been made.\n\t\n9. Release code: ELEC2BL1\n\n10. **Next publication:**</br>\n\t UK release – 16 April 2015\n\n\t **Issued by:**</br>\n\t Office for National Statistics, Government Buildings, Cardiff Road, Newport NP10 8XG\n\n\t **Media contact:** </br>\n\t Tel: Media Relations Office 0845 6041858</br>\n\t Emergency on-call 07867 906553</br>\n\t Email: [media.relations@ons.gsi.gov.uk](mailto:media.relations@ons.gsi.gov.uk)\n\n\t **Statistical contact:**</br>\n\t Tel: Pete Large 01329 444661</br>\n\t Email: [pop.info@ons.gsi.gov.uk](mailto:pop.info@ons.gsi.gov.uk)\n\n11. The Office for National Statistics (ONS) is the executive office of the UK Statistics Authority, a non-ministerial department which reports directly to Parliament. ONS is the UK government's single largest statistical producer. It compiles information about the UK's society and economy, and provides the evidence-base for policy and decision-making, the allocation of resources, and public accountability. The Director General of ONS reports directly to the National Statistician who is the Authority's Chief Executive and the Head of the Government Statistical Service.\n\n12. © Crown copyright 2015.\n\n\t You may re-use this document/publication (not including logos) free of charge in any format or medium, under the terms of the Open Government Licence v3.0. To view this licence visit Open Government Licence; or write to the Information Policy Team, The National Archives, Kew, Richmond, Surrey, TW9 4DU; or email: [National Archives](mailto:psi@nationalarchives.gsi.gov.uk). </br>\n Where we have identified any third party copyright information you will need to obtain permission from the copyright holders concerned.\n\n\t Users reproducing ONS content without adaptation should include a source accreditation to ONS: Source: Office for National Statistics licensed under the Open Government Licence v.3.0. </br>\n\t Users reproducing ONS content which is adapted should include a source accreditation to ONS: Adapted from data from the Office for National Statistics licensed under the Open Government Licence v.3.0.\n\n13. Produced in partnership with Electoral Office for Northern Ireland.\n\n14. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: [media.relations@ons.gsi.gov.uk](mailto:media.relations@ons.gsi.gov.uk)\n\n\tThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics. \n\n\tDesignation can be broadly interpreted to mean that the statistics: \n\t - meet identified user needs;\n\t - are well explained and readily accessible;\n\t - are produced according to sound methods; and\n\t - are managed impartially and objectively in the public interest. \n\n\tOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"}],"relatedData":[{"uri":"/peoplepopulationandcommunity/elections/electoralregistration/datasets/electoralstatisticsforenglandwalesandnorthernirelandreferencetables"}],"charts":[{"title":"Figure 1: Annual percentage change in parliamentary electors for England, Wales and Northern Ireland, 2009/10 to 2013/14","filename":"0fea05b7","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/0fea05b7"},{"title":"Figure 2: Percentage change in parliamentary electors for English regions, 2013/14 compared with 2012/13","filename":"83031edc","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/83031edc"},{"title":"Figure 3: Annual percentage change in local government electors in England, Wales and Northern Ireland, 2009/10 to 2013/14","filename":"7081d267","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/7081d267"},{"title":"Figure 4: Percentage change in local government electors for English regions, 2013/14 compared with 2012/13","filename":"b135dca8","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/b135dca8"}],"tables":[{"title":"Table 1: Westminster parliamentary constituencies with greatest percentage increase in parliamentary electors between 2013 and 2014","filename":"abdd5d91","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/abdd5d91"},{"title":"Table 2: Westminster parliamentary constituencies with greatest percentage decrease in parliamentary electors between 2013 and 2014","filename":"c577691a","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/c577691a"},{"title":"Table 3: Local government areas with greatest percentage increase in local government electors between 2013 and 2014","filename":"50258e16","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/50258e16"},{"title":"Table 4: Local government areas with greatest percentage decrease in local government electors between 2013 and 2014","filename":"27802017","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26/27802017"}],"type":"bulletin","uri":"/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforenglandwalesandnorthernireland/2015-02-26","breadcrumb":[{"uri":"/"},{"uri":"/peoplepopulationandcommunity"},{"uri":"/peoplepopulationandcommunity/elections"},{"uri":"/peoplepopulationandcommunity/elections/electoralregistration"}],"description":{"headline1":"The total number of parliamentary electors in 2014 was 37,831,600 in England, 2,225,700 in Wales and 1,232,400 in Northern Ireland","headline2":"Between 2013 and 2014 the total number of parliamentary electors declined by 2.0% in England and 3.1% in Wales. Northern Ireland had an increase of 1.2%","headline3":"The total number of local government electors in 2014 was 39,185,000 in England, 2,254,200 in Wales and 1,257,000 in Northern Ireland","edition":"2014","nationalStatistic":true,"contact":{"email":"pop.info@ons.gsi.gov.uk","name":"Pete Large","telephone":"+44 (0)1329 444661"},"releaseDate":"2015-02-26T00:00:00.000Z","language":"English","title":"Electoral Statistics for England, Wales and Northern Ireland","summary":"Number of electors registered to vote in England, Wales and Northern Ireland on 1 December of the reference year.","keywords":["00curres","electoral registration","local government","parliamentary constituencies"],"metaDescription":"Number of electors registered to vote in England, Wales and Northern Ireland on 1 December of the reference year."},"externalLinks":[],"links":[]}