{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Andrew Nash",
    "email": "migstatsunit@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Points",
      "markdown": "- There were an estimated 2.71 million residents moving between local authorities in England and Wales between July 2012 and June 2013. This compares with 463,000 international immigrants who arrived in England and Wales and 281,000 international emigrants who left England and Wales during that period.\n- 53,200 people moved from England and Wales to Northern Ireland and Scotland; 46,800 moved from Northern Ireland and Scotland to England and Wales. This means there was a net internal migration loss for England and Wales of 6,400 people.\n- The age with the highest proportion of movers was 19. Of all the 19 year olds resident in England and Wales as at mid-2013, approximately 1 in 5 had moved within the UK during the previous 12 months.\n- There were more female movers than males: 52% of movers were female and 48% were male.\n- Of the English regions, London had the highest net rate of outflow (6.6 per 1,000 residents as at mid-2012). The region with the highest net rate of inflow was the South West (3.9 per 1,000 residents as at mid-2012).\n"
    },
    {
      "title": "Background",
      "markdown": "This is the first time that the Office for National Statistics (ONS) has published internal migration estimates for England and Wales for the year ending June 2013 (that is, the period from 1 July 2012 to 30 June 2013). As in previous years, internal migration is defined as residential moves between local authorities and regions in England and Wales, as well as moves to or from the rest of the UK (Scotland and Northern Ireland). Moves within a single local authority are excluded, as are international moves into or out of the UK.\n\nThese statistics are based on a combination of administrative data and represent the best available source of information on internal migration. They have a wide range of uses across central and local government, as well as academia and business. This is discussed in more detail in the ‘Users and Uses of Internal Migration Statistics’ section of this bulletin. Further information on the data sources and methods, and their limitations, is available via the [internal migration methodology webpage](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/internal-migration-methodology/index.html \"Internal Migration Methodology\").\n\nThis bulletin summarises the statistics in a range of ways including total moves, moves by age, moves by sex and moves by area. However, users wishing to do their own analysis are referred to the tables accompanying this release. These are described in more detail in the ‘Further Information’ section of this bulletin."
    },
    {
      "title": "Total Moves",
      "markdown": "### Moves between local authorities in England and Wales\n\nIn the year between July 2012 and June 2013 there were an estimated 2.71 million residential moves between local authorities in England and Wales. This compares with 463,000 international immigrants who arrived in England and Wales and 281,000 international emigrants who left England and Wales during that period.\n\nAs Figure 1 shows, the number of moves between local authorities in England and Wales has been broadly consistent since the year ending June 2002. The number of moves in the year ending June 2013 was just 40,000 lower than the number in the year ending June 2012.\n\n#### Figure 1: Total moves between local authorities in England and Wales, years ending June 2002 to June 2013\n[![Figure 1: Total moves between local authorities in England and Wales, years ending June 2002 to June 2013](http://www.ons.gov.uk/ons/resources/figure1_tcm77-368279.png)](http://www.ons.gov.uk/ons/resources/figure1_tcm77-368279.png \"Figure 1: Total moves between local authorities in England and Wales, years ending June 2002 to June 2013\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. The black dotted lines indicate methods changes. The impact of these is discussed in the following paragraphs.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/chd-figure-1.xls \"XLS format\") (56 Kb)\n\nThe year ending June 2002 was selected as the first year in the series because that is the earliest year for which an adjustment was made to take better account of study-related moves. However, the statistics have two further breaks in consistency:\n\n1. In the year ending June 2009 a local government reorganisation reduced the total number of local authorities in England and Wales from 376 to 348. This meant that from that year onwards any moves between the former constituent parts of the merged authorities were excluded from the statistics. However, the estimated reduction in total moves (based on a comparison using the data for the year ending June 2012) is proportionally small, around 35,000 per year.\n2. In the year ending June 2012 new methods were introduced to improve the adjustment for study-related moves. A [review of the changes and their potential impact (194.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/population-statistics-research-unit--psru-/latest-publications-from-the-population-statistics-research-unit/analysis-of-internal-migration.pdf \"Analysis of internal migration\") was published in November 2013. However, although the new methods will have a more substantial impact at local level, especially in local authorities with universities, the impact at national level will be small.\n\nOverall, even allowing for the geographic and methods changes, the difference between the lowest and highest values in the series is probably no more than around 10%. A likely cause of the slight decline in the late 2000s was the recession, which had an impact on people’s incomes, the employment market and, in consequence, the housing market ( [Campos et al., 2011 (395.6 Kb Pdf)](http://www.ons.gov.uk/ons/rel/regional-trends/regional-trends/regional-trends--july-2011-edition/impact-of-the-recession.pdf \"Impact of the recession\") ). However, given the overall consistency of the series, it would appear that even the recession did not have a large impact on the number of moves across local authority boundaries.\n\n### Cross-border moves\n\nA cross-border move is defined as a move, in either direction, between England and Wales and the rest of the UK (Northern Ireland and Scotland). Figure 2 displays cross-border moves since the year ending June 2002.\n\n#### Figure 2: Impact on population of England and Wales of cross-border moves to and from Scotland and Northern Ireland, years ending June 2002 to June 2013\n[![Figure 2: Impact on population of England and Wales of cross-border moves to and from Scotland and Northern Ireland, years ending June 2002 to June 2013](http://www.ons.gov.uk/ons/resources/figure2_tcm77-368280.png)](http://www.ons.gov.uk/ons/resources/figure2_tcm77-368280.png \"Figure 2: Impact on population of England and Wales of cross-border moves to and from Scotland and Northern Ireland, years ending June 2002 to June 2013\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/chd-figure-2.xls \"XLS format\") (58.5 Kb)\n\nIn the year ending June 2013 the net number of cross-border moves out of England and Wales was 6,400, which was the highest net outflow since the year ending June 2008. However, it is considerably lower than the typical net outflows of 10,000 or more which were occurring in the middle part of the last decade.\n\nFigure 2 also shows that the overall number of cross-border moves has been lower in recent years than it was earlier in the series. The number of moves into England and Wales from Northern Ireland has varied comparably little, but there have been declines in the number of moves to Northern Ireland, as well as the number of moves both into and out of Scotland.\n\nAs with moves within England and Wales, it is likely that economic factors have had an impact on cross-border flows. Another factor likely to have had an effect is the differing (and evolving) policies on university tuition fees in the different parts of the UK, in particular that it has become financially more favourable for students from Scotland to remain in Scotland for study. It is not known whether the forthcoming (September 2014) referendum on Scottish independence, and the associated debate, has had any effect.\n"
    },
    {
      "title": "Characteristics of Movers",
      "markdown": "This section looks at internal migration in the year ending June 2013 by age, sex and area.\n\nThe new method of student adjustment introduced in the year ending June 2012 will have had more of an impact on moves by age, sex and area than on internal migration as a whole ( [ONS, 2013a (194.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/population-statistics-research-unit--psru-/latest-publications-from-the-population-statistics-research-unit/analysis-of-internal-migration.pdf \"Analysis of internal migration\") ). Also since that year estimates have been based on age at mid-year rather than age at date of move, which will particularly affect statistics for age 0 and student ages. Because of these changes detailed time series comparisons are not provided. However, it is also assumed that the broad patterns identified here will, as a rule, have only changed slowly over time.\n\n### 1. Age\n\nAge of internal migrants is based on age at mid-2013 (specifically 30 June) rather than age at date of move – this is done so that the statistics integrate with ONS’s [mid-2013 population estimates](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/index.html \"Mid-2013\"). So, for example, if someone born in May 1994 moved to another local authority to start university in September 2012 their age in the dataset would be 19, even though they were 18 when they actually moved.\n\nFigure 3 shows the number of people who had moved local authority over the previous 12 months (including those arriving from Northern Ireland and Scotland), as a proportion of the population for each age in England and Wales as at mid-2013. This provides an approximation of what percentage of people moved at each age. However, the percentages will not be exact because:\n\n1. Many people’s age at mid-2013 will have been one year older than when they moved. This will have had particular impact at age 0 (approximately half of people who moved aged 0 will have been aged 1 by mid-2013) and at student ages.\n2. Some people will have moved more than once during the year.\n3. Some people will have moved during the year but no longer lived in England and Wales by the end of the year, either because they had moved elsewhere or they had died. These people will appear in the internal migration data but not in the population estimates.\n\n#### Figure 3: Moves into local authorities in England and Wales (including moves from Northern Ireland and Scotland), year ending June 2013, as a proportion of the mid-2013 population estimates\n[![Figure 3: Moves into local authorities in England and Wales (including moves from Northern Ireland and Scotland), year ending June 2013, as a proportion of the mid-2013 population estimates](http://www.ons.gov.uk/ons/resources/figure3_tcm77-368281.png)](http://www.ons.gov.uk/ons/resources/figure3_tcm77-368281.png \"Figure 3: Moves into local authorities in England and Wales (including moves from Northern Ireland and Scotland), year ending June 2013, as a proportion of the mid-2013 population estimates\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. Age is age at mid-2013\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/chd-figure-3.xls \"XLS format\") (61.5 Kb)\n\nFigure 3 shows a comparatively high likelihood of moving for very young children. Part of this may be simply because their parents are at an age where moving is still common. However, the addition of children to a family may directly necessitate a move to more spacious accommodation, or to an area perceived as preferable for children to be raised. But it is also evident that once the children are at school moves are much less common, potentially because of the disruption it would cause the children as well as the parents.\n\nHowever, it is in early adulthood where most moves occur, with the peak age for moves being 19, the main age at which people leave home for study. Even accounting for multiple moves and people who left England and Wales during the year, it is likely that approximately 20% of 19 year olds living in England and Wales at mid-2013 had moved during the previous 12 months.\n\nThere is another peak at age 22; in many cases this will reflect graduates moving for employment, further study, returning to their home address or potentially moving in with a partner (although [Berrington (2009) (412.7 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--138--winter-2009/the-changing-living-arrangements-of-young-adults-in-the-uk-.pdf \"The changing living arrangements of young adults in the UK\") reports that since the 1980s there has been a decline in the number of people living with a partner in early adulthood).\n\nLevels of movement remain comparatively high through the 20s and 30s but gradually decline with age. This may reflect people becoming more settled in their employment, in an area and in relationships, as well as because they have school-age children.\n\nHowever, from the late 70s onwards the proportion of people moving rises. There are many reasons why people of this age may wish to move, including being closer to their family (potentially after a bereavement), downsizing into something more manageable, or specifically to access support and care ([Myageingparent.com](http://www.myageingparent.com/ \"Myageingparent.com\")).\n\n### 2. Sex and age\n\nOf the 2.81 million internal moves affecting local authorities in England and Wales (including moves to or from Northern Ireland or Scotland) during the year ending June 2013, a total of 1.47 million (52%) were female and 1.35 million (48%) were male. This means that for every 100 female movers there were 92 male movers.\n\nThere are various factors which may contribute to this difference between the sexes. For example, differing likelihoods of moving for work, or as relationships are formed or break up. However, the most dominant factor is likely to be that more females attend higher education institutions: in the 2012/13 academic year 56% of all higher education students in the UK were female, and among full-time students, who are assumed to be more likely to move for study, 54% were female ([HESA, 2014](http://www.hesa.ac.uk/content/view/1897/239/ \"HESA, 2014\")).\n\nAnother key factor is that these internal migration statistics exclude moves into and out of the armed forces, which are predominantly men.\n\nIn addition there is likely to be some impact of the fact that two of the key data sources for the estimates (GP Patient Register and the NHS Central Register) are derived from people’s re-registration with a new GP when they change address. On average young men wait longer than young women to register with a new GP after they have moved. This means that a higher proportion of men may not register with a GP at all while they are in a particular area, causing the respective moves to be missed from the statistics completely ( [Smallwood and Lynch, 2010 (145.3 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--141--autumn-2010/an-analysis-of-patient-register-data-in-the-longitudinal-study---what-does-it-tell-us-about-the-quality-of-the-data.pdf \"An analysis of patient register data in the Longitudinal study - what does it tell us about the quality of the data\") ).\n\nAnother way of considering the age / sex profile of internal migrants is to consider how it compares with the age / sex profile of the general population. For each age and sex group Figure 4 presents the number of movers (solid pyramid) as a percentage of all movers for that sex, and the mid-2013 population (outline pyramid) as a percentage of the total population for that sex. For example, 19 year olds constitute almost 6% of female movers, but not much over 1% of the overall population of females.\n\n#### Figure 4: Population pyramids for (i) movers into local authorities in England and Wales (including moves from Scotland and Northern Ireland), year ending June 2013 and (ii) the total population of England and Wales, mid-2013\n[![Figure 4: Population pyramids for (i) movers into local authorities in England and Wales (including moves from Scotland and Northern Ireland), year ending June 2013 and (ii) the total population of England and Wales, mid-2013](http://www.ons.gov.uk/ons/resources/figure4_tcm77-368282.png)](http://www.ons.gov.uk/ons/resources/figure4_tcm77-368282.png \"Figure 4: Population pyramids for (i) movers into local authorities in England and Wales (including moves from Scotland and Northern Ireland), year ending June 2013 and (ii) the total population of England and Wales, mid-2013\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. Ages of 90 and above are combined into a single ‘90’ category.\n2. Age is age at mid-2013.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/chd-figure-4.xls \"XLS format\") (170 Kb)\n\nThe pyramids in Figure 4 show that despite the differences identified above, the internal migrant age distributions were broadly similar for both sexes, as were the general population age distributions. Young adults are disproportionately likely to have moved but at other ages apart from young children the number of movers is disproportionately low. However, the comparative increase in moves at much older ages is also visible, with the distance between the outlines of the two pyramids becoming smaller.\n\n### 3. Area\n\nThe following section considers internal migration at regional and local authority level. However, it should be remembered that these comparisons consider internal migration only and that several other factors will influence total population change in an area, including births, deaths and international migration. This means that total population change will not necessarily be in the same direction as net internal migration. Information on total population change in the year ending June 2013 is available in the mid-2013 population estimates publication ([ONS, 2014](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/index.html \"ONS 2014\")).\n\nTable 1 shows the number of internal migration moves into and out of the regions of England and the country of Wales (including moves to or from Northern Ireland or Scotland) in the year ending June 2013. The table is presented in order of net moves per thousand mid-2012 population. The mid-2012 population is used because it is the starting point of the year ending June 2013.\n\n#### Table 1: Internal migration moves (including cross-border moves), year ending June 2013, and mid-2012 population estimates, for the regions of England and the country of Wales\n\n##### Table notes:\n1. Because of rounding, totals may not sum.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/prt-table-1.xls \"XLS format\") (47 Kb)\n\nThe two regions with the highest numbers of moves in and moves out are London and the South East; these are also the regions with the largest net change. However, they are also the regions with the largest population.\n\nBy comparing net moves per thousand population, however, we can take account of the effect of population size. Some key messages are:\n\n- Regions in the north of England, plus West Midlands and the country of Wales, all had small net internal migration outflows during the year ending June 2013.\n- London was the region with by far the largest rate of net internal migration outflow, and also the largest net change in relation to population size (net of 6.6 moves out per 1,000 mid-2012 population).\n- Regions in the east and south of England had net internal migration inflows. The region with the highest rate of net migration inflow was the South West (net of 3.9 moves in per 1,000 population).\n\n[Previous years’ internal migration estimates](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/index.html \"Internal Migration by Local Authorites in England and Wales index\") shows that this general pattern of a large net outflow from London and a large net inflow to other parts of southern and eastern England has existed for a number of years.\n\nMap 1 shows net flows per 1,000 mid-2012 population for each of the 348 local authorities in England and Wales.\n\n#### Map 1: Net flows of internal migrants by local authority, year ending June 2013, per 1,000 mid-2012 population, local authorities in England and Wales\n[![Map 1: Net flows of internal migrants by local authority, year ending June 2013, per 1,000 mid-2012 population, local authorities in England and Wales](http://www.ons.gov.uk/ons/resources/map1internalmigrationjune2013smallinlineimageminustitle_tcm77-368297.png)](http://www.ons.gov.uk/ons/resources/map1internalmigrationjune2013smallinlineimageminustitle_tcm77-368297.png \"Map 1: Net flows of internal migrants by local authority, year ending June 2013, per 1,000 mid-2012 population, local authorities in England and Wales\")\n\n##### Download map:\n![PNG](http://www.ons.gov.uk/ons/resources/iconpng_tcm77-218163.gif \"PNG\")  [PNG](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/map-dwnld.png \"PNG\") (430.2 Kb)\n\n[Download Map Data (68.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/about-ons/business-transparency/freedom-of-information/what-can-i-request/published-ad-hoc-data/pop/july-2014/net-internal-migration-moves-for-local-authorities.xls \"Net internal migration moves for local authorities\")\n\nIn total there were 212 local authorities with more people moving in than out, of which 93 had a net inflow of more than 5 per 1,000 population (mid-2012). Most of those are in regions that also had a net inflow: South West, South East, East and East Midlands. However, some local authorities in all of these regions experienced a net outflow, demonstrating that there is considerable within-region variation.\n\nConversely there were 136 local authorities with more people moving out than in, of which 47 had a net outflow of more than 5 per 1,000 population (mid-2012). A particular concentration of local authorities with high net outflow was in London, driving the high net outflow for the London region. This will partly reflect the fact that London is the most common region of first residence for international migrants to the UK ( [ONS, 2013b (398 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/migration1/long-term-international-migration/2012/table-3-07.xls \"\"Table 3.07\") ), many of whom may later move on to other regions.\n"
    },
    {
      "title": "International Comparisons",
      "markdown": "Making international comparisons of internal migration statistics is not straightforward. Complications include:\n\n- Different data sources for creating internal migration statistics, which may also have different levels of quality.\n- Different frequencies of production: within the UK statistics are available on an annual basis, but this is not true for all countries.\n- Different definitions of what constitutes internal migration.\n- Different geographic structures and sizes of geographic areas. In theory two countries could have the same number of people changing address but have differing internal migration totals because one country has larger regions or local authorities than the other.\n\nHowever, a recent comparison was made by the United Nations ([UN, 2013](http://www.un.org/en/development/desa/population/publications/pdf/technical/TP2013-1.pdf \"UN 2013\")). The UN’s analysis did not include the UK and focussed on migration of individuals over a longer time period (5 years, or a whole lifetime). It did, however, use a technique to take account of differing geographic structures and area sizes. The conclusion was that internal migration levels were highest in Australia, Canada, New Zealand and the United States of America, and lowest in Asia. Levels in Europe, Latin America and Africa were intermediate, but also showed considerable differences between individual countries.\n"
    },
    {
      "title": "Users and Uses of Internal Migration Statistics",
      "markdown": " Internal migration statistics have a range of uses across the public sector and beyond. For example:\n\nThe Office for National Statistics uses them in population estimates and projections.\n\nCentral government uses them to inform policy-making and resource allocation to local authorities, who in turn use the statistics to help estimate the demands on their services – for example, the number of school places required.\n\nClinical commissioning groups use them to help forecast requirements for health services, particularly for maternity and geriatric services.\n\nVarious universities do research into internal migration: for example the University of Leeds, the University of Manchester and Newcastle University.\n\nProviders of service across the public and private sectors: for example, housing associations, developers and utility companies may use internal migration statistics to predict demand for their respective services in their area.\n\nThe media may use them to inform articles and debate on migration and related topics.\n"
    },
    {
      "title": "Further Information",
      "markdown": "This statistical bulletin is part of the ONS release [Internal Migration by Local Authorities in England and Wales, Year Ending June 2013](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/index.html \"Year Ending June 2013\"). The release includes:\n\n- Detailed internal migration moves dataset. This provides information on moves between every pair of local authorities by age and sex, allowing users to do their own detailed analysis.\n- Square matrices showing the total number of moves between (i) each region and (ii) each local authority. As well as the nine English regions, the regional matrix includes the other three UK countries: Northern Ireland, Scotland and Wales.\n- Tables of total inflows, outflows and netflows for each region and local authority. Total flows for the country of Wales are included in the regional table.\n- Table of inflows and outflows for each region and local authority by sex and five-year age group. Flows for the country of Wales are included in the regional table.\n- Table of all moves by age and sex.\n- A geography lookup containing local authority and region codes and names.\n- [A ‘Q\u0026A’ document (255.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/internal-migration-methodology/internal-migration-question---answers--2013.pdf \"Internal Migration Questions and Andswers 2013\") .\n- [An interactive flows map](http://www.neighbourhood.statistics.gov.uk/HTMLDocs/dvc25/#00AC,nat,to \"An interactive flows map\"). Click on a local authority and choose to see either where people are migrating from, or where they’re migrating to!\n- [A guide to the methods](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/internal-migration-methodology/index.html \"Internal Migration Metholodgy\") used to create these internal migration statistics.\n- [A quality and methodology information (QMI)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/index.html \"Population\") document – overview notes summarising the quality of internal migration releases.\n- [A summary of the minor corrections](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2012/corrections-to-internal-migration-estimates--year-ending-june-2012---guidance-note.html \"Corrections to Internal Migration Estimates, Year Ending 2012 Estimates Note \") made to the release for the year ending June 2012. Please create link to this when available.\n\nThe [mid-2013 population estimates](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/index.html \"Population Estimates for UK, England and Wales, Scotland and Northern Ireland index\") publication contains an analysis tool which includes internal migration inflows, outflows and netflows for each local authority, broken down by sex and single year of age up to 90+. The publication also contains country, region, county and local authority internal migration inflows, outflows and netflows: these are available in table MYE3.\n"
    },
    {
      "title": "Future Developments",
      "markdown": "The statistics in this release are the best available source of information on internal migration moves affecting England and Wales. However, over time data sources change and new data sources become available. ONS is therefore part way through a project researching how internal migration statistics can be improved. The earliest date at which any resulting improvements may be included in official estimates will be in 2016, at the time of the release of the estimates for the year ending June 2015.\n\nAnother development is that later in 2014 ONS intends to publish internal migration statistics for the years ending June 2012 and June 2013 in a new ‘Data Explorer’. This will contain all the records in the detailed flows file, but will make it much easier for users to select and export just those records they want.\n"
    },
    {
      "title": "Tell Us What You Think!",
      "markdown": "This release is intended to meet the needs of users and provide an interesting summary of the key messages in the data. But are we achieving this? If you have any comments on what you like, what you don’t like, or what we could do differently, please let us know. Contact details are available in the ‘Statistical Contacts’ section of this bulletin.\n"
    },
    {
      "title": "References",
      "markdown": "Berrington A, Stone J, Falkingham J (2009): [The changing living arrangements of young adults in the UK (412.7 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--138--winter-2009/the-changing-living-arrangements-of-young-adults-in-the-uk-.pdf \"The changing living arrangements of young adults in the UK\"). University of Southampton. Article published in ONS (2009): Population Trends 138, Winter 2009.\n\nCampos C, Dent A, Fry R and Reid A (2011): [Impact of the recession (395.6 Kb Pdf)](http://www.ons.gov.uk/ons/rel/regional-trends/regional-trends/regional-trends--july-2011-edition/impact-of-the-recession.pdf \"Impact of the recession\") . Office for National Statistics (ONS). Article published in ONS (2011): Regional Trends 43, July 2011.\n\nHigher Education Standards Agency (HESA) (2014). [Statistical First Release 197](https://www.hesa.ac.uk/content/view/1897/239/ \"Statistical First Release 197\").\n\nOffice for National Statistics (ONS) (2013a): [Analysis of internal migration research series, years ending June 2009 to June 2011. (194.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/population-statistics-research-unit--psru-/latest-publications-from-the-population-statistics-research-unit/analysis-of-internal-migration.pdf \"Analysis of internal migration\")\n\nOffice for National Statistics (ONS) (2013b): [IPS Area of Destination or Origin within the UK by Sex, 1975-2012  (398 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/migration1/long-term-international-migration/2012/table-3-07.xls \"Table 3.07\") . Part of Long-Term International Migration, 2012 publication.\n\nOffice for National Statistics (ONS) (2014): [Population Estimates for UK, England and Wales, Scotland and Northern Ireland – Mid-2013](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/2013/index.html \"Mid-2013\").\n\nMyageingparent.com: [Guide to downsizing or moving for the elderly](http://www.myageingparent.com/downsizing-or-moving-for-the-elderly/ \"Guide to downsizing or moving for the elderly\").\n\nSmallwood S and Lynch K (2010): [An analysis of patient register data in the Longitudinal Study – what does it tell us about the quality of the data?. (145.3 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--141--autumn-2010/an-analysis-of-patient-register-data-in-the-longitudinal-study---what-does-it-tell-us-about-the-quality-of-the-data.pdf \"An analysis of patient register data in the Longitudinal Study – what does it tell us about the quality of the data\") Office for National Statistics. Article published in ONS (2010): Population Trends 141, Autumn 2010.\n\nUnited Nations (UN) (2013): [Cross-national comparisons of internal migration: An update on global patterns and trends](http://www.un.org/en/development/desa/population/publications/pdf/technical/TP2013-1.pdf \"Cross-national comparisons of internal migration: An update on global patterns and trends\"). UN Department of Economic and Social Affairs: Population Division. Technical Paper 2013/1.\n"
    },
    {
      "title": "Background notes",
      "markdown": "1. Local authorities include all unitary administrations (unitary authorities; metropolitan districts, London boroughs and the City of London) as well as the districts in non-metropolitan areas where there is a two-tier (county-district) structure.\n2. International migration comparisons in this bulletin use estimates of long-term international migrants. This is people who have entered England and Wales from abroad, or who have moved abroad from England and Wales during the year ending June 2013, and who have the intention of staying at least a year.\n3. Estimates of internal migration moves for areas within Scotland are produced by National Records of Scotland (NRS). For more information please see the [NRS website](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-government--statistics.html \"Scottish Governement Statistics\"). Estimates of internal migration moves for areas within Northern Ireland are produced by the Northern Ireland Statistics and Research Agency (NISRA).  For more information please see the [NISRA website](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra.html \"NISRA\").\n4. The detailed dataset and the various summary tables are published with the intention of making the maximum amount of information available to users and allowing them to do their own analysis as required. However, custom tables may be produced to order, subject to legal frameworks, resources and agreements of costs. Please get in touch if you have any enquiries. The [ONS charging policy](http://www.ons.gov.uk/ons/about-ons/business-transparency/freedom-of-information/ons-charging-policy/index.html \"ONS charging policy\") is available on the ONS website.\n5. ONS’s internal migration estimates are National Statistics. They means they have been assessed by the UK Statistics Authority as compliant with the Code of Practice for Official Statistics. They were first assessed in 2009 (Assessment 8) and were re-assessed in 2013 (Assessment 267). The assessment reports are available on the [UK Statistics Authority website](http://www.ons.gov.uk/ons/external-links/stats-authority/statistics-authority-s-website.html \"UK Statistics Authority website\").\n6. These National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n7. Should the statistics in this release need to be revised or corrected at any point, this will be carried out in line with the [ONS Revisions and Corrections Policy](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-and-corrections-policy/index.html \"ONS Revisions and Corrections Policy\").\n8. Pre Release Access List for [Internal Migration, England and Wales, Year Ending June 2013](http://www.ons.gov.uk/ons/rel/migration1/internal-migration-by-local-authorities-in-england-and-wales/year-ending-june-2013/pra---internal-migration.html \"PRA - Internal Migration\").\n9. Next Publication: Summer 2015.\n10. Follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\").\n11. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "accordion": [],
  "headline1": "There were an estimated 2.71 million residents moving between local authorities in England and Wales between July 2012 and June 2013.",
  "headline2": "53,200 people moved from England and Wales to Northern Ireland and Scotland; 46,800 moved from Northern Ireland and Scotland to England and Wales.",
  "headline3": "The age with the highest proportion of movers was 19.",
  "summary": "Summarised statistics on residential moves between local authorities and regions in England and Wales and the UK.",
  "relatedBulletins": [],
  "title": "Internal Migration, England and Wales, Year Ending June 2013",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Internal Migration, England and Wales, Year Ending June 2013",
  "uri": "/peoplepopulationandcommunity/populationandmigration/migrationwithintheuk/bulletins/internalmigrationenglandandwalesyearendingjune2013",
  "fileName": "internalmigrationenglandandwalesyearendingjune2013",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Population and migration",
      "fileName": "populationandmigration"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Migration within the UK",
      "fileName": "migrationwithintheuk",
      "breadcrumb": []
    }
  ]
}