{
  "sections": [
    {
      "title": "Foreword",
      "markdown": "This story analyses usual residents aged 16 and over in England and Wales who had a work-related second address outside the local authority in which they were usually resident. Analyses are presented at national and local authority levels, including by occupational groups and qualification levels.\n"
    },
    {
      "title": "Introduction",
      "markdown": "The 2011 Census asked a question on whether usual residents aged 16 and over stayed at a second address for 30 days or more in a year; a follow up question asked about the type of second address. A usual resident may have a second address for one of several reasons, including holiday home, address of parent or guardian, student’s home address, student’s term time address or other (see Census Question 6). The analysis in this story is based on the first two responses in Question 6:\n\n- Armed Forces base address\n\n- another address when working away from home\n\n[Image here]\n\nStatistics on work-related second addresses are useful to gain an understanding of local communities and the presence of usual residents from other local authorities as a result of employment. There will also be some people with work-related second addresses in the same local authority as their usual residence but these are excluded from this analysis. Users of second address data will include:\n\n- MPs\n- Employees in other government departments, including the Ministry of Defence \n- local government employees\n- journalists\n- businesses\n- researchers, academics and students\n- members of the public\n\n\nThis story is one of a number published by us analysing work activity and movement of people, with earlier publications including:\n\n- the [workday population](http://www.ons.gov.uk/ons/rel/census/2011-census/workday-population-statistics-for-output-areas-in-england-and-wales--part-1-/rpt-workday-population-of-england-and-wales.html \"RPT Workday population of England and Wales\") of England and Wales\n- the [workplace population](http://www.ons.gov.uk/ons/rel/census/2011-census/workplace-population-statistics-for-workplace-zones-and-middle-layer-super-output-areas--msoas--in-england-and-wales/index.html \"workplace population statistics for workplace zones and middle layer super output areas (MSOAS) in England and Wales\") Analysis, 2011 Census\n- [internal and international migration](http://www.ons.gov.uk/ons/rel/census/2011-census/origin-destination-statistics-on-migration-and-students-for-local-authorities-in-the-united-kingdom/index.html \"origin-destination statistics on migration and students for local authorities in the United Kingdom and on Workplace for output areas and workplace zones in England and Wales\") for the UK in the year prior to the 2011 Census\n\nIn 2011, the total usually resident population\u003csup\u003e1\u003c/sup\u003e of England and Wales was 56.1 million; of this 45.5 million were aged 16 and over (81%). Table 1 summarises the usually resident population aged 16 and over, who had a work-related second address\u003csup\u003e2\u003c/sup\u003e outside the local authority in which they were usually resident (278,000), and who were working in the week before the 2011 Census\u003csup\u003e3\u003c/sup\u003e. This was 0.6%\u003csup\u003e4\u003c/sup\u003e of the total usually resident adult population. Of the 278,000 with a work-related second address, 179,0005 (64%) had a work-related second address in England and Wales and a further 99,000 (36%) had a work-related second address in Scotland, Northern Ireland or outside the UK. \n\n### Table 1: Usually resident population aged 16 and over with a work-related second address outside their local authority of usual residence, England and Wales, 2011\n[Table 1-Table]\n\nA previous ONS publication provided an overview of [usual residents in England and Wales who reported having a second address](http://www.ons.gov.uk/ons/rel/census/2011-census/second-address-estimates-for-local-authorities-in-england-and-wales/index.html \"second address estimates for local authorities in England and Wales\") outside the local authority in which they were usually resident; these totalled 1.6 million people (2.8% of the usually resident population) in 2011. Of these, 189,000 (12%) stated that their second residence was work-related. The difference between the 189,000 and the 179,000 reported in this publication is the result of people who were not in employment in the week before the 2011 Census, but who reported having a work-related second address for 30 days or more in the 12 months before the Census.\n\nA summary of usual residents with a work-related second address broken down by the 2 different types of work-related second address\u003csup\u003e6\u003c/sup\u003e (as derived from Census Question 6), shows that Armed Forces accounted for 22% (67,000) and non Armed Forces work-related second residences accounted for 78% (233,000) of work-related second addresses.\n\nOf those with a work-related second address aged 16 and over outside their usually resident local authority (278,000), 271,000 (98%) were aged 16 to 64, and 7,000 (2.5%)\u003csup\u003e5\u003c/sup\u003e were aged 65 and over. These proportions were very similar to those of the economically active population for these age groups (Table 2). For those aged 16 to 64 and economically active, 1.0% had a work-related second address. For those aged 65 and over and economically active, 0.7% had a work-related second address.\n\n### Table 2: Usually resident population, economically active usual residents and those with a work-related second address, aged 16 and over, England and Wales, 2011\n[Table 2-Table]\n\n### Notes for introduction\n\n1. The usually resident population refers to people who live in the UK for 12 months or more, including those who have been resident for less than 12 months but intend to stay for a total period of 12 months or more. The population base for the 2011 Census was the usually resident population of England and Wales, defined as anyone who, on the night of 27 March 2011, was either (a) resident in England and Wales and who had been resident, or intended to be resident in the UK for a period of 12 months or more, or (b) resident outside the UK but had a permanent England and Wales address and intended to be outside the UK for less than a year.\n\n2. Second addresses included both households and communal establishments.\n\n3. Work related second address in this analyses only includes those working the week before the Census.\n\n4. ONS house style is to present percentages in text to one decimal place when under 10%, but rounded to the nearest whole number when above 10%. The exception is when comparing directly with percentages under 10% in the same section.\n\n5. Some numbers and percentages throughout this report may not sum due to rounding.\n\n6. Additional data on work-related second address (totalling 300,000) was available but based on all those with a second address regardless of whether they were in employment or not the week before the 2011 Census. This will include those recently retired, those in-between employment and those working abroad.\n"
    },
    {
      "title": "Geographical location of usual residences",
      "markdown": "There are 2 ways of analysing work-related second addresses at local authority level in England and Wales:\n\nby where people had their usual address (Table 3); or\n\nby where they had their second address (Table 4)\n\nThese data do not show the individual ‘flow’ of people from one local authority to another1; rather it shows the resulting ‘stock’ numbers from all the individual flows in their local authorities.\n\nTable 3 summarises the top 20 local authorities in England and Wales whose usual residents aged 16 and over resided in the local authority but who had a work-related second address outside the local authority. Areas such as Kensington and Chelsea and City of London/Westminster2 may contain many affluent people with second residences elsewhere (including outside the UK). A number of prosperous rural local authorities such as Cotswold, Purbeck, North Dorset and West Dorset may contain the family homes of professional people with work-related second addresses elsewhere, including London. In the case of Purbeck and North Dorset, there were also many military personnel.\n\nMany of the top 20 local authorities had usual residents with work-related second addresses in other local authorities containing military bases (often nearby). For example Richmondshire (North Yorkshire) includes Catterick Garrison, North Kesteven (Lincolnshire) includes RAF Cranwell and Waddington, while Gosport and Plymouth contain Royal Naval bases. These local authorities include usual residents with military or naval backgrounds whose family homes have been established in these local authorities and who may travel further away to other military work places. \n\nPrevious ONS data tables on Armed Forces published in May 2014 included 5 areas from Table 3 where over 10% of their usual residents were members of the Armed Forces; these were: Richmondshire (47% or 20,000), North Kesteven (12% or 11,000), Rutland (12% or 4,000), Wiltshire (12% or 45,000) and Gosport (11% or 7,000).\n\n### Table 3: Top 20 local authorities for usual residents aged 16 and over with a work-related second address outside their local authority, England and Wales, 2011\n[Table 3-Table]\n\nMap 1 summarises the proportion of residents aged 16 and over with a work-related second address outside their local authority. Higher levels can be seen in local authorities in proximity to areas with military bases in the South West, North Yorkshire and the East Midlands. Broadly, this suggests movement of people to military workplaces from their family homes. In contrast, the lowest levels can be seen in larger built-up areas such as Greater London, West Midlands, Greater Manchester, Liverpool, Cardiff and Newport.\n\n### Map 1: Proportion of usual residents aged 16 and over with work-related second addresses outside their local authority, England and Wales, 2011\n[Map 1-Map]\n\n### Notes for geographical location of usual residences\n\n1. Flow information could be obtained from origin/destination tables; some of these are publicly available on nomis, or via Census Customers Services.\n2. Due to its small population size, City of London has been merged with Westminster.\n"
    },
    {
      "title": "Geographical location of work-related second addresses",
      "markdown": "Table 4 summarises the top 20 local authorities in England and Wales who had the highest proportion of residents aged 16 and over with a work-related second address within the area but with their usual residence elsewhere. The London boroughs of City of London/Westminster\u003csup\u003e1\u003c/sup\u003e, Kensington and Chelsea, Tower Hamlets and Camden contained people with second work-related residences in these areas with family homes elsewhere in England and Wales; this will include professionals and parliamentary employees working in the area.\n\nMany of these top 20 local authorities contained or were near to military bases, such as Richmondshire (containing Catterick Garrison), Rutland (containing Kendrew Barracks), Rushmoor (containing Aldershot Garrison), Wiltshire (containing Tidworth Camp), Hart (adjacent to Rushmoor) and Royal Naval bases such as Portsmouth, Gosport and Plymouth. These areas all included military and/or naval personnel with work-related second residences in these local authorities but with their usual residences in other local authorities in England and Wales.\n\n### Table 4: Top 20 local authorities with the highest levels of residents with a work-related second address within the area who had a usual residence elsewhere, England and Wales, 2011\n[Table 4-Table]\n\nMap 2 summarises the proportion of residents aged 16 and over with a work-related second address in the local authority but whose usual residence was elsewhere. The highest proportions can be seen in areas containing military and naval bases, notably in the South West, North Yorkshire and the East Midlands; however other areas, also containing military bases, have relatively high proportions of work-related second residences, including: Suffolk, Pembrokeshire and Anglesey. This suggests movement of people to military workplaces from their family homes.\n\n### Map 2: Proportion of usual residents aged 16 and over with a work-related second address within the local authority and a usual residence elsewhere, England and Wales, 2011\n[Map 2-Map]\n\nWhen looking at the balance between local authorities gaining and losing more residents with work-related addresses, Table 3 shows usual residents in local authorities with a work-related address elsewhere and Table 4 shows those local authorities with a work-related address within the area but a usual address elsewhere. Overall a 10th (34)\u003csup\u003e2\u003c/sup\u003e of local authorities saw percentage gains in their usually resident population through work-related second address residence, 6% remained unchanged, and 84% saw decreases in their usually resident population as their work related second address was in another local authority. \n\nRichmondshire and City of London/Westminster were the only 2 areas to show a net gain of 1.0% or more from their usually resident population aged 16 and over:\n\n- Richmondshire had a net increase of 3.3% (+1,400, as a result of losing 800 usual residents aged 16 and over with work-related second addresses elsewhere and gaining 2,200 people aged 16 and over who had work-related addresses in the area)\n\n- City of London/Westminster had a net increase of 1.3% (+2,500, losing 2,700 but gaining 5,200).\n\nThere were 5 areas showing decreases of 0.8% or more (Hartlepool, South Tyneside, Redcar and Cleveland, West Devon and Stockport-on-Tees); 4 of the 5 areas were in the North East of England.  West Devon and Stockport-on-Tees were the only 2 areas to show a net loss of 0.9% or more from their usually resident population aged 16 and over:\n\n- Stockton-on-Tees had a net loss of -0.9% (-1,400, as a result of losing 1,700 usual residents aged 16 and over with work-related second addresses elsewhere and gaining 200\u003csup\u003e3\u003c/sup\u003e people aged 16 and over who had work-related addresses in the area)\n\n- West Devon had a net loss -0.9% (-400, losing 600 but gaining 200). \n\n### Notes for geographical location of work-related second addresses\n\n1. Due to its small population size, City of London has been merged with Westminster.\n2. Due to their small population sizes, City of London has been merged with Westminster and Isles of Scilly has been merged with Cornwall\n3. Some numbers and percentages throughout this report may not sum due to rounding.\n"
    },
    {
      "title": "Occupation",
      "markdown": "The 2011 Census derived information about occupation from the type of work people undertook at the time of the census. This information was classified by occupation, for those who were economically active and in employment the week before the 2011 Census\u003csup\u003e1\u003c/sup\u003e.\n\nOccupation is derived from a person’s main job title and details of the activities involved in their job\u003csup\u003e2\u003c/sup\u003e. The 9 category occupational classification has been compressed into 3 broad groups:\n\n- Professional, managerial and technical\n\t- Managers, directors and senior officials\n\t- Professional occupations\n\t- Associate professional and technical occupations\n\n- Skilled, semi-skilled \n\t- Administrative and secretarial occupations\n\t- Skilled trades occupations\n\t- Caring, leisure and other service occupations\n\t- Sales and customer service occupations\n\t- Process, plant and machine operatives\n\n- Elementary \n\t- Elementary occupations\n\n\nThose who selected Armed Forces base address in Question 6 and were therefore linked to the Armed Forces may fall into any of these 3 broad categories.\n\nFigure 1 shows the 3 broad groups of occupational classification for usual residents aged 16 and over with a work-related second address (278,000), compared with all usual residents aged 16 and over. More than two-thirds (70% or 194,000) of those with a work-related second address in 2011 had a professional occupation, with a quarter (25%  or 71,000) in skilled and semi-skilled occupations. Those with elementary occupations were less likely to have a work-related second address (4.8% or 13,000). Compared with the usually resident population, those with work-related second addresses were considerably over-represented in the professional occupation category, but under-represented in the other 2 categories. This could reflect the need for many professional managers to have work-related second addresses away from their family homes; this group would also be more able to afford work-related second homes or accommodation (either rented or owned).\n\n### Figure 1: Occupation of usual residents aged 16 and over with a work-related second address outside their local authority, compared with all usual residents aged 16 and over, England and Wales, 2011\n[Figure 1-Chart]\n\nTable 5 summarises the top 20 local authorities for work-related second addresses for professional occupations only outside the local authority. As this professional sub-group represents 70% of the total of those with work-related second addresses, there are many similarities between this table and Table 3: 17 of the local authorities in Table 5 are also represented in Table 3, where 16 of the top 20 local authorities were in the South of England; many of these local authorities could be considered slightly too far from London for [daily commuting](http://www.ons.gov.uk/ons/rel/census/2011-census/origin-destination-statistics-on-migration--workplace-and-students-for-local-authorities-in-the-united-kingdom/sum---commuting-patterns-in-the-uk--2011.html \"STY - Commuting Patterns in the UK, 2011\"). There were also some local authorities with Armed Forces based in areas which had many people with professional qualifications and a work-related second address.\n\n### Table 5: Top 20 local authorities for usual residents aged 16 and over in a professional occupation with a work-related second address outside their local authority, England and Wales, 2011\n[Table 5-Table]\n\n### Notes for occupation\n\n1. A person aged 16 and over is defined as employed (or in employment) if in the week before the census they carried out at least one hour\u0027s paid work, either as an employee or self-employed, and economically active students. This includes casual or temporary work, on a government-sponsored training scheme, doing paid or unpaid work for their own or family business, being away from work ill, on maternity leave, or on holiday or temporarily laid off.\n\n2. Responses are assigned an occupation code based on the Standard Occupational Classification 2010 (SOC2010).\n"
    },
    {
      "title": "Qualifications",
      "markdown": "The 2011 Census asked residents aged 16 years and over which qualifications they held at the time of the census\u003csup\u003e1\u003c/sup\u003e. The [highest level of qualifications in the usually resident population aged 16 and over](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-regions-in-england-and-for-wales/rpt-detailed-characteristics-for-regions-in-england-and-wales.html \"RPT detailed characteristics for regions in England and for Wales\") in 2011 was reported in a previous census publication. Educational attainment is a snapshot at one point in time, and may not reflect lifetime attainment levels, particularly for those who were younger, and in full-time education at the time of the census. This analysis reports four categories of qualification:\n\n- no qualifications\n\n- other qualifications (including apprenticeships) – vocational qualifications and foreign qualifications for which the UK equivalent is not known\n\n- qualified to Level 1, 2 or 3 – secondary and tertiary education \n\n- qualified to Level 4 or above - degree level or above\n\nFigure 2 shows the highest level of qualification for those with a work-related second address outside their usually resident local authority, compared with all usual residents in England and Wales aged 16 and over. Those with work-related second addresses were broadly better qualified than the overall usually resident population. This is partly an age effect: most people with a work-related second address were aged 16 to 64 (98%), and this age group will be more highly qualified than those aged 65 and over.\n\nMore than half (54% or 151,000) of those with a work-related second address held a Level 4 or above qualification (a degree or higher), a third (35% or 97,000) held Level 1 to 3 qualifications and only 3% (9,000) held no qualifications. In comparison, for all usual residents in England and Wales aged 16 and over, 27% (12.4 million) held a Level 4 or above qualification, 41% (18.6 million) Level 1 to 3 qualification and 23% (10.3 million) no qualifications.\n\n### Figure 2: Highest level of qualification for people with work-related second addresses outside their usually resident local authority and for all usual residents aged 16 and over, England and Wales, 2011\n[Figure 2-Chart]\n\nTable 6 summarises the top 20 local authorities with usual residents aged 16 and over with a work-related second address outside their usually resident local authority, who had a degree level qualification or above. There are 3 London areas included: Kensington and Chelsea, City of London/Westminster and Camden. Affluent areas such as Cotswold, South Hams, West Devon, West Dorset, Winchester, North Dorset and South Somerset are included; so too are the university cities of Cambridge and Oxford. Most of the other local authorities contain military or naval bases or have neighbouring local authorities with these bases.\n\n### Table 6: Top 20 local authorities with usual residents having work-related second addresses (Level 4 qualification only) outside the local authority, England and Wales, 2011\n[Table 6-Table]\n\n### Notes for qualifications\n\n1. Qualifications held is derived from 2011 Census question 25 which asks all usual residents aged 16 and over “Which of these qualifications do you have?”. Respondents were classified by their highest level of qualification. Those who held foreign qualifications were asked to indicate the closest UK equivalent. Hence, when comparing highest qualification attained there is some weighting towards lower level qualifications, particularly among younger adults as they may not have completed their education.\n\n[Image here]\n"
    },
    {
      "title": "Case Study: Richmondshire (North Yorkshire)",
      "markdown": "Richmondshire (North Yorkshire) has been selected as a case study; in 2011 it was the local authority with both the highest proportion of its usually resident population who had a work-related second address outside the local authority, and the highest proportion for those with a work-related second address in the local authority but with their usual residence outside the area.\n\nRichmondshire had the second largest Armed Forces population (20,000), with Wiltshire (45,000) the largest. Richmondshire has a large military garrison at Catterick and is home to many people with military backgrounds, including military personnel who have family homes in Richmondshire but postings elsewhere; it also includes military personnel based at Catterick Garrison who have family homes elsewhere in England and Wales.\n\nIn 2011 the usually resident population of Richmondshire aged 16 and over was 43,000, of which 1.9% (800) had work-related second addresses that were outside the local authority. Richmondshire also had the highest proportion (5.2% or 2,200) of those with a work-related second address in the local authority but with their usual address outside Richmondshire in another local authority in England and Wales. This represented a net increase above the usually resident population aged 16 and over of 3.3% (+1,400) for the local authority.\n\nWhen looking at the occupation of those usual residents of Richmondshire aged 16 and over with a work-related second address elsewhere, a slightly higher proportion (78%) were in professional occupations compared with the whole of England and Wales (70%) (Figure 3).\n\n### Figure 3: Occupation of usual residents of Richmondshire aged 16 and over with a work-related second address outside the local authority; compared to England and Wales, 2011\n[Figure 3-Chart]\n\nFigure 4 shows the highest level of qualification of usual residents of Richmondshire aged 16 and over with a work-related second address elsewhere, compared with England and Wales. Within Richmondshire half of the usual residents had a Level 1 to 3 (secondary and tertiary education) qualification; this was higher than for England and Wales (35%). Level 4 or above qualifications (degree level or higher) were lower in Richmondshire (39%) compared with England and Wales (54%). This distribution in Richmondshire is likely to reflect the age and qualifications of people living locally, some of whom will have joined the military.\n\n### Figure 4: Highest level of qualification of usual residents of Richmondshire aged 16 and over with a work-related second address outside the local authority, compared to England and Wales, 2011\n[Figure 4-Chart]\n\nFurther analyses of those with work-related second addresses outside England and Wales would be possible using data tables [commissioned from ONS](http://www.ons.gov.uk/ons/guide-method/census/2011/census-customer-services/index.html \"Census customer service\"). \n"
    },
    {
      "title": "Background notes",
      "markdown": "1. Relevant table numbers are provided in all download files within this publication. All data tables are available via the [Nomis](http://www.nomisweb.co.uk/census/2011 \"Nomis\") website.\n\n2. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "accordion": [],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "article",
  "uri": "/peoplepopulationandcommunity/housing/articles/whatdoesthe2011censustellusaboutworkrelatedsecondaddressesinenglandandwales/2015-03-25",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "uri": "/peoplepopulationandcommunity/housing"
    }
  ],
  "description": {
    "_abstract": "We analyse residents aged 16 and over who had a work-related second address outside the local authority of where they usually live. Analyses are presented at national and local authority levels, including by occupational groups and qualification levels. This information is useful to gain an understanding of local communities and the presence of residents from other local authorities as a result of employment.  In 2011, around 1 in 160 adults had a second address for work outside their local authority.",
    "edition": "yes",
    "nationalStatistic": true,
    "contact": {
      "email": "chris.w.smith@ons.gsi.gov.uk",
      "name": "Chris W Smith",
      "telephone": "+44 (0)1329 444683"
    },
    "releaseDate": "2015-03-25T00:00:00.000Z",
    "title": "What Does the 2011 Census Tell us About Work-Related Second Addresses in England and Wales",
    "keywords": [
      "armed forces based address",
      " working away from home",
      " usual residence"
    ]
  }
}