{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key points",
      "markdown": "- 44.3 million adults (87%) in the UK had used the Internet in Q4 2013, an increase of 1.2 million since Q4 2012.\n- 6.7 million adults (13%) had never used the Internet, falling by 0.7 million since Q4 2012.\n- Almost all (99%) 16 to 24 year olds had used the Internet, compared with just over a third (36%) of adults aged over 75.\n- Men (89%) were more likely to be Internet users than women (85%).\n- London had the highest proportion of Internet users (90%); Northern Ireland the lowest (79%).\n\n"
    },
    {
      "title": "Overview",
      "markdown": "This is the latest quarterly release about Internet use by adults aged 16 years and over. Internet use is linked to various socio-economic and demographic characteristics, such as age, sex, disability, geographical location and weekly earnings. For example, those who are less likely to have used the Internet include both the elderly and disabled adults. \n\nThe estimates in this release are derived from the Labour Force Survey (LFS) and are not seasonally adjusted. ONS developed these statistics to meet the needs of users (see background note 4). There is a particular interest and focus in the UK on those who have never used the Internet.\n\nOn 8 August 2013, ONS published the annual [Internet Access – Households and Individuals 2013](http://www.ons.gov.uk/ons/rel/rdit2/internet-access---households-and-individuals/2013/stb-ia-2013.html \"Internet Access – Households and Individuals 2013\") statistical bulletin. The annual survey provides more information on Internet use than this quarterly update. However, while the estimates in the annual bulletin are more detailed, they are derived from the Opinions and Lifestyle Survey, which has a smaller sample size than the LFS. Therefore comparisons made between this quarterly release and the annual publication should be undertaken with caution. \n\n"
    },
    {
      "title": "User engagement",
      "markdown": "We are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have; please contact us via email: \u003cesociety@ons.gsi.gov.uk\u003e or telephone David Matthews on +44 (0)1633 456756.\n\n"
    },
    {
      "title": "Users and non-users",
      "markdown": "In Q4 2013, there were 44.3 million adults in the UK who had ever used the Internet, representing 87% of the adult population. The 6.7 million adults who had never used the Internet represented 13% of the adult population.\n\nThere was an increase, since Q3 2013, of 434,000 adults (1%) who had ever used the Internet and an increase of 1.2 million (3%) compared with a year earlier (Q4 2012).\n\nThere was a decrease, since Q3 2013, of 321,000 adults (5%) who had never used the Internet and a decrease of 732,000 adults (10%) compared with a year earlier (Q4 2012).\n\nSince questions on Internet usage have been asked on the LFS (Q1 2011) the number of Internet users has increased by 3.1 million (8%).\n\n### Figure 1: Internet non-users\n\nFigure 1 - Chart\n\n"
    },
    {
      "title": "Age (Tables 1A and 1B)",
      "markdown": "Age is a key factor as to whether an individual has ever used the Internet. Almost all adults aged 16 to 24 years (99%) had ever used the Internet (7.1 million people). In contrast, only 36% of adults aged 75 years and over had ever used the Internet, representing 1.7 million people.\n\nOf the 6.7 million adults who had never used the Internet in Q4 2013, 45% (3.0 million) were aged 75 years and over.\n\nSince Q4 2011, the proportion of adults aged 75 years and over who have ever used the Internet has increased by 7 percentage points.\n\nInternet users and non-users by age group - Image / Infographic\n\n"
    },
    {
      "title": "Sex (Tables 1A and 1B)",
      "markdown": "In Q4 2013, there were 22.2 million male and 22.1 million female Internet users. Men were more likely to have used the Internet than women, with 89% of men having ever used the Internet compared with 85% of women.\n\nThese differences have remained since the first quarterly survey was undertaken in Q1 2011.\n\nSince Q4 2012, the proportion of adults who have ever used the Internet has increased by 1 percentage point for men and 2 percentage points for women.\n\n### Figure 2: Internet users by sex\n\nFigure 2 - Chart\n\n"
    },
    {
      "title": "Disability (Tables 1A and 1B)",
      "markdown": "Estimates of adults with a disability are presented in Q4 2013 as defined by the Equality Act rather than the Disability Discrimination Act. The estimates show that there were 3.6 million disabled adults who had never used the Internet. This represents 31% of those who were disabled and over half (53%) of the 6.7 million adults who had never used the Internet.\n\nOf those adults who reported no disability, 8% (3.1 million adults) had never used the Internet.\n\n### Figure 3: Internet non-users by disability status\n\nFigure 3 - Chart\n\n"
    },
    {
      "title": "Age and sex (Tables 2A and 2B)",
      "markdown": "Tables 2A and 2B present estimates of Internet users and non-users by age group and sex. The tables show that men in the older age groups are more likely to use the Internet than women of the same age. In Q4 2013, approximately five in ten (45%) men aged 75 years and over had ever used the Internet, compared with three in ten (30%) women.\n\nThere is little difference in Internet use between men and women in all age groups under 65 years of age.\n\nInternet users by sex and age group, Q4 0213 - Image / Infographic\n\n"
    },
    {
      "title": "Ethnic group (Tables 3A and 3B)",
      "markdown": "Tables 3A and 3B present estimates of Internet users and non-users by ethnic group. The tables show comparatively small differences in Internet use between ethnic groups; the highest rates of Internet use (over 90%) were among adults who indicated that their ethnic group was either Black, Chinese, Mixed ethnic background or Other.\n\nDespite showing a 6 percentage point increase since Q4 2011, the Pakistani ethnic group remained the group with the lowest rate of Internet use (83%) in Q4 2013.  \n\n"
    },
    {
      "title": "Regional distribution (Tables 4A to 5B)",
      "markdown": "London had the highest proportion of Internet use, with 90% of adults reporting that they had ever used the Internet. In contrast only 79% of adults in Northern Ireland reported that they used the Internet in Q4 2013. \n\nTables 5A and 5B are presented at a lower level of geography than tables 4A and 4B and have been included due to user interest. The estimates are based on smaller sample sizes than the higher level regional estimates in tables 4A and 4B and are therefore subject to a greater degree of sampling variability, so should be treated with caution (see background note 6).\n\n### MAP: Internet non-users by region, Q4 2013\n\nMap - Map\n\nThe map shows the proportion of adults who have never used the Internet by geographical area. While there is sampling variability around these estimates, the area with the highest proportion of adults who had never used the Internet in Q4 2013 was Dumfries and Galloway (29%).\n\nA [mapping tool](http://www.ons.gov.uk/ons/interactive/internet-use-in-the-united-kingdom---dvc26/index.html \"dvc26: Internet use in the United Kingdom\") is available for viewing the Q4 2013 results, by region and the UK as a whole. The mapping tool can be used to illustrate how, in each region, the number of people who have ever used the Internet has changed from Q4 2011, as well as enabling comparison with other regions. \n\n"
    },
    {
      "title": "Earnings (Tables 6A and 6B)",
      "markdown": "Tables 6A and 6B present a breakdown of Internet users and non-users by gross weekly pay. Internet use has almost reached full coverage for those earning in excess of £700 a week, with Internet use at 99% or above for all groups with weekly pay rates above this level.\n\nIn Q4 2011, 8% (438,000) of adults earning less than £200 per week had never used the Internet. This compares with 5% (286,000) in Q4 2013. \n\n"
    },
    {
      "title": "Recent internet users (Tables 7A and 7B)",
      "markdown": "In Q4 2013, 97% of those adults who had ever used the Internet had used it within the three months prior to interview and 3% had used it more than three months ago.\n\nAdults aged 75 years and over were most likely to have used the Internet more than three months ago (17%) whereas only 1% of Internet users aged 16 to 24 years used it more than three months ago.\n\n### Figure 4: When adults last used the internet by age group (years), Q4 2013\n\nFigure 4 - Chart\n\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. **Key issues specific to this bulletin** \n\nThis is the latest quarterly release about Internet use by adults aged 16 or over. The results in this release are in respect of Q4 2013 (October to December 2013). ONS began publishing quarterly data on Internet users and non-users at Q1 2011, to enable more timely information on Internet use to be made available. The source of the information is the Labour Force Survey (LFS). A [quality report for the LFS (227.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/social-statistics/quality-and-methodology-information-for-the-labour-force-survey--lfs-.pdf \"Quality and Methodology Information for the Labour Force Survey (LFS)\") is available on the ONS website.\n\nThe new question added to the Labour Force Survey in Q1 2011 was \u0027when did you last use the Internet?\u0027 This is the same question that has been used in the Opinions and Lifestyle Survey to collect data for the annual publication ‘Internet Access Households and Individuals’.\n\nThe term ‘disabled’ is used to refer to those who self-assess that they have a disability in line with the Equality Act. Prior to Q4 2013, the Disability Discrimination Act (DDA) definition of disability was used. Respondents who did not answer whether they had a disability have been included in the category \u0027No disability\u0027 in tables 1A, 1B, 7A and 7B.\n\n‘Don’t know’ responses are not separately identified in this bulletin. Therefore, percentage breakdowns sum to less than 100%, reflecting the small number of ‘don’t know’ responses to the Internet use question.  \n\n2. **National Statistics** \n\nUntil Q3 2012, this release was published with experimental statistics status.\n\nThe UK Statistics Authority has reviewed this publication in their report \"[Assessment of compliance with the Code of Practice for Official Statistics: Statistics on Internet Access](http://www.ons.gov.uk/ons/external-links/stats-authority/uk-statistics-authority--assessment-of-compliance-with-the-code-of-practice-for-official-statistics--statistics-on-internet-access.html \"UK Statistics Authority: Assessment of compliance with the Code of Practice for Official Statistics: Statistics on Internet Access\")\". This review recommended that the statistics published in the Internet Access Quarterly Update be designated as National Statistics, subject to ONS carrying out certain requirements. ONS has carried out the necessary work to comply with the requirements set out in this report and as a result of this; the UK Statistics Authority confirmed that from Q3 2012, this release had National Statistics status. \n\n3. **Revisions** \n\nThere are no revisions to estimates previously published. \n\n4. **Users and uses of the data** \n\nThe organisation Race Online 2012 was established to help more people get online for the first time by 2012. Race Online 2012 needed more frequent statistics on people who had never used the Internet, but this could not be met by the annual Internet Access Survey. Therefore, ONS started publishing an experimental quarterly update on Internet users and non-users. This quarterly release was expressly designed to fill this information gap.\n\nIn 2012, Race Online 2012 was replaced by a new partnership organisation, Go ON UK.\n\nWithin the UK there is wide interest in these quarterly estimates from researchers, public bodies, the media, charities and academics. The UK government is moving towards a policy of ‘digital by default’ in the provision of a range of public services. This is where the Internet becomes the preferred method for the delivery of services. The statistics in this release make it possible to monitor the number of people who are not online, and who are therefore unable to access public services that are delivered online. These statistics may also be used to help inform the wider debate about digital and social exclusion.\n\nAs well as user interest in adults who have ever or never used the Internet, there is also interest in adults who have used the Internet, but not recently. Therefore, in Q2 2012 new estimates of ‘lapsed Internet users’ were introduced, showing estimates of adults who had last used the Internet more than three months ago. \n\nDo you make use of our quarterly estimates of Internet Access? If yes, we would like to hear from you (\u003cesociety@ons.gsi.gov.uk\u003e) and understand how you make use of these quarterly statistics. \n\n5. **Coherence** \n\nThe results published in this quarterly bulletin focus on Internet users and non-users. These results are not directly comparable with the estimates contained in the annual [Internet Access – Households and Individuals 2013](http://www.ons.gov.uk/ons/rel/rdit2/internet-access---households-and-individuals/2013/stb-ia-2013.html \"STB IA 2013\") statistical bulletin, which was published on 8 August 2013. The annual bulletin contains a wide range of information about Internet access and use, but from a smaller sample than the LFS.\n\nThe 2013 annual bulletin was compiled from approximately 3,000 interviews conducted for the Opinions and Lifestyle Survey, whereas approximately 41,000 households respond each quarter to the LFS. The larger sample size in the LFS allows for more detailed and accurate socio-demographic analysis than is possible with the Opinions and Lifestyle dataset.\n\nIt is also important to note that the estimates in this bulletin are on a UK basis whereas the Internet Access 2013 results relate to Great Britain only.\n\n6. **Sampling variability** \n\nThe Q4 2013 confidence intervals tables show estimated 95% confidence intervals for estimates relating to Internet users and non-users, by age and sex. The estimates, included as part of this statistical bulletin, come from survey data and so have a degree of statistical error associated with them. Confidence intervals are an indication of the reliability of the estimate; the smaller the interval, the more reliable the estimate is likely to be. With regards to ’95% confidence intervals’, if the survey was repeated 100 times, 95% of the time (95 times out of 100), the true population value would fall within the range of these confidence intervals.\n\nTable A: Internet non-users, 95% confidence intervals, Q4 2013\n\nTable A - Table\n\nThe larger the sample that is used for a particular estimate, the narrower the confidence interval will be. The higher level regional estimates are based on larger sample sizes than the lower level regional estimates.\n\n7. **Rounding** \n\nIn all tables totals may not equal the sum of independently rounded components. \n\n8. **Social media** \n\nFollow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/ons-twitter.html \"Twitter\") and receive up to date information about our statistics.\n\nLike ONS on [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") to receive our updates in your newsfeed and to post comments on our page.\n\nWatch our videos on [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\").\n\n9. **Special events** \n\nONS has recently published commentary, analysis and policy on \u0027Special Events\u0027 which may affect statistical outputs. For full details go to the [Special Events page](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/index.html \"ONS Polivy on Special Events\") on the ONS website.\n\n**Release policy** \n\n10. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccessquarterlyupdate/2014-02-19",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "uri": "/peoplepopulationandcommunity/householdcharacteristics"
    },
    {
      "uri": "/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage"
    }
  ],
  "description": {
    "headline1": "44.3 million adults (87%) in the UK had used the Internet in Q4 2013, an increase of 1.2 million since Q4 2012.",
    "headline2": "6.7 million adults (13%) had never used the Internet, falling by 0.7 million since Q4 2012.",
    "headline3": "Almost all (99%) 16 to 24 year olds had used the Internet, compared with just over a third (36%) of adults aged over 75.",
    "edition": "Q4 2013",
    "nationalStatistic": true,
    "contact": {
      "email": "esociety@ons.gsi.gov.uk",
      "name": "David Matthews",
      "telephone": "+44 (0)1633 456756"
    },
    "releaseDate": "2014-02-19T00:00:00.000Z",
    "language": "English",
    "title": "Internet Access Quarterly Update",
    "summary": "Quarterly estimates of people who have ever or never used the Internet.",
    "keywords": [
      "internet users",
      "internet non-users",
      "disability",
      "age",
      "sex",
      "marital status",
      "region",
      "ever used",
      "never used",
      "internet use"
    ]
  }
}