{"relatedBulletins":[{"uri":"/employmentandlabourmarket/publicsectorpersonnel/datasets/civilservicestatistics2014referencetables"}],"sections":[{"title":"Key points","markdown":"- Civil Service employment on 31 March 2014 was 439,942, down 8,893 (2.0%) on 31 March 2013. On a full-time equivalent basis, Civil Service employment was 405,784, down by 8,139 (2.0%) over the same period.\n- The number of full-time civil servants fell by 7,353 to 332,692 between March 2013 and March 2014. The number of civil servants working part-time fell by 1,540 to 107,250.\n- Of those employees who declared their ethnicity, 10.1% were from an ethnic minority.\n- Of those who declared their disability status, 8.8% were disabled.\nMore than half (54.9%) of all employees leaving the Civil Service were from the Administrative responsibility level.\n- More than 80% of civil servants were aged 30-59. The number of civil servants aged 60 or above was 35,781, an increase of 1,174 from 31 March 2013. The number of civil servants aged 65 and over increased by 682 from 31 March 2013.\n- Median gross annual earnings (excluding overtime or one-off bonuses) for Civil Service employees was £24,730 as of 31 March 2014, an increase of £350 (1.5%) from 31 March 2013.\n"},{"title":"Understanding Civil Service statistics, 2014","markdown":"This bulletin contains an overview of Civil Service employment statistics on 31 March 2014 in context with statistics from previous years. The earliest available data on a consistent basis is for 31 March 2008. Data prior to this were collected for different reference dates in the year. There were also changes in coverage prior to 2008. Longer time series for total civil service employment are available from the [Public Sector Employment release](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/index.html \"Public Sector Employment index\"). The latest published statistics are for Q2 2014 when Civil Service employment was 442,030 (408,010 on a full-time equivalent basis).\n\nThe release counts all home Civil Service employees. It excludes the Northern Ireland Civil Service, other Crown servants and employees of the wider public sector. There are home Civil Service employees based in Northern Ireland and Overseas.\n\nStatistics are presented on a range of factors including working pattern, gender, ethnicity, disability status, earnings and location of the Civil Service workforce.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/80479e5a\" />\n\n\n"},{"title":"At a glance","markdown":"Civil Service employment has fallen by 2.0% between 31 March 2013 and 31 March 2014. There were just under 440,000 people working in the Civil Service on 31 March 2014. The decrease in Civil Service employment was mainly in full-time staff.\n\nThe Administrative responsibility level showed the largest decrease in employment with a fall of 9.4%. The number of employees working at the Senior Civil Service responsibility level increased by 11.8%. There was an increase of 7.9% in the number of Grades 6 and 7 and an increase of 7.3% in the number of Senior and Higher Executive Officers. However, the number of Executive Officers fell by 0.5%. \n\nThere were increases in employment in the 50-59, 60-64 and the 65 & over age bands while the number of employees in all other age bands fell.\n\nMost regions had decreases in Civil Service employees, with London, the South West and Northern Ireland showing slight increases. The largest percentage fall was in the North East which decreased by 7.8% between 31 March 2013 and 31 March 2014.\n\nThere were 7,701 more leavers from the Civil Service between 31 March 2013 and 31 March 2014 than entrants. The majority of leavers (54.9%) were at the Administrative responsibility level. The majority of entrants (35.7%) were at the Administrative responsibility level.\n\nThe Senior Civil Service responsibility level had 62.3% male employees. There were also more men than women in the Grades 6 and 7 and Senior and Higher Executive Officer grades.  This was reversed at Executive Officer and Administrative responsibility levels.\n\nOf those who declared their ethnicity, 10.1% of civil servants were from an ethnic minority on 31 March 2014. Of those who declared whether they had a disability, 8.8% of civil servants were disabled.\n\nThe median earnings of Civil Service employees increased by £350 (1.5%) over the year to 31 March 2014 to £24,730.\n"},{"title":"Civil Service workforce","markdown":"### Working pattern\n\nAt 31 March 2014 there were 439,942 civil servants, down 8,893 (2.0%) on 31 March 2013. There was a decrease in the number of civil servants working full-time of 7,353 (2.2%)  to 332,692 compared with 31 March 2013.There was a decrease of 1,540 (1.4%) in the number of part-time civil servants to 107,250.\n\nOn 31 March 2014, almost a quarter of civil servants worked part-time.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/39a234e4\" />\n\n### Responsibility level\n\nAt 31 March 2014, around 41% of the Civil Service worked at the Administrative responsibility level, 26% worked at the Executive Officer level, 23% worked at Higher or Senior Executive Officer level and 9% worked at Grade 6 or 7 level. The remaining 1% worked at Senior Civil Service level.\n\nEmployment increased in the Senior Civil Service responsibility level by 512 (11.8%), increased by 2,755 (7.9%) at the Grade 6 & 7 responsibility level and increased by 6,786 (7.3%) in the Senior or Higher Executive Officer responsibility level.\n\nEmployment decreased by 628 (0.5%) in the Executive Officer responsibility level and decreased by 18,587 (9.4%) in the Administrative responsibility level.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/1ce38a84\" />\n\n### Gender\n\nAt 31 March 2014 just over half (53%) of all Civil Service employees were female.  This percentage is unchanged since 2009.\n\nThe proportion of females working at Senior Civil Service level on 31 March 2014 was 37.7%, an increase of 1.5 percentage points from 31 March 2013 and 6.6 percentage points on 31 March 2008. The proportion of Grade 6 and 7s who were female has been steadily increasing from 38.1% on 31 March 2008 to 42.8% on 31 March 2014.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/a4aa6327\" />\n\n### Gender and age\n\nMore than four in five civil servants were in the 30-59 age group on 31 March 2014. Since 31 March 2013 there were decreases in employment in age bands 16-19, 20-29, 30-39 and 40-49. There was an increase of 3,247 in age band 50-59 and increases of 492 and 682 in the 60-64 and the 65 & over age bands respectively. There were more females than males in the 20-29, 30-39, 40-49 and 50-59 age bands. There were more males than females in the other age bands.\n\n#### Figure 5: Civil Service employment; distribution by age and gender; 31 March, 2014; UK\n[![Figure 5: Civil Service employment; distribution by age and gender; 31 March, 2014; UK](http://www.ons.gov.uk/ons/resources/chart5agegender_tcm77-379937.png \"Figure 5: Civil Service employment; distribution by age and gender; 31 March, 2014; UK\")](http://www.ons.gov.uk/ons/resources/chart5agegender_tcm77-379937.png) \n#####Source: Annual Civil Service Employment Survey - Office for National Statistics\n\n### Region\n\nThere were 44,251 Civil Service employees in Scotland, 31,063 in Wales and 3,971 in Northern Ireland on 31 March 2014.\n\nThe English region with the highest number of civil servants on 31 March 2014 was London with 76,840 employees. The lowest was the East Midlands with 20,227.\n\nThere were increases in the number of civil servants in London, the South West and Northern Ireland. All other regions showed decreases. The largest percentage increase between 31 March 2013 and 31 March 2014 was in London at 3.5%. The regions with the largest percentage decreases in Civil Service employment between 31 March 2013 and 31 March 2014 were the North East (7.8%) and East Midlands (5.3%).\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/720f37b9\" />\n\n### Entrants and leavers\n\nA total of 36,591 employees left the Civil Service between 31 March 2013 and 31 March 2014. During the same period 28,890 people joined the Civil Service. Employees at Administrative responsibility level accounted for 36% of entrants compared with 55% of leavers. There were 849 fewer Executive Officers joining the Civil Service than the 7,189 that left.\n\nGrade 6 & 7, Higher and Senior Executive Officers and Senior Civil Service had more entrants than leavers.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/a6dfbd26\" />\n\n### Ethnicity\n\nOf the Civil Service employees in March 2014 who declared their ethnicity, 10.1% were from an ethnic minority, an increase of 0.5 percentage points on March 2013.\n\nAt March 2014, 11.6% of employees at Executive Officer responsibility level and 10.4% at Administrative responsibility level were from an ethnic minority. In comparison, 7.3% of those at the Senior Civil Service level were from an ethnic minority, an increase of 2.6 percentage points from March 2013.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/d83c85d1\" />\n\n### Disability status\n\nIn March 2014, 8.8% of civil servants who declared their disability status were disabled, an increase of 0.2 percentage points compared with March 2013. The proportion of employees with a declared disability was greater in lower responsibility level. At the Administrative responsibility level, 9.9% of employees who declared their disability status were disabled. This compares with 5.0% of employees at Senior Civil Service level.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/e14b750a\" />\n\n### National identity\n\nAt 31 March 2014, 43% of civil servants with a declared national identity declared themselves as British or Mixed British. Employees alternatively declared themselves as English (40%), Scottish (8%), Welsh (6%) or Irish (1%). The remaining 2% recorded another national identity.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/4447e0b5\" />\n\n### Salary\n\nThe median gross salary of civil servants on 31 March 2014 was £24,730, an increase of £350 on the median salary on 31 March 2013. Employees overseas had the highest median earnings of £38,500 followed by employees in London (£32,030). The regions with the lowest median earnings were North East (£19,970), Northern Ireland (£21,870), North West (£22,260), Wales (£22,400) and Scotland (£22,540). The increase in median pay should be considered alongside a significant compositional impact on the make-up of the civil service workforce by responsibility level, whereby the number of employees working at the administrative level decreased by over 18,000 while there were increases in employment for the Senior Civil Service, Grades 6 and 7, and Senior Executive and Higher Executive Officers.\n\nThe gender pay gap for all employees, calculated as the difference between the median pay for males and females, remained the same at 13.6% from March 2013 to March 2014. This measure depends on the pay of part-time employees being converted to full-time equivalent salaries. The gender pay gap for full-time employees increased from 9.9% to 11.0%, and decreased from 14.9% to 14.2% for part-time employees. For the all employees category the responsibility level with the largest gender pay gap is Senior and Higher Executive Officers at 4.7%. The Administrative responsibility level has the smallest gender pay gap at 1.3%\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/1e8e32d6\" />\n\n### Reconciliation of annual and quarterly Civil Service Eemployment statistics\n\nThis statistical bulletin presents a range of statistics for the year ending 31 March 2014, based on findings from the Annual Civil Service Employment Survey (ACSES).\n\nONS also collects and publishes quarterly Civil Service employment statistics as part of the Public Sector Employment (PSE) statistical bulletin. These quarterly statistics should be used when seeking to measure the size of the Civil Service over time. The latest published statistics are for Q2 2014 when Civil Service employment was 442,030 (408,010 on a full-time equivalent basis).\n\nThe difference between the ACSES and Q1 PSE figures, which use the same reference date, is less than 0.1% headcount and less than 0.1% for full-time equivalents. This does not impact significantly on the quality of the annual statistics.\n\nTable 11, in the Civil Service Statistics 2014 [Statistical Bulletin reference tables' (1.11 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/pse/civil-service-statistics/2014/rft---table-1.xls \"RFT - Table 1\")  provides a full breakdown of the differences between the two sources by department.\n"}],"accordion":[{"title":"Background notes","markdown":"1. **Basic quality information**\n\n\tCivil Service Statistics are sourced from the Annual Civil Service Employment Survey (ACSES). This, following a development programme in 2007, replaced the Mandate Collection and departmental returns.  For general issues regarding the interpreting of data, please see the ‘Common pitfalls in interpreting the series’ section.\n\n\tFurther details can be found in the [Quality and Methodology Information note for Civil Service Statistics (119 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-statistics/annual-civil-service-employment-survey.pdf \"Quality and Methodology Information for Civil Service Statistics\") .\n\n2. **Relevance to users**\n\n\tIn consultation with the Cabinet Office and government departments the content of the survey is \tcontinuously reviewed.\n\n\tCivil Service Statistics 2014 covers the 12-month period to 31 March 2014. When comparing Civil Service Statistics over time it is important to note that the reference periods of the collections have varied for years prior to 2008. \n\n\tACSES offers the benefit of uniform collection for the whole of the Civil Service. Previously two collection tools were used (1970-2006). The Mandate Collection accounted for approximately 85% of the Civil Service and comprised comprehensive anonymous datasets extracted directly from the HR systems of government departments and their agencies. For historical reasons some departments supplied summary tables instead. These were called departmental returns and covered only a limited subset of data.\n\n3. **Common pitfalls in interpreting series**\n\n\tThis release counts all home Civil Service employees. Civil Service Statistics excludes the Northern Ireland Civil Service, other Crown servants and employees in the wider public sector, for example, employees of Non-Departmental Public Bodies (NDPBs) and the National Health Service (NHS).\n\n\tStatistics are published on the gender, ethnicity, disability status and age of the Civil Service workforce. All diversity statistics relate to civil servants counted on a headcount basis. Employees declared as disabled are presented as a percentage of known disability status. Those employees who have either not responded or actively chosen not to declare their status are excluded from the calculation. The same applies when calculating the percentage of civil servants from an ethnic background. This should be considered when interpreting the statistics.\n\n4. **Concepts and definitions**\n\n\tHeadcount statistics are based on the number of employees with an employment contract who are being paid by the organisation. Employees can be permanent, on a fixed-term contract or employed on a temporary basis. The self-employed, contract workers and agency workers are excluded. Employees not on the payroll and not being paid during the reference period are also excluded, for example, those on unpaid maternity leave, unpaid sick absence and career breaks.\n\n\tFull-time employees are those who are contracted to work 37 hours per week (36 hours per week in London for employees employed prior to 2013.  Employees in London substantively promoted since 2013, or who have joined the service subsequent to this date, are now contracted to work 37 hours per week if on a full time basis). Part-time employees are those who work less than the normal contracted hours.\n\n\tFull-time equivalents are based on converting part-time employees’ hours into a full-time employees’ equivalent. This provides a better indicator of total labour input than a headcount.\n\n\tPermanent employees are employees with a contract that has no agreed expiry date or a fixed term contract of more than 12 months. Temporary employees are those with a fixed term contract of 12 months or less or who are employed on a temporary basis. Temporary employees must be paid through the departments’ payroll. Employees hired through agencies are not included.\n\n\tEntrants and leavers are employees entering or leaving the Civil Service in the 12 months to 31 March 2014. The figures exclude transfers and loans between departments. Employees leaving on 31 March 2014 are counted as both staff in post and leavers. A number of departments are unable to provide a date of entry for civil servants in their employment. Some departments are also unable to distinguish between those civil servants entering their department for the first time via transfer or loan and those new to the Civil Service. As such, the number of net entrants and leavers will not reconcile with the change in employment between 31 March 2013 and 31 March 2014.\n\n\tGross salary is the annual salary inclusive of basic pay (including consolidated performance pay) and pay-related allowances such as regional and skills allowances. It does not include bonuses. The headline earnings statistics are based on the median rather than the mean. The median is the value below which 50% of employees fall. It is preferred over the mean for earnings data as it is influenced less by extreme values and because of the skewed distribution of earnings data.\n\n\tResponsibility levels - Since 1 April 1996 all departments and agencies have had delegated responsibility for the pay and grading of their employees, except for those in the Senior Civil Service (SCS). The concept of broad ‘responsibility levels’ is therefore used, in which departmental grades have been assigned to levels broadly equivalent (in terms of pay and job weight) to the former Service-wide grades.\n\n\tSCS – Senior Civil Service\n\n\tGrade 6\n\n\tGrade 7\n\n\tSEO – Senior Executive Officer\n\n\tHEO - Higher Executive Officer\n\n\tEO – Executive Officer\n\n\tAO – Administrative Officer\n\n\tAA - Administrative Assistant\n\n\tThe professions of civil servants were collected for the first time in 2007. The professions relate to the post occupied by the person and are not dependent on any qualifications the individual may have. The range of professions includes economics, engineering, finance, human resources, law, science, tax professionals etc. Employees can alternatively be assigned to operational delivery (delivering front line services) or policy delivery (designing or enhancing services to the public). If a post could be considered operational delivery but also matches one of the specific professions, the person is assigned to the specific profession. It should not be assumed that those classified to Operational Delivery represent the sum of all those delivering front line services\n\n\tRegional statistics are presented in this publication at NUTS 2 region level. More detailed geographical breakdowns are available in the associated on-line tables released today.\n\n5. **Accuracy**\n\n\tAll government departments and agencies responded to the survey for the year ending 31 March 2014.\n\n\tDepartments are not always able to provide complete information for every variable and users should consider this known under-coverage and non-response issue when interpreting the statistics, particularly over time.\n\n\t<ons-table path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/b7130612\" />\n\n\t**Table source: Office for National Statistics**\n\n\tThe main reason for under-coverage and non-response is that it can take time for HR systems to ‘catch up’ when a new employee joins their department. Departments are also increasingly moving to self-service systems which require individuals to maintain their personal information via an intranet service. While it is the responsibility of departments to review the quality of information held and encourage regular updates, an element of non-response is expected.\n\n6. **Reliability**\n\n\tThere have been no revisions made to Civil Service Statistics 2013.\n\n7. **Coherence**\n\n\tA key measure of quality is the reconciliation between the two sources of Civil Service employment statistics, the annual and quarterly surveys. Despite departments supplying both sets of data and ONS’s continuing work with departments to minimise any differences between the two sources, some differences still remain. Disparities arise due to timing differences between the two sources and the nature of the data collections. The quarterly survey is published eleven to twelve weeks after the end of the reference period. As only summary statistics are required, data can often be sourced by departments directly from payroll systems rather than HR systems which are commonly used to supply data for ACSES. The timeliness of the survey also means that HR systems continue to be updated after the snapshot date. This live updating of systems means there is always the possibility of differences arising before the more comprehensive annual collection is completed.\n\n8. **Notes on tables**\n\n\tDue to rounding the sum of constituent items in tables may not always agree exactly with the totals shown due to rounding.\n\n\tSymbols\n\n\t..  Figures suppressed to avoid disclosure of information relating to individual enterprises. \n\n\t\\- Data not available.\n\n9. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>"}],"relatedData":[{"uri":"/employmentandlabourmarket/publicsectorpersonnel/datasets/civilservicestatistics2014referencetables"}],"charts":[{"title":"Figure 1: Civil Service employment time series; Headcount; 31 March, 2014; UK","filename":"80479e5a","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/80479e5a"},{"title":"Figure 2: Headcount by working pattern; Headcount; 31 March, 2014; UK","filename":"39a234e4","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/39a234e4"},{"title":"Figure 3: Civil Service employment time series 2008-2014 by responsibility level; 31 March, 2014; UK","filename":"1ce38a84","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/1ce38a84"},{"title":"Figure 4: Civil Service employment time series; female employees as a percentage of employees by responsibility level; 31 March, 2014; UK","filename":"a4aa6327","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/a4aa6327"},{"title":"Figure 6: Civil Service employment; percentage breakdown of civil servants by region; 31 March, 2014; UK","filename":"720f37b9","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/720f37b9"},{"title":"Figure 7: Civil Service employment; entrants and leavers in year to 31 March, 2014 by responsibility level; UK","filename":"a6dfbd26","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/a6dfbd26"},{"title":"Figure 8: Civil Service employment; ethnic minority employees as a proportion of employees with known ethnic origin by responsibility level; 31 March, 2014; UK","filename":"d83c85d1","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/d83c85d1"},{"title":"Figure 9: Civil Service employment; disabled employees as a percentage of employees with known disability status by responsibility level; 31 March, 2014; UK","filename":"e14b750a","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/e14b750a"},{"title":"Figure 10: Civil Service employment; national identity as a percentage of employees with a declared national identity; 31 March, 2014; UK","filename":"4447e0b5","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/4447e0b5"},{"title":"Figure 11: Civil Service employment; median annual gross salary of full time employees by gender and responsibility level; 31 March, 2014; UK","filename":"1e8e32d6","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/1e8e32d6"}],"tables":[{"title":"Table 1: Non Response Comparison 2013/2014","filename":"b7130612","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09/b7130612"}],"type":"bulletin","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2014-10-09","breadcrumb":[{"uri":"/"},{"uri":"/employmentandlabourmarket"},{"uri":"/employmentandlabourmarket/publicsectorpersonnel"}],"description":{"headline1":"Civil Service employment on 31 March 2014 was 439,942, down 8,893 (2.0%) on 31 March 2013","headline2":"The number of full-time civil servants fell by 7,353 to 332,692 between March 2013 and March 2014","headline3":"The number of civil servants working part-time fell by 1,540 to 107,250","edition":"2014","nationalStatistic":true,"contact":{"email":"cssurveys@ons.gsi.gov.uk","name":"Neil Hedges","telephone":"+44 (0)1633 456741"},"releaseDate":"2014-10-08T23:00:00.000Z","language":"English","title":"Civil Service statistics","summary":"Civil Service employment in the UK including gender, age, ethnicity, disability status, earnings and location of the Civil Service workforce","keywords":["public sector","employment","government employees","earnings","gender","ethnicity"]},"externalLinks":[],"links":[]}