{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Emma White",
    "email": "census.customerservices@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- The resident population of England and Wales on 27 March 2011 was 56.1 million, a seven per cent (3.7 million) increase since 2001 with\n- 55 per cent (2.1 million) of this increase being due to migration. One in six people were aged 65 or over (16 per cent, 9.2 million).\n- In 2011, four out of every five (81 per cent, 45.5 million) residents of England and Wales described themselves as being in good or very good health.\n- Ten per cent (5.8 million) of residents of England and Wales provided unpaid care for someone with an illness or disability. This was the same percentage as in 2001 (10 per cent, 5.2 million). Over a third (37 per cent, 2.1 million) of these people were giving 20 or more hours care a week, an increase of five percentage points (473,000) on 2001 (32 per cent, 1.7 million).\n- The number of residents who stated that their religion was Christian in 2011 was fewer than in 2001. The size of this group decreased 13 percentage points to 59 per cent (33.2 million) in 2011 from 72 per cent (37.3 million) in 2001. The size of the group who stated that they had no religious affiliation increased by 10 percentage points from 15 per cent (7.7 million) in 2001 to 25 per cent (14.1 million) in 2011.\n- Most residents of England and Wales belonged to the White ethnic group (86 per cent, 48.2 million) in 2011, and the majority of these belonged to the White British group (80 per cent of the total population, 45.1 million). In London in 2011, 45 per cent (3.7 million) out of 8.2 million usual residents were White British.\n- Twelve per cent (2.0 million) of households with at least two people had partners or household members of different ethnic groups in 2011, a three percentage point increase on 2001 (nine per cent, 1.4 million).\n- Of the 13 per cent (7.5 million) of residents of England and Wales on 27 March 2011 who were born outside of the UK, just over half (3.8 million) arrived in the last 10 years.\n- Nearly 4.8 million residents held a non-UK passport that was either an EU passport (2.3 million) or a foreign passport (2.4 million).\n- Sixty four per cent (14.9 million) of households owned their own home in 2011, either with a mortgage or loan, or outright. Home ownership decreased four percentage points since 2001, but more people owned their home outright, an increase of two percentage points from 29 per cent (6.4 million) to 31 per cent (7.2 million). The group that rented from a private landlord or letting agency increased by six percentage points from nine per cent (1.9 million) in 2001 to 15 per cent (3.6 million) in 2011.\n- The number of cars and vans available for use by households in England and Wales increased from 23.9 million to 27.3 million between 2001 and 2011. In 2001 there were on average 11 cars per 10 households whereas in 2011 there were 12 cars per 10 households. The proportion of households with access to no cars or one car declined over the decade whereas the proportion with two or more cars rose. London was the only region where the number of cars and vans was lower than the number of households.\n- In 2011 there were more people with Level 4 or above qualifications, eg Bachelor’s degree (27 per cent, 12.4 million), than people with no qualifications (23 per cent, 10.3 million).\n"
    },
    {
      "title": "Introduction",
      "markdown": "This bulletin describes the population of England and Wales based on information collected in the 2011 Census. It captures the defining characteristics of the population, who we are, how we live and what we do. This bulletin is grouped into these three sections.\n\nThe census is unique because it is the only information source that measures these characteristics together across the whole population. The outputs are published at national, regional and local authority level and this bulletin provides commentary at national and regional level.\n\nDuring 2013 ONS will provide this information at geographical levels smaller than the local authority, and then in cross tabulations between characteristics, such as by age or ethnicity. This will provide an even richer and more valuable data source for the many users of the census.\n\n### About the census\n\nThe census has collected information about the population every 10 years since 1801 (except in 1941). The latest census in England and Wales took place on 27 March 2011.\n\nCensus estimates describe the characteristics of areas down to small geographies, and are used to understand similarities and differences in the population’s characteristics locally, regionally and nationally. This information is used for planning and delivering services, for example information about ethnicity is used for equality monitoring, and vehicle ownership is used for transportation and road planning. The census is the only comprehensive source of small area data about the provision of unpaid care and it is used to support policy makers in decision making. Previous releases of census estimates have provided more information about their uses; [release on 16 July 2012](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/index.html \"Population and Household Estimates for England and Wales\").\n\nFurther information about the census estimates, including details about the methodology used and information about how population subgroups are defined and estimated, is available via the [2011 Census home page](http://www.ons.gov.uk/ons/guide-method/census/2011/index.html \"[2011 Census\").\n\nPersonal census information is not shared with any other government department or national, regional or local bodies. The information collected is kept confidential by ONS, and is protected by law. Individual census records are not released for 100 years.\n\n### About this release\n\nEstimates from the 2011 Census for England and Wales are being released in stages as soon as ONS can make them available. More information on the planned releases can be found in the [2011 Census prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census prospectus\"). This bulletin presents key findings from all Key Statistics tables and nine Quick Statistics tables for regions in England and for Wales. UK statistics will be compiled and published after the relevant data becomes available for all four countries: England, Wales, Scotland and Northern Ireland.\n\nThis bulletin is about the usually resident population and households. It does not refer to visitors or short-term residents. A usual resident is anyone who, on census day, was in the UK and had stayed or intended to stay in the UK for a period of 12 months or more, or had a permanent UK address and was outside the UK and intended to be outside the UK for less than 12 months.\n\nSome estimates from the 2011 Census have already been published. For example the [release on 16 July 2012](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/index.html \"Population and Household Estimates for England and Wales\") provided estimates of the usually resident population by age and sex, population by residence type, household estimates and estimates of numbers of short-term residents. Information on the number of residents with a [second address](http://www.ons.gov.uk/ons/rel/census/2011-census/second-address-estimates-for-local-authorities-in-england-and-wales/index.html \"Second address estimates for local authorities in England and Wales\") has also been released.\n\nIn making comparisons to 2001, the population estimates (by age and sex) have been compared with the mid-year estimates for 2001, 52.4 million for England and Wales. For other characteristics, comparisons are made with 2001 Census estimates, 52.0 million for England and Wales. Footnotes are provided with tables to identify the data sources used.\n\nMore detailed analyses of the census estimates are available for some topics via ONS “short stories”. Four of these are published in parallel with this bulletin on the ONS website. Three present analyses of international migration, ethnicity and national identity, and religion. The fourth is a report on how the census labour market statistics differ from those estimated from the [Labour Force Survey](http://www.ons.gov.uk/ons/external-links/ons---search-definition-results/labour-force-survey.html \"Labour Force Survey\") at the national, regional and local and unitary authority level.\n\nKey and Quick Statistics tables for lower levels of the output area (OA) statistical geography hierarchy and for the ward geography hierarchy will be published on 30 January 2013. Further short stories will be published alongside this release and subsequently, covering families, general health and disability, unpaid care, language, occupation and industry, qualifications and economic activity."
    },
    {
      "title": "Who we are",
      "markdown": "The information in this section is about the personal characteristics of the usually resident population as estimated by the 2011 Census for England and Wales. It covers our general health, whether we had an illness or disability that limited our day to day activities, our religious beliefs, our ethnicity, our national identity, whether or not we were born in the UK and when we arrived, what passports we held and our language skills.\n\nThe resident population of England and Wales on 27 March 2011 was 56.1 million, a seven per cent (3.7 million) increase since 2001 with 55 per cent (2.1 million) of this increase being due to migration. One in six people were aged 65 or over (16 per cent, 9.2 million).\n\nFour out of every five usual residents of England and Wales described themselves as in very good or good health (81 per cent, 45.5 million).\n\nFifty nine per cent (33.2 million) recorded their religion as Christian and 25 per cent (14.1 million) reported that they had no religious affiliation.\n\nMost residents of England and Wales belonged to the White ethnic group (86 per cent, 48.2 million) in 2011, and the majority of these belonged to the White British group (80 per cent of the total population, 45.1 million). In London in 2011, 45 per cent (3.7 million) out of 8.2 million usual residents were White British.\n\nNinety one per cent (51.0 million) usual residents considered themselves to have at least one national identity of English, Welsh, Scottish, Northern Irish, or British.\n"
    },
    {
      "title": "Age and sex",
      "markdown": "On 16 July 2012, the 2011 Census population and household estimates for England and Wales were published. These showed that on 27 March 2011, the population of England and Wales was 56.1 million usual residents; 53.0 million in England and 3.1 million in Wales. There were 27.6 million men and 28.5 million women in the two countries.\n\nThe population grew by seven per cent (3.7 million) since 2001, and migration accounted for 55 per cent (2.1 million) of the population increase in England and Wales in the 10 year period, both from within the UK and from abroad.\n\nOne in six (16 per cent, 9.2 million), of the population was aged 65 and over. This was an increase of 0.9 million on 2001 (but the same percentage of the usually resident population as in 2001). The population aged over 90 years rose from 0.7 per cent (336,000) in 2001 to 0.8 per cent (429,000). Similarly, six per cent (3.5 million) of the usually resident population in England and Wales were children under five, an increase of 406,000, and the same percentage of the population as in 2001.\n\nThere were 23.4 million households in England and Wales, with an average of 2.4 residents per household. All regions of England, and Wales, saw population growth between 2001 and 2011, with the highest growth in London, the East of England and East Midlands.\n\n[Information published so far from 2011 Census](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/index.html \"Population and Household Estimates in England and Wales\") is available on the ONS website.\n"
    },
    {
      "title": "Health",
      "markdown": "### General Health\n\nUsual residents were asked to assess their general state of health on a five point scale: very good, good, fair, bad or very bad. The majority, 81 per cent (45.5 million), described themselves as being in good or very good health, as shown in Figure 1. A further 13 per cent (7.4 million) described their health as fair, and the remaining six per cent (3.1 million) described their health as bad or very bad.\n\nThis was not a new question in 2011 but its structure has changed. In 2001 it was based on a three point scale: good, fairly good or not good. The findings are therefore not directly comparable. For example, some people recording their health as ‘fair’ in 2011 might have said ‘fairly good’ using a 2001 scale but some might have said ‘not good’. An analysis of estimates relating to health and care will be published on 30 January 2013. This story will compare general health data with 2001 by [applying weights to the response categories (275.3 Kb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--41--spring-2009/an-investigation-into-the-impact-of-question-change-on-estimates-of-general-health-status-and-healthy-life-expectancy.pdf \"An investigation into the impact of question change on estimates of General Health Status and Healthy Life Expenctancy\").\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nRegionally London had the highest percentage of usual residents describing their health as very good; 50 per cent (4.1 million). The North East had the lowest figures; 44 per cent (1.1 million).\n\nWales and the North East of England had the highest percentages of usual residents reporting bad or very bad health; eight per cent (234,000) and seven per cent (193,000) respectively. The South East had the smallest percentage of residents reporting to be in either bad or very bad health, four per cent (375,000).\n\nInformation on health is provided in table [KS301EW (403.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks301ew.xls \"RFT Table KS301EW\") .\n\n### Long-term activity-limiting illness\n\nIn 2011, those reporting a long term health problem or disability (including those related to age) that limited their day-to-day activities and that had lasted, or was expected to last, at least 12 months, were asked to assess whether their daily activities were limited a lot, a little or not at all by such a health problem. The 2011 estimates are in Table 1.\n\nIn 2001 the long term activity limiting illness response categories were yes and no. To compare 2001 and 2011, the 2011 results for \u0027Yes, limited a lot\u0027 and \u0027Yes, limited a little\u0027 must be amalgamated into a single \u0027Yes\u0027 response. On this basis, the percentage of people in England and Wales with a long-term activity-limiting illness has changed little - 18 per cent (10.0 million) in 2011, compared to 18 per cent (9.5 million) in 2001.\n\nWales had a higher percentage of residents with a long-term illness, 23 per cent (696,000), than any England region. This was also true in 2001 when 23 per cent (676,000) of usual residents had a long-term activity-limiting illness. The North East reported 22 per cent (562,000) of residents with a long-term illness.\n\nLondon had the largest increase in the percentage of residents without a long-term activity-limiting illness, going from 85 per cent (6.1 million) in 2001 to 86 per cent (7.0 million) in 2011 and showing an opposite trend to other regions ie the East and West Midlands, the East of England and the South East and South West.\n\nInformation on long term activity limiting health problems is provided in table [KS301EW (403.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks301ew.xls \"RFT Table KS301EW\").\n"
    },
    {
      "title": "Religion",
      "markdown": "The question on religious affiliation in the census was introduced in 2001 and is voluntary. The order of the main religion groups by size did not change between 2001 and 2011. Those affiliated with the Christian religion remained the largest group; 59 per cent (33.2 million) of usual residents in England and Wales.\n\nThis is a decrease of 13 percentage points since 2001 when 72 per cent (37.3 million) of usual residents stated their religion as Christian. It is the only group to have experienced a decrease in numbers between 2001 and 2011 despite population growth.\n\nThe second largest response category in 2011 was no religion. This increased 10 percentage points from 15 per cent (7.7 million) of usual residents in 2001, to 25 per cent (14.1 million) in 2011.\n\nThe next most stated religion in England and Wales was Muslim with five per cent (2.7 million) of usual residents stating their religion as Muslim in the 2011 Census; an increase of two percentage points since 2001 when three per cent (1.5 million) of usual residents stated that they were Muslim.\n\nBetween 2001 and 2011 the percentage of residents affiliating themselves with the Christian religion declined in all England regions and Wales.\n\nThe highest percentage, 68 per cent (1.8 million) of people who responded that their religion was Christian was in the North East. This represents a 12 percentage point decrease on 2001, when this region also had the highest percentage of people who stated that their religion was Christian. London had the lowest percentage of usual residents stating their religion as Christian in both 2011 (48 per cent, 4.0 million) and 2001 (58 per cent, 4.2 million).\n\nLondon had the highest percentage of all other religious affiliations except Sikh; Muslim (12 per cent, 1.0 million), Hindu (five per cent, 411,000), Jewish (two per cent, 149,000), Buddhist (one per cent, 82,000), and other religion (less than one per cent, 48,000). The West Midlands had the highest percentage of people who responded that their religion was Sikh (two per cent, 30,000).\n\nLondon also had the highest percentage of usual residents who did not state a religion in 2011 – eight per cent (693,000) did not answer.\n\nFigure 2 shows that the percentage of residents reporting no religion has increased since 2001 for all England regions and Wales. In Wales, nearly a third (32 per cent, 983,000) of residents stated they had no religion, higher than the England regions and a 14 percentage point increase on 2001.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on religion is provided in tables [KS209EW (269.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks209ew.xls \"RFT Table KS209EW\") and [QS210EW (628.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-qs210ew.xls \"RFT Table QS210EW\") .\n\nFurther discussion of estimates relating to the religions of usual residents in England and Wales is available via a [short story](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rpt-religion.html \"short story\") published as part of this release.\n"
    },
    {
      "title": "Ethnic group",
      "markdown": "Most usual residents of England and Wales belonged to the White ethnic group (86 per cent, 48.2 million) in 2011, a decrease of five percentage points since 2001 (91 per cent, 47.5 million). The majority of these belonged to the White British group (80 per cent of the total population, 45.1 million).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFigure 4 shows that Wales had the largest percentage of people of White ethnic group in 2011, 96 per cent (2.9 million). In London in 2011, 45 per cent (3.7 million) out of 8.2 million usual residents were White British.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on ethnic group is provided in tables [KS201EW (335 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks201ew.xls \"RFT Table KS201EW\")  and  [QS202EW (242.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-qs202ew.xls \"RFT Table QS202EW\") .\n\n### Ethnic groups within households\n\nThere has been a rise in the percentage of households containing usual residents of more than one ethnic group. This includes, for example, households where partners or members of different generations are of different ethnic groups.\n\nThe percentage of households containing two people or more is the same in 2011 (70 per cent, 16.3 million) as it was in 2001 (70 per cent, 15.2 million), but the percentage of households that contain members of different ethnic groups has increased.\n\nIn England and Wales in 2011, 12 per cent (2.0 million) of all households with at least two people had members from different ethnic groups. This was an increase of three percentage points on 2001 (nine per cent, 1.4 million).\n\nThis varies by region as can be seen in Figure 5.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nChanges between 2001 and 2011 could be a result of migration, either within or from outside the UK, including young adults attending university, and mortality.\n\nFurther discussion of estimates relating to the ethnic groups of usual residents is available via a short story published as part of this release.\n\n### National identity\n\nThe 2011 Census collected data on national identity for the first time. In later releases of census statistics, when cross tabulations become available, it will be possible to see more information about the relationship between national identity and other topics, for example ethnicity and country of birth.\n\nIndividuals could identify themselves on the census questionnaire as having more than one national identity; for example a person could record that they had both English and British national identity. In England and Wales, most usual residents (91 per cent, 51.0 million) reported at least one national identity of English, Welsh, Scottish, Northern Irish, or British.\n\nInformation on national identity is provided in table [KS202EW (553.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks202ew.xls \"RFT Table KS202EW) .\n"
    },
    {
      "title": "Usual residents born outside the UK",
      "markdown": "Eighty seven per cent (48.6 million) of the population of England and Wales was UK born, a rise of 1.2 million people since 2001 but a decline of four percentage points from 91 per cent (47.4 million) of the population.\n\nIn 2011, 13 per cent (7.5 million) of usual residents reported a country of birth outside the UK. This is an increase of four percentage points since 2001 (nine per cent, 4.6 million).\n\nAt the regional level, Figure 6 shows that the percentage of the usually resident population of all England regions and Wales that was foreign born rose between 2001 and 2011, and that the relative distributions across the regions remained the same. In both 2001 and 2011 London had the largest percentage of foreign born residents; increasing 10 percentage points from 27 per cent (1.9 million) of usual residents being foreign born in 2001 to 37 per cent (3.0 million) in 2011. Hence in London in 2011, more than one in three usual residents was non-UK born, whereas in the North East, where the smallest percentage (five per cent, 129,000) of the population was foreign born, the ratio was one in 20.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n### Age and year of arrival\n\nThe 2011 Census was the first to ask for information on the age and year of most recent1 arrival of foreign born usual residents. Sixty eight per cent (5.1 million) of foreign born usual residents were between the ages of 15 and 44 when they arrived, and 27 per cent (2.0 million) arrived when they were aged 14 or younger.\n\nOf the 13 per cent (7.5 million) of residents in England and Wales in 2011 who were not born in the UK, just over half (3.8 million) arrived between 2001 and 2011, as can be seen in Figure 7. This relates to higher levels of migration seen over the last decade due in part due to the accession of 10 countries into the EU in 2004. Between 2004 and 2006, 15 per cent (1.2 million) of non UK born usual residents arrived in England and Wales, and 16 per cent (1.2 million) arrived between 2007 and 2009. This compares with 17 per cent (1.2 million) in the decade 1991 to 2000. Foreign born usual residents who arrived prior to 2001 will have decreased as a proportion of the total, due to mortality, onward migration or return to country of origin.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity7.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on age and year of arrival is provided in tables [QS802EW (331 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-qs802ew.xls \"RFT Tables QS802EW\") and [QS801EW (295.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-qs801ew.xls \"RFT Table QS801EW\") .\n\n### Country of birth\n\nThe most reported countries of birth of foreign born usual residents changed over the 10 years since 2001. Table 3 shows the differences.\n\nThe three most reported countries of birth in 2011 (India, Poland and Pakistan) each had greater numbers of usual residents than the most reported country of birth in 2001 (Ireland). In addition the 10 most reported countries of birth in 2011 all had greater numbers of usual residents than the country of equivalent rank in 2001.\n\nThe estimate of usual residents in England and Wales who were born in Poland rose by six percentage points from one per cent (58,000) in 2001 to seven per cent (579,000) in 2011.\n\nFurther discussion of estimates relating to foreign born usual residents is available via a short story published as part of this release.\n\nInformation on countries of birth is provided in tables [KS204EW (286.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks204ew.xls \"RFT Table KS204EW\") and [QS203EW (782 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-qs203ew.xls \"RFT Table QS203EW\") .\n\n### Passports held\n\nThe 2011 Census collected information for the first time on passports held. This can be an indicator of nationality. Eighty three per cent (46.6 million) of usual residents had at least one passport and 17 per cent (9.5 million) usual residents did not have a passport. Passports held across the regions of England, and Wales are shown in Figure 82.\n\nThe number of residents who held a passport that was not a UK passport was nearly 4.8 million. Of these 2.3 million were EU passports (other than UK) and 2.4 million were other foreign passports.\n\nSubsequent releases from 2011 Census will include cross tabulations of passports held and country of birth, which together are a more complete indicator of migration status since, for example, British citizens can be born abroad and other people living in the UK who were born abroad can acquire British citizenship.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity8.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nThe highest reported levels of passports held were in London, with 92 per cent (7.5 million) of usual residents holding at least one passport. This compares to Wales where 78 per cent (2.4 million) of usual residents held at least one passport. London was also the region with the highest percentage holding a non-UK passport (24 per cent, 2.0 million).\n\nInformation on passports held is provided in table [KS205EW (357.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks205ew.xls \"RFT Table KS205EW\") .\n\n##### Notes for Usual residents born outside the UK\n1. The 2011 Census asked individuals to state the date of most recent arrival as some usual residents may have migrated to the UK more than once.\n2. Usual residents in the \u0027UK passport\u0027 category may also hold one or more non-UK passports. Usual residents in the \u0027Other passport\u0027 category do not hold a UK passport but may hold more than one non-UK passport.\n"
    },
    {
      "title": "Household language",
      "markdown": "The 2011 Census collected information for the first time on main language and English language skills.\n\nIn 2011, all usual residents in 91 per cent (21.3 million) of households spoke English as a main language. In a further four per cent (868,000) of households at least one adult spoke English as a main language and in one per cent (182,000) of households no adults but at least one child spoke English as a main language. In the remaining four per cent (1.0 million) of households there were no residents who had English as a main language.\n\nPeople who did not report English1 as a main language may be fluent English speakers and were able to report their English language proficiency as ‘good’ or ‘very good’.\n\nSubsequent releases from 2011 Census will include cross tabulations of main language by proficiency in English.\n\nHouseholds where one or more usual residents do not speak English as a main language are not evenly distributed across the regions, as shown in Figure 9. London had the highest percentage; 26 per cent (848,000) of households contained a usual resident whose main language was not English. The North East had the lowest percentage; three per cent (36,000) of households containing a usual resident whose main language was not English. This distribution is similar to that seen for foreign born usual residents.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity9.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on household language is provided in table KS206EW (268 Kb Excel sheet) .\n\n##### Notes for Household language\n1. English or Welsh in Wales.\n"
    },
    {
      "title": "How we live",
      "markdown": "This section covers the usually resident population that lived in households, and presents the type of accommodation we lived in and whether it was owned or rented, how many rooms we had, whether we had central heating and the number of cars and vans that we had access to. It then covers who we lived with within households and what our marital status was. Finally it presents summary estimates of the proportion of the population that lived in a communal establishment.\n\n- Sixty four per cent (14.9 million) of households owned their own home in 2011, either with a mortgage or loan, or outright. Home ownership decreased four percentage points since 2001, but more people owned their home outright, an increase of two percentage points from 29 per cent (6.0 million) to 31 per cent (7.2 million). The proportion that rented from a private landlord or letting agency increased by six percentage points  from nine per cent (1.8 million) to 15 per cent (3.6 million).\n- London was the only region where the number of cars and vans was lower than the number of households.\n- Married, civil partnered, and one person households accounted for 63 per cent (14.8 million) of all households.\n- Nearly two per cent (1.0 million) of residents of England and Wales lived in communal establishments.\n"
    },
    {
      "title": "Accommodation and tenure",
      "markdown": "### Accommodation type\n\nIn general, as can be seen in Figure 10, the relative proportions of accommodation types remained the same between 2001 and 2011 although the percentage of households living in purpose-built flats, maisonettes or apartments in a block of flats or tenements rose by two percentage points from 14 per cent (3.1 million) households in 2001 to 16 per cent (4.0 million) in 2011.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity10.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nThe England regions and Wales showed similar percentages of households residing in the different types of accommodation, with the exception of London which had the smallest percentage (48 per cent, 1.6 million) of households residing in whole houses or bungalows. The percentage of households residing in terraced houses varies from 21 per cent (407,000) in the East Midlands to 30 per cent (359,000) in the North East. Accommodation type in the England regions and Wales is shown in Figure 11.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity11.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n### Tenure\n\nType of tenure refers to whether the household owned or rented their accommodation. Table 4 compares the percentage of households with different tenure types in 2011 and 2001. The four most frequently reported tenure types for households in 2011 were owned with a mortgage or loan at 33 per cent (7.6 million), followed by owned outright at 31 per cent (7.2 million), renting from a private landlord or letting agency at 15 per cent (3.6 million) and then renting from the council at nine per cent (2.2 million).\n\nOwnership with a mortgage or loan decreased six percentage points from 39 per cent (8.4 million) in 2001 to 33 per cent (7.6 million) in 2011, while ownership outright increased by two percentage points from 29 per cent (6.4 million) in 2001 to 31 per cent (7.2 million) in 2011.\n\nRenting from the council decreased four percentage points from 13 per cent (2.9 million) in 2001 to nine per cent (2.2 million) in 2011. Renting from a private landlord or letting agency increased six percentage points from nine per cent (1.9 million) in 2001 to 15 per cent (3.6 million) in 2011. The decline in rental from the council reflects in part the policy of [transferral of housing stock from councils to housing associations](http://www.homesandcommunities.co.uk/ourwork/existing-stock \"How the population of Wales has changed over the last 100 years).\n\nThe England and Wales distribution of tenure types in 2011 was the same for all regions except London, the South West and Wales.\n\nIn Wales and the South West more households were owned outright than with a mortgage or loan. This is likely to be linked to the [relatively older populations of these areas](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/stb-e-w.html \"STB E\u0026W\"). In London, owned with a mortgage or loan is the largest category (27 per cent, 886,000), followed by private rental from a landlord or letting agency (24 per cent, 776,000).\n\nInformation on tenure is provided in table [KS402EW (270 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks402ew.xls \"RFT Table KS402EW) .\n"
    },
    {
      "title": "Rooms, bedrooms and central heating",
      "markdown": "### Rooms and bedrooms\n\nIn England and Wales in 2011 there was an average of 5.4 rooms per household, an increase of 0.1 on the estimate of 5.3 in 2001.\n\nThis ranged from 4.7 in London, the only region with an average of less than 5.3 rooms, to 5.6 in the East Midlands, East of England, South East and South West. Wales had the highest average number of rooms per household, 5.7.\n\n2011 Census asked about the number of bedrooms in households for the first time. The average number of bedrooms per household in England and Wales was 2.7. There was little variation across England and Wales, with London reporting the lowest average, 2.5 bedrooms per household, all other England regions with an average of either 2.7 or 2.8, and Wales with an average of 2.9.\n\nThe occupancy ratings of rooms and bedrooms are indicators of deprivation and overcrowding in a household. An occupancy rating of -1 implies that there is one room too few for the number of people living in the household. In 2011 nine per cent (2.0 million) of households in England and Wales had an occupancy rating of -1 or less for rooms. This is an increase of two percentage points on 2001, when seven per cent (1.5 million) of households in England and Wales had an occupancy rating of -1 or less for rooms. Five per cent (1.1 million) had an occupancy rating of -1 or less for bedrooms1.\n\nLondon had the highest percentages of households with occupancy ratings of -1 or less for rooms and bedrooms, 22 per cent (707,000) and 11 per cent (371,000) respectively. Other than the North East region (five per cent, 57,000), Wales had the lowest percentage of households with occupancy ratings of -1 or less for rooms, and other than the South West (three per cent, 62,000), Wales and the North East had the lowest percentage of households with occupancy ratings of -1 or less for bedrooms.\n\nInformation on rooms and bedrooms is provided in table [KS403EW (282.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks403ew.xls \"RFT Table KS403EW\") .\n\n### Central heating\n\nNearly all households in England and Wales in 2011 reported that they had central heating (97 per cent, 22.7 million). In 2001, this was five percentage points lower at 92 per cent (19.8 million). Houses built in the intervening 10 years may have had central heating as a standard feature.\n\nInformation on central heating is provided in table [KS403EW (282.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks403ew.xls \"RFT Table KS403EW\") .\n\n##### Notes for Rooms, bedrooms and central heating\n1. The use of bedrooms as an indicator of overcrowding was introduced in the Housing (Overcrowding) Bill 46 (2003). The definition of the bedroom standard refers to uninhabitable bedrooms and rooms with less than 50ft2 floor space. The census does not collect this information and it is not used in deriving 2011 Census bedroom occupancy ratings. The derivation of bedroom occupancy rating takes into account circumstances where people may share bedrooms eg married couples.\n"
    },
    {
      "title": "Car or van availability",
      "markdown": "The number of cars and vans available to households in England and Wales increased from 23.9 million in 2001 to 27.3 million in 2011. The increase of 3.4 million cars and vans is similar to the overall increase in the usually resident population (3.7 million) over the same period. In 2001 there were on average 11 cars per 10 households whereas in 2011 there were 12 cars per 10 households.\n\nIn London there was a decrease of 0.1 cars or vans available per household. The percentage of households with no cars or vans increased from 37 per cent (1.1 million) in 2001 to 42 per cent (1.4 million) in 2011.\n\nFigure 12 shows that London was the only region in 2011 with fewer cars and vans (2.7 million) than households (3.3 million); in 2001 the North East also had fewer cars and vans than households.  The lower numbers of cars and vans in London may be related to factors such as high population densities and extensive public transport facilities.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity12.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFigure 13 shows that the percentage of households with access to two, three, or four or more cars or vans increased whilst the number with none or one decreased. This is expected given the overall increase in cars and vans per household. 2011 Census cross tabulations that are being published subsequently, may help to explain the increase in cars or vans available to households, eg people in households by age, will be published in 2013.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity13.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n"
    },
    {
      "title": "Marital status",
      "markdown": "Table 5 shows that in 2011, as in 2001, the largest marital status group was those people who were married, at 47 per cent (21.2 million). This was a decrease of four percentage points from the 2001 estimate of 51 per cent (21.2 million). Civil partnerships, as a new legal partnership status1, were a small proportion of the total – less than one per cent (105,000). The percentage of single (never married) people increased five percentage points from 30 per cent (12.5 million) in 2001 to 35 per cent (15.7 million) in 2011. The remainder of the usually resident population in 2011 was composed of divorced (nine per cent, 4.1 million), widowed (seven per cent, 3.2 million), and separated (three per cent, 1.2 million) individuals from either opposite or same sex relationships.\n\nThe percentage of usual residents that were married declined by between four and six percentage points in Wales and all England regions except London, where it fell by two percentage points.\n\nThe percentage of people married in London in 2011 was five percentage points lower (40 per cent, 2.6 million) than the region with the next lowest estimates, the North West (45 per cent, 2.6 million). In 2001, the percentage of usual residents married in London (42 per cent, 2.4 million) was eight percentage points less than the North West (50 per cent, 2.7 million).\n\nInformation on marital and civil partnership status is provided in table [KS103EW (252 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks103ew.xls \"RFT Table KS103EW\") .\n\n##### Notes for Marital status\n1. The Civil Partnership Act 2004 came into effect in the UK on 5 December, 2005.\n"
    },
    {
      "title": "Household composition",
      "markdown": "Household composition refers to the usual residents in a household and their relationship to each other. Households may be a family or they may consist of one person living alone or unrelated adults sharing. A family is a couple (married, civil partners or cohabiting), with or without children, or a lone parent with at least one child. Children may be dependent or non-dependent.\n\nOf the 23.4 million households in England and Wales on 27 March 2011, the most reported household type was where there was one family (62 per cent, 14.4 million) followed by those where there was one person living alone (30 per cent, 7.1 million). Table 6 shows the details.\n\nThere was a two percentage point increase in households containing one cohabiting couple family; from eight per cent (1.8 million) in 2001 to 10 per cent (2.3 million) in 2011.\n\nThe proportion of lone parents also increased, by one percentage point, from 10 per cent (2.1 million) in 2001 to 11 per cent (2.5 million) in 2011, while the proportion of households containing one married family decreased four percentage points from 37 per cent (7.9 million) in 2001 to 33 per cent (7.8 million) in 2011. Although the decrease reflects the decrease in [numbers of marriages](http://www.ons.gov.uk/ons/rel/vsob1/marriages-in-england-and-wales--provisional-/index.html \"numbers of marriages\") since the 1970’s, this category is not directly comparable between 2001 and 2011 because the 2011 category includes civil partnerships for the first time.\n\nInformation on household composition is provided in table [KS105EW (336 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks105ew.xls \"RFT Table KS105EW\") .\n"
    },
    {
      "title": "Residents in communal establishments",
      "markdown": "The 2011 Census estimated that 98 per cent (55.1 million) of usual residents in England and Wales lived in households. Two per cent (1.0 million) lived in communal establishments, similar to 2001 (two per cent, 858,000). Communal establishments provide managed residential accommodation; examples include sheltered accommodation units, student halls, large hotels, hospitals and prisons.\n\nIn 2011, 57 per cent (572,000) of all communal establishment residents in England and Wales resided in non-medical establishments, including large hotels, student halls or prisons. This was a decrease of three percentage points on 2001 (54 per cent, 460,000).\n\nForty two per cent (420,000) of communal establishment residents were in medical and care establishments; 38 per cent (383,000) of this group were in care homes and four per cent (38,000) were in other medical establishments1.\n\nThe percentage of communal establishment residents in non-medical establishments varied across the England regions and Wales from 51 per cent (23,000) in the North East to 58 per cent (58,000) in London. The percentage of communal establishment residents in care homes varied between 33 per cent (33,000) in London and 44 per cent (20,000) in the North East.\n\nInformation on usual residents in households and communal establishments is provided in table [KS101EW (284.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks101ew.xls \"RFT Table KS101EW\") and [KS405EW (306.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks405ew.xls \"RFT Table KS405EW\") .\n\n##### Notes for Residents in communal establishments\n1. The other medical establishments include NHS-run establishments, children’s homes and medical establishments run by registered social landlords.\n"
    },
    {
      "title": "What we do",
      "markdown": "The census is valuable in providing a detailed picture at a point in time of the characteristics of the population. This section covers how we occupied ourselves, whether we provided care for less able members of society, what we did to earn money, what levels of qualifications we had, whether we were employed and if so where and how many hours we worked.\n\n- Ten per cent (5.8 million) of residents of England and Wales provided unpaid care for someone with an illness or disability. This was the same percentage as in 2001 (10 per cent, 5.2 million).\n- In 2011, 70 per cent (28.7 million) of residents aged between 16 and 74 (41.1 million) were economically active. Fifty five per cent (15.8 million) of economically active usual residents in 2011 were full-time employees.\n- In 2011, 13 per cent (3.5 million) of the population aged 16 to 74 in employment worked 49 hours or more, down three percentage points from 16 per cent (3.8 million) in 2001.\n- In 2011, 27 per cent (12.4 million) of usual residents aged 16 and over reported qualifications of Level 4 or above, eg Bachelor’s degree. In London, 38 per cent (2.5 million) of usual residents aged 16 and over had achieved a qualification of Level 4 or above.\n- The Wholesale and retail trade was the largest employer of the 16 to 74 age group in 2011 with 16 per cent (4.2 million) of employed usual residents working in this sector.\n"
    },
    {
      "title": "Provision of unpaid care",
      "markdown": "A person is a provider of unpaid care if they look after or give help or support to family members, friends, neighbours or others because of long-term physical or mental ill health or disability, or problems related to old age. This does not include any activities as part of paid employment.\n\nTable 7 shows that 10 per cent (5.8 million) of usual residents were giving care in 2011. This is the same percentage as in 2001 (10 per cent, 5.2 million). Of this group, over a third (37 per cent, 2.1 million) were giving 20 or more hours care a week, an increase of five percentage points (473,000) on 2001 (32 per cent, 1.7 million).\n\nFigure 14 shows that a higher percentage (12 per cent, 370,000) of usual residents in Wales were unpaid caregivers than in any England region, and Wales also had the highest percentages of 20 to 49 and 50 or more hours of care provided; two per cent (54,000) and three per cent (104,000) respectively.\n\nA lower percentage of London residents (eight per cent, 690,000) provided unpaid care than in any other England region.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity14.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on provision of unpaid care is provided in table [KS301EW (403.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks301ew.xls \"RFT Table KS301EW\").\n"
    },
    {
      "title": "Economic activity",
      "markdown": "For this statistical release, economic activity1 is presented for usual residents aged between 16 and 74. A usual resident is considered economically active if employed, self-employed or unemployed but looking for work and able to start within two weeks. In 2011, 70 per cent (28.7 million) of usual residents aged between 16 and 74 (41.1 million) were economically active.\n\nEconomic activity as collected by 2011 Census is not directly comparable with 2001 due to factors that include changes in the underlying classification and improvements in the questions on the census questionnaire. ONS will publish analysis in 2013 to help users to understand how these estimates have changed in the 10 year period.\n\nThe region with the highest economic activity amongst 16 to 74 year old usual residents in 2011 was the South East with 72 per cent (4.5 million) economically active usual residents. Wales had a lower level of economic activity amongst 16 to 74 year old usual residents than any England region, with 66 per cent (1.5 million) economically active people.\n\nEconomic activity is categorised into various groups2 as shown in Figure 15.\n\nFigure 15 also highlights the differences in male and female employment types amongst 16 to 74 year olds. In 2011 almost four times as many women (33 per cent, 4.4 million) were part-time employees compared to men (eight per cent, 1.2 million).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity15.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on economic activity is provided in tables [KS601EW (360.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks603ew.xls \"RFT Table KS601EW\") , [KS602EW (361 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks602ew.xls \"RFT Table KS602EW\") and [KS603EW (358.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks603ew.xls \"RFT Table KS603EW\") .\n\n### Hours worked\n\nThe number of hours worked1 by employed usual residents aged 16 to 74 decreased overall between 2001 and 2011. In 2001, 16 per cent (3.8 million) of this group worked 49 hours or more. This decreased by three percentage points to 13 per cent in 2011. Similarly; in 2001, 59 per cent (14.0 million) of this population worked 31 to 48 hours; this decreased by one percentage point to 58 per cent (15.3 million) in 2011.\n\nFigure 16 shows the clear difference between males and females in the numbers of hours worked.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity16.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on hours worked is provided in table KS604EW (382.5 Kb Excel sheet) .\n\n### Unemployment\n\nAccording to 2011 Census, six per cent (1.8 million) of the economically active population in England and Wales aged between 16 and 74 was unemployed1. This group includes those who had never worked (less than one per cent, 291,000), and those who reported long-term unemployment (one per cent, 706,924).\n\nEconomic activity as collected by 2011 Census is not directly comparable with 2001 due to factors that include changes in the underlying classification and improvements in the questions on the census questionnaire. ONS will publish analysis in 2013 to help users to understand how these estimates have changed in the 10 year period.\n\nThe level of unemployment varied between the regions from eight per cent (103,000) in the North East to five per cent (126,000) in the South West, as can be seen in Figure 17.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity17.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on unemployment as collected by the census is provided in tables [KS601EW (360.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks601ew.xls \"RFT Table KS601EW\") , [KS602EW (361 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks602ew.xls \"RFT Table KS602EW\") and [KS603EW (358.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks603ew.xls \"RFT Table KS603EW\") .\n\n#####Notes for Economic activity\n1. Due to definitional differences, and because the census questionnaire is self completed by the population of England and Wales, the census estimates of people in employment may differ from other sources as, for example, some respondents may include voluntary work when asked about employment. The most authoritative and up to date estimates of the labour market status, including employment and  unemployment, are the labour market statistics that ONS publishes monthly. The census is valuable in providing a detailed picture at the time of the census of the characteristics of the economically active population.\n2. Full-time students and the self-employed may also be part-time workers.\n"
    },
    {
      "title": "Qualifications",
      "markdown": "The qualifications classification enables estimates to be produced of the percentage of the population obtaining the highest level of the academic and vocational or professional qualifications. Although not a new question in 2011, some of the qualifications estimates are not directly comparable with 2001. This is due to multiple factors including changes in the level assigned to some qualifications, and the addition of a foreign qualification tick-box. Briefly the level categorisation is as follows:\n\n- No qualifications: No formal qualifications.\n- Level 1: 1-4 GCSEs or equivalent qualifications.\n- Level 2: 5 GCSEs or equivalent qualifications.\n- Apprenticeships.\n- Level 3: 2 or more A-levels or equivalent qualifications.\n- Level 4 or above: Bachelors degree or equivalent, and higher qualifications.\n- Other qualifications including foreign qualifications.\n\nIn England and Wales 27 per cent (12.4 million) of usual residents aged 16 and over had achieved Level 4 or above qualifications in 2011. As shown in Figure 18, this was a higher percentage than those that had no qualifications; 23 per cent (10.3 million). The group who reported no qualifications includes those aged 16 and over who were still studying ie some respondents had not completed their education.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity18.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nOf the England regions and Wales, London reported the highest levels of qualifications held; 38 per cent (2.5 million) of usual residents had Level 4 or above qualifications and 18 per cent (1.2 million) of usual residents had no qualifications.\n\nExcluding London, the highest percentage of Level 4 or above attainment was 30 per cent (2.1 million) in the South East, with the lowest percentage of Level 4 or above attainment in the North East at 22 per cent (473,000), a difference of eight percentage points. When London is included, this range doubles to a difference of 16 percentage points, seen between London and the North East. The percentage of the usually resident population in London and surrounding regions with Level 4 or above qualifications may be related to increased levels of graduate employment opportunities in these areas.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/ethnicity19.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nInformation on qualifications is provided in table [KS501EW (307 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks501ew.xls \"RFT Table KS501EW\").\n"
    },
    {
      "title": "- Industry and occupation",
      "markdown": "In England and Wales in 2011, 26.5 million employed usual residents aged between 16 and 74 reported their industry and occupation1.\n\n### Industry\n\nAs can be seen in Table 8, the Wholesale and retail trade was the largest employer of the 16 to 74 age group in 2011 with 16 per cent (4.2 million) of employed usual residents working in this sector.\n\nEconomic activity as collected by 2011 Census is not directly comparable with 2001 due to factors that include changes in the underlying classification and improvements in the questions on the census questionnaire. ONS will publish analysis in 2013 to help users to understand how these estimates have changed in the 10 year period.\n\nAs well as being the largest industry of employment nationally in 2011, the Wholesale and retail trade was also the largest employer in nearly all the England regions and Wales - except London, in which the Real estate activities sector had a greater workforce (19 per cent, 748,000).\n\nInformation on industry is provided in tables [KS605EW (418 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks605ew.xls \"RFT Table KS605EW\") , [KS606EW (418.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks606ew.xls \"RFT Table KS606EW\") and [KS607EW (415 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rft-table-ks607ew.xls \"RFT Table KS607EW\") .\n\n### Occupation\n\nIn 2011, the occupation1 with the highest number of respondents was the Professional group (17 per cent, 4.6 million), with Process, plant and machine operatives at the opposite end of the scale (seven per cent, 1.9 million).\n\nEconomic activity as collected by 2011 Census is not directly comparable with 2001 due to factors that include changes in the underlying classification and improvements in the questions on the census questionnaire. ONS will publish analysis in 2013 to help users to understand how these estimates have changed in the 10 year period.\n\n##### Notes for Industry and occupation\n\n1. Due to definitional differences, and because the census questionnaire is self completed by the population of England and Wales, the census estimates of people in employment may differ from other sources as, for example, some respondents may include voluntary work when asked about employment. The most authoritative and up to date estimates of the labour market status including employment and  unemployment are the labour market statistics that ONS publishes monthly. The census is valuable in providing a detailed picture at the time of the census of the characteristics of the economically active population.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. This publication follows the [2011 Census Population and Household Estimates for England \u0026 Wales](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/index.html \"2011 Census Population and Household Estimates for England \u0026 Wales\"). The census provides estimates of the characteristics of all people and households in England and Wales on census night. These are produced for a variety of users including government, local and unitary authorities, business and communities. The census provides population statistics from a national to local level. This short story discusses the results for England \u0026 Wales.\n\n2. In making comparisons to 2001, the population estimates (by age and sex) have been compared with the mid-year estimates for 2001, 52.4 million. For other characteristics, comparisons are made with 2001 Census estimates, 52.0 million. Footnotes are provided with tables to identify the data sources used.\n\n3. 2001 Census data are available via the [Neighbourhood Statistics](http://www.neighbourhood.statistics.gov.uk/dissemination/Download1.do \"Neighbourhood Statistics\") website. Relevant table numbers are provided in all download files within this publication.\n\n4. Interactive [data visualisations](http://www.ons.gov.uk/ons/interactive/index.html \"data visualisations\") developed by ONS are also available to aid interpretation of the results.\n\n5. Future releases from the 2011 Census will include more detail in cross tabulations, and tabulations at other geographies. These include wards, health areas, parliamentary constituencies, postcode sectors and national parks. Further information on future releases is available online in the [2011 Census Prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census Prospectus\").\n\n6. Due to definitional differences, and because the census questionnaire is self completed by the population of England and Wales, the census estimates of people in employment may differ from other sources as, for example, some respondents may include voluntary work when asked about employment. The most authoritative and up to date estimates of the labour market status including employment and  unemployment are the labour market statistics that ONS publishes monthly. The census is valuable in providing a detailed picture at the time of the census of the characteristics of the economically active population.\n\n7. ONS has ensured that the data collected meet users\u0027 needs via an extensive [2011 Census outputs consultation](http://www.ons.gov.uk/ons/guide-method/census/2011/the-2011-census/census-consultations/index.html \"2011 Census outputs consultation\") process in order to ensure that the 2011 Census outputs will be of increased use in the planning of housing, education, health and transport services in future years.\n\n8. Any reference to local authorities includes both local and unitary authorities.\n\n9. Figures in this publication may not sum due to rounding. Percentage point changes in the text are based on rounded data.\n\n10. The England and Wales census questionnaires asked the same questions with one exception; an additional question on Welsh language was included on the Wales questionnaire.\n\n11. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the [National Records of Scotland (NRS)](http://www.ons.gov.uk/ons/external-links/devolved-admins/national-records-of-scotland/scotland-s-census-2011.htm \"Scotland\u0027s census 2011\"l) and the Northern Ireland Statistics and Research Agency [(NISRA)](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/2011-census-in-northern-ireland.html \"(NISRA)\") respectively.\n\n12. ONS is responsible for the publication of UK statistics (compiling comparable statistics from the UK statistical agencies above). These will be compiled as each of the three statistical agencies involved publish the relevant data. The [Northern Ireland census prospectus](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/northern-ireland-census-2011-output-prospectus.html \"Northern Ireland Census Output Prospectus\") and the [Scotland census prospectus](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scotland-census-prospectus.html \"Scotland census prospectus\")) are available online. The first release of UK population estimates will take place on 17 December 2012.\n\n13. A person\u0027s place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the services did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n14. A household is defined as one person living alone, or a group of people (not necessarily related) living at the same address who share cooking facilities and share a living room, sitting room or dining area.\n\n15. All key terms used in this publication are explained in the [2011 Census glossary](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/2011-census-definitions/index.html \"2011 Census Glossary and Definitions\"). Information on the [2011 Census Geography Products for England and Wales](http://www.ons.gov.uk/ons/guide-method/geography/products/census/index.html \"2011 Census Geography Products for England and Wales\") is also available.\n\n16. All census population estimates were extensively quality assured, using other national and local sources of information for comparison and review by a series of quality assurance panels. An extensive [range of quality assurance, evaluation and methodology papers](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/index.html \"range of quality assurance, evaluation and methodology papers\") were published alongside the first release in July 2012 and have been updated in this release, including a [Quality and Methodology Information (QMI) document (152.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/quality-methodology-information-paper.pdf \"Quality Methodology information paper\") .\n\n17. The 2011 Census achieved its overall target response rate of 94 per cent of the usually resident population of England and Wales, and over 80 per cent in all local and unitary authorities. The population estimate for England and Wales of 56.1 million is estimated with 95 per cent confidence to be accurate to within +/- 85,000 (0.15 per cent).\n\n18. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "The resident population of England and Wales on 27 March 2011 was 56.1 million, a 7% increase since 2001.",
  "headline2": "Most residents of England and Wales belonged to the White ethnic group (86%, 48.2 million) in 2011.",
  "headline3": "12% (2.0 million) of households with at least two people had partners or household members of different ethnic groups in 2011.",
  "summary": "This bulletin, 2011 Census Key Statistics for England and Wales examines the defining characteristics of the population, who we are, how we live and what we do. The 2001 Census statistics covered are unique because the census is the only information source that measures these characteristics together across the whole population.",
  "relatedBulletins": [],
  "title": "2011 Census Key Statistics for England and Wales, March 2011",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "2011 Census Key Statistics for England and Wales, March 2011",
  "uri": "/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/2011censuskeystatisticsforenglandandwalesmarch2011",
  "fileName": "2011censuskeystatisticsforenglandandwalesmarch2011",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Cultural identity",
      "fileName": "culturalidentity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Ethnicity",
      "fileName": "ethnicity",
      "breadcrumb": []
    }
  ]
}