{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Headline figures",
      "markdown": "- Civil Service Employment on 31 March 2013 was 448,835, down just under 15,000, or around 3 per cent, on 31 March 2012.\n- In terms of working patterns, the number of full-time civil servants fell by 14,205 to around 340,050 between March 2012 and March 2013. The number of civil servants working part-time fell by around 770 to 108,790.\n- Females made up more than half (53 per cent) of all employees, the same as in 2012. However, over 90% of male civil servants were full time compared with less than two thirds of female civil servants.\n- Of those employees who declared their ethnicity, 9.6 per cent were from an ethnic minority, up 0.3 per cent from 2012. Of those who declared their disability status, 8.6 were disabled, up 0.3 per cent from 2012.\n- Median gross annual earnings (excluding over time or one-off bonuses) for Civil Service employees was £24,380 in March 2013, an increase of £480 (2 per cent) on March 2012.\n- There continue to be more leavers from the Civil Service than entrants with almost twice as many leavers between March 2012 and March 2013 as entrants.\n"
    },
    {
      "title": "Overview",
      "markdown": "This bulletin contains an overview of Civil Service employment statistics on 31 March 2013 in context with statistics from previous years. The earliest available data on a consistent basis is for 31 March 2008. Data prior to this was collected for different reference dates in the year. There were also changes in coverage prior to 2008. Longer time series for total civil service employment are available from the [Public Sector Employment release](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/index.html \"Public Sector Employment release index\").\n\nThis release counts all home Civil Service employees. Civil Service Statistics excludes the Northern Ireland Civil Service, other Crown servants and employees in the wider public sector, for example, employees of Non-Departmental Public Bodies (NDPBs) and the National Health Service (NHS). There are home Civil Service employees based in Northern Ireland and Overseas. Statistics on the Northern Ireland Civil Service can be found on the [Northern Ireland Statistics and Research Agency website](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra---agriculture-statistics.html \"NISRA - Agriculture Statistics\").\n\nStatistics are presented on a range of factors including working pattern, gender, ethnicity, disability status, earnings and location of the Civil Service workforce.\n"
    },
    {
      "title": "At a glance",
      "markdown": "In the year to 31 March 2013 Civil Service employment decreased by around 3 per cent. Just under 449,000 people worked in the Civil Service in March 2013.The decrease in Civil Service Employment consisted mainly of full-time staff.\n\nFemale civil servants continue to make up over half of employees in the Administrative and Executive Officer responsibility levels. At Senior and Higher Executive Officer, Grades 6 and 7, males outnumbered females, and at Senior Management (Senior Civil Service) levels around a third of civil servants were women.\n\nSince March 2012 headcount at Grades 6 and 7 increased by 4 per cent. Employee numbers at all other responsibility levels showed a decrease. The largest decrease was at the Administrative responsibility level (Administrative Officers and Assistants) with a fall of 6 per cent. The number of Senior Civil Servants decreased by almost 2 per cent.\n\n### Figure 1: Civil Service Employment Time Series; Headcount; 31 March; UK\n\n[Figure 1]-[Chart]\n\nAll regions had decreases in Civil Service employment. The greatest percentage decreases were in the East, South East and the South West of England, all of which had decreases in Civil Service employment of around 5 per cent of staff compared with March 2012.  The greatest reductions in numbers of civil service employees in England were in the North West (1,140), South West (1,040) and South East of England (1,020).\n\nThe number of leavers from the Civil Service between March 2012 and March 2013 was 31,570, around twice the number of entrants (16,550). The top reasons for leaving were resignation (9,590), redundancy/severance (7,780) and retirement (7,180). The majority of entrants and leavers were at the Administrative responsibility level.\n\nOf those civil servants who declared their ethnicity, 9.6 per cent were from an ethnic minority in March 2013. Of those who declared whether they had a disability, 8.6 per cent of civil servants were disabled. These proportions varied between responsibility levels, with 9.6 per cent of people working at Administration levels being declared disabled, around 6 to 9 per cent at Other Management levels and 5 per cent at Senior Management level. Of civil servants who declared their ethnicity, between 7 and 11 per cent at Administrative and Other Management levels were from ethnic minorities , falling to 5 per cent at Senior Management level.\n\nThe median earnings of all Civil Service employees increased by 2 per cent over the year to March 2013. At each responsibility level, changes to median earnings varied between around -1 per cent (Senior Management) and 1 per cent (Administrative). The 2 per cent increase measured in overall median earnings reflects a relative decrease in staff numbers at Administrative responsibility levels and an increase in numbers at Other Management levels.\n"
    },
    {
      "title": "Civil Service workforce",
      "markdown": "At 31 March 2013 there were 448,835 civil servants, down around 15,000 or 3 per cent, compared with 31 March 2012. Civil Service employment has fallen year on year since the Government Spending Review of 2010.\n\nThere was a decrease in the number of civil servants working full-time of around 14,200, to 340,045 compared with March 2012. The number of part-time civil servants also decreased, by around 770, to 108,790. In March 2013 around 76 per cent of civil servants worked full-time, the same as the previous year. The greatest percentage increase in part-time workers, with around 1,460 or 1 per cent more than in 2013, was at the Other Management responsibility level.\n\n### Figure 2: Headcount by working pattern; Headcount; 31 March; UK\n\n[Figure 2]-[Chart]\n\nIn the year to 31 March 2013, 43 per cent of all civil servants were male full-time, 33 per cent female full-time, 4 per cent male part-time and 20 per cent female part-time.\n\n### Responsibility level\n\nAt March 2013, 44 per cent of all Civil Service employees worked at the Administrative responsibility level, 26 per cent worked at the Executive Officer level, 21 per cent worked at Higher or Senior Executive Officer level and 8 per cent worked at Grade 6 or 7. The remaining 1 per cent worked at Senior Civil Servant level.\n\n### Figure 3: Percentage changes in working patterns by responsibility level; 31 March; UK\n\n[Figure 3]-[Chart]\n\nThe largest decrease in staff numbers since March 2012, has been in Administrative staff (Administrative Assistants and Administrative Officers) of over 13,030, or 3 per cent. The top end of Other Management (Grades 6 and 7), increased compared with the lower end of this responsibility band, (Executive Officer, Higher Executive Officer and Senior Executive Officer.\n\n### Age\n\nMore than four in five civil servants were aged 30-59 in March 2013. Since March 2012 there were decreases in employment in the age bands 20-49, and 60-64, which together decreased by just over 16,800, or 4 per cent. Employment in age bands 16-19, 50-59 and 65 and over increased by a total of 2,460, less than 1 per cent. The median civil servant age is 46.\n\n### Gender\n\nAt 31 March 2013 slightly more than half of all Civil Service employees were female, unchanged on the previous two years.\n\nThe proportion of females working at Senior Civil Service level in March 2013 was 36 per cent of the Senior management level, an increase of 1 percentage point on March 2012 and 5 percentage points on March 2008. The proportion of Grade 6 and 7s who were female has been steadily increasing from 38 per cent in March 2008, to around 42 per cent in March 2013. The proportion of female employees across the Civil Service as a whole has remained fairly constant with increases in some years offset by decreases in others.\n\nThe pay gap between male and female civil servants is greatest for part-time women in Senior Management, with salaries of part-time men in Administrative grades earning less than their female counterparts in terms of median salaries.\n\n### Figure 4: Distribution by age and gender; Headcount; 31 March; UK\n\n[Figure 4]-[Chart]\n\n### Ethnicity\n\nBetween March 2013 and March 2012, of all employees declaring their ethnicity, the percentage of people in ethnic minorities decreased slightly for all responsibility levels. In 2013 the highest percentage of employees from ethnic minorities was at the Executive Office grade (11 per cent), whilst the lowest percentage of people from ethnic minorities was at Senior Civil Service level (around 5 per cent).\n\n### Figure 5: Declared ethnicity; 31 March; UK\n\n[Figure 5]-[Chart]\n\n### Disability status\n\nIn March 2013, around 9 per cent of civil servants who declared their disability status were disabled, an increase of 0.3 percentage points compared with 2012. The increase in numbers of civil servants with disabilities was spread across all responsibility levels.\n\nThe proportion of employees with a declared disability was greater at lower responsibility levels compared with high responsibility levels. At the Administrative responsibility level, around 9 per cent of employees who declared their disability status were disabled. This compares with 5 per cent of employees at Senior Civil Service level.\n\n### Figure 6: Responsibility levels of people with a declared disability; 31 March; UK\n\n[Figure 6]-[Chart]\n\n### National identity\n\nAt 31 March 2013, 43 per cent of civil servants with a declared national identity declared themselves as British or Mixed British.\n\nEmployees alternatively declared themselves as English (41 per cent), Scottish (8 per cent), Welsh (6 per cent) or Northern Irish (less than 1 per cent). The remaining 2 per cent recorded another national identity. These distributions were unchanged from 2012.\n\n### Salary\n\nThe median gross salary of civil servants on 31 March 2013 was £24,380, an increase of £480 on the median salary on 31 March 2012. Employees overseas had the highest median earnings of £37,200, followed by employees in London (£30,380). The regions with the lowest median earnings were North East (£19,970), Northern Ireland (£21,430), North West and Wales (both £21,760) and Scotland (£21,860).\n\nFollowing the recent Civil Service pay freeze, all departments were subject to a pay restraint, capped at 1per cent during this period. The median earnings of Administrative Officers and Assistants and Executive Officers rose by 1 per cent. The median earnings of Higher and Senior Executive Officers remained the same. Grades 6 and 7 saw a median pay increase of under 1 per cent and Senior Civil Servants the median earnings decreased by 0.7 per cent. The 2 per cent increase in median earnings across all Civil Service employees is a reflection of a redistribution of grade with proportional decreases in Administrative grades and increases at Grades 6 and 7.\n\n### Figure 7: Median annual gross salary of employees by gender and responsibility level; 31 March; UK\n\n[Figure 7]-[Chart]\n\n### Entrants and leavers\n\nIn 2013 16,550 people joined the Civil Service. This was up by 3,980 or 32 per cent on 2012, when 12,570 new employees joined. Administrative grades took in the most entrants, at 57 per cent of all joiners, with Other Management grades recruiting 42 per cent of all entrants and Senior Management just 1 per cent. The largest numbers of entrants joined the Department of Work and Pensions (3,140), Her Majesty’s Customs and Revenue (1,940) and the Ministry of Defence (1,090).\n\nIn the year to 31 March 2013 the median age of the Civil Service entrant was 28.\n\nIn 2013, 31,570 people left the Civil Service, around twice the number of entrants (16,550). The top reasons for leaving were resignation (9,590), redundancy/severance (7,780) and retirement (7,180). The majority of entrants and leavers were at the Administrative responsibility level reflecting greater numbers of staff in these grades.\n\nThere around 14,500 fewer leavers than in 2012. The lower rates of leavers were recorded across all responsibility levels, and were highest at Other Management levels of EO, HEO, SEO, Grade 7 and Grade 6. Similar numbers of women and men left the Civil Service in 2013, with 15,820 women and 15,720 men leaving. In 2013, for every one entrant, just over 2 employees left. This was up from 2012 when for every entrant, just under 4 people left.\n\nIn the year to 31 March 2013 the median age of the Civil Service leaver was 48.\n\n### Figure 8: Reasons for leaving Civil Service employment; 31 March; UK\n\n[Figure 8]-[Chart]\n\n### Region\n\nA decrease in Civil Service headcount was recorded in each of the countries of the United Kingdom between 2012-2013: by 12,310 or 3 per cent in England, 260 or 1 per cent in Wales, 800 or 2 per cent in Scotland and 130 or 3 per cent in Northern Ireland.\n\nIn March 2013 there were 360,440 Civil Service employees in England, 45,470 in Scotland, 31,710 in Wales and just under 4,000 in Northern Ireland.\n\n### Figure 9: Civil Service Employment by Region; Headcount; 31 March; UK\n\n[Figure 9]-[Chart]\n\nIn March 2013, the majority of civil servants were based in London (74,240), the North West (55,010), Scotland (45.470), South East (44,530) and South West England (44,350). The regions with fewest civil servants were Northern Ireland (3,930), Overseas (4,760) the East Midlands (21,350), East of England (24,570) and West Midlands (29,830).\n\nThere were decreases in the number of civil servants in all English regions. The regions with the largest percentage decreases in Civil Service employment between March 2012 and March 2013 were the East and South West of England, with decreases of around 5 per cent.\n\n### Departments\n\nIn the year to 31 March 2013, the Department of Work and Pensions was the largest employer in the Civil Service, with just under 105,000 staff, represented in every region of the UK except Northern Ireland. The next largest departments in terms of headcount are Her Majesty’s Revenue and Customs (72,740) the Ministry of Defence (49,090) and the National Offender Management Service (42,680) also employing staff across all regions. The smallest departments, each with fewer than 100 employees are the Office for Budget Responsibility, Crown Prosecution Inspectorate, the Northern Ireland Office, Scotland Office and Wales Office.\n\n### Reconciliation of annual and quarterly Civil Service employment statistics (Table 11)\n\nThis statistical bulletin presents a range of statistics for the year ending 31 March 2012, based on findings from the Annual Civil Service Employment Survey (ACSES).\n\nONS also collects and publishes quarterly Civil Service employment statistics as part of the Public Sector Employment (PSE) Statistical Bulletin. These quarterly statistics should be used when seeking to measure the size of the Civil Service over time. The latest published statistics are for Q2 2013 when Civil Service employment was 448,670 (413,810 on a full-time equivalent basis). \n\nThe difference between the ACSES and Q1 PSE figures, which use the same reference date, is less than 0.1 per cent on headcount and full time equivalents. This is not considered to impact significantly on the quality of the annual statistics.\n\nTable 11 provides a full breakdown of the differences between the two sources by department.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. **Basic quality information**\n\nCivil Service Statistics are sourced from the Annual Civil Service Employment Survey (ACSES) which, following a development programme in 2007, replaced the Mandate Collection and departmental returns. There are no key issues to report that relate specifically to this release. For general issues regarding the interpreting of data, please see the ‘Common pitfalls in interpreting the series’ section.\n\nFurther details can be found in the [Quality and Methodology Information note for Civil Service Statistics (119 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-statistics/annual-civil-service-employment-survey.pdf \"Quality and Methodology Information note for Civil Service Statistics\") .\n\n2. **Relevance to users**\n\nIn consultation with the Cabinet Office and government departments the content of the survey is continuously reviewed.\n\nCivil Service Statistics 2013 covers the 12-month period to 31 March 2013. When comparing Civil Service Statistics over time it is important to note that the reference periods of the collections have changed between years prior to 2008.\n\nACSES offers the benefit of uniform collection for the whole of the Civil Service. Previously two collection tools were used (1970-2006). The Mandate collection accounted for approximately 85 per cent of the Civil Service and comprised comprehensive anonymous datasets extracted directly from the HR systems of government departments and their agencies. For historical reasons some departments supplied summary tables instead. These were called departmental returns and covered only a limited subset of data.\n\n3. **Common pitfalls in interpreting series**\n\nThis release counts all home Civil Service employees. Civil Service Statistics excludes the Northern Ireland Civil Service, other Crown servants and employees in the wider public sector, for example, employees of Non-Departmental Public Bodies (NDPBs) and the National Health Service (NHS).\n\nStatistics are published on the gender, ethnicity, disability status and age of the Civil Service workforce. All diversity statistics relate to civil servants counted on a headcount basis. Employees declared as disabled are presented as a percentage of known disability status. Those employees who have either not responded or actively chosen not to declare their status are excluded from the calculation. The same applies when calculating the percentage of civil servants from an ethnic background. This should be considered when interpreting the statistics.\n\n4. **Concepts and definitions**\n\nHeadcount statistics are based on the number of employees with an employment contract who are being paid by the organisation. Employees can be permanent, on a fixed-term contract or employed on a casual basis. The self-employed, contract workers and agency workers are excluded. Employees not on the payroll and not being paid during the reference period are also excluded, for example, those on unpaid maternity leave, unpaid sick absence and career breaks.\n\nFull-time employees are those who are contracted to work 37 hours per week (36 hours per week in London). Part-time employees are those who work less than the normal contracted hours.\n\nFull-time equivalents are based on converting part-time employees’ hours into a full-time employees’ equivalent and provides a better indicator of total labour input than a headcount.\n\nPermanent employees are employees with a contract that has no agreed expiry date or a fixed term contract of more than twelve months. Temporary/casual employees are those with a fixed term contract of twelve months or less or employed on a casual basis. Casual employees must be paid through the departments’ payroll. Employees hired through agencies are not included.\n\nEntrants and leavers are employees entering or leaving the Civil Service in the twelve months to 31 March 2013. The figures exclude transfers and loans between departments. Employees leaving on 31 March 2013 are counted as both staff in post and leavers. A number of departments are unable to provide a date of entry for civil servants in their employment. Some departments are also unable to distinguish between those civil servants entering their department for the first time via transfer or loan and those new to the Civil Service. As such, the number of net entrants and leavers will not reconcile with the change in employment between 31 March 2012 and 31 March 2013.\n\nGross salary is the annual salary inclusive of basic pay (including consolidated performance pay) and pay-related allowances such as regional and skills allowances. It does not include bonuses. The headline earnings statistics are based on the median rather than the mean. The median is the value below which 50 per cent of employees fall. It is preferred over the mean for earnings data as it is influenced less by extreme values and because of the skewed distribution of earnings data.\n\nResponsibility levels - Since 1 April 1996 all departments and agencies have had delegated responsibility for the pay and grading of their employees, except for those in the Senior Civil Service (SCS). The concept of broad ‘responsibility levels’ is therefore used, in which departmental grades have been assigned to levels broadly equivalent (in terms of pay and job weight) to the former Service-wide grades.\n\n**Senior Management**\n\nSCS – Senior Civil Service\n\n**Other Management Grades**\n\nGrade 6\n\nGrade 7\n\nSEO – Senior Executive Officer\n\nHEO - Higher Executive Officer\n\nEO – Executive Officer\n\n**Administrative Grades**\n\nAO – Administrative Officer\n\nAA - Administrative Assistant\n\nThe professions of civil servants were collected for the first time in 2007. The professions relate to the post occupied by the person and are not dependent on any qualifications the individual may have. The range of professions includes economics, engineering, finance, human resources, law, science, tax professionals etc. Employees can alternatively be assigned to operational delivery (delivering front line services) or policy delivery (designing or enhancing services to the public). If a post could be considered operational delivery but also matches one of the specific professions, the person is assigned to the specific profession. It should not be assumed that those classified to Operational Delivery represent the sum of all those delivering front line services.\n\nRegional statistics are presented in this publication at NUTS 2 region level. More detailed geographical breakdowns are available in the associated on-line tables released today and from NOMIS.\n\n5. **Accuracy**\n\nAll government departments and agencies responded to the survey for the year ending 31 March 2013.\n\nDepartments are not always able to provide complete information for every variable and users should consider this known under-coverage and non-response issue when interpreting the statistics, particularly over time.  The tables below shows the percentage of returns where departments were not able to provide the information as it is not held in the HR systems.  It does not include records where the information has been requested of civil servants but they have chosen not to declare their status.\n\n### Non Response Comparison, 2012/13\nThe main reason for under-coverage and non-response is that it can take time for HR systems to ‘catch up’ when a new employee joins their department. Departments are also increasingly moving to self-service systems which require individuals to maintain their personal information via an intranet service. While it is the responsibility of departments to review the quality of information held and encourage regular updates, an element of non-response is expected.\n\n6. **Reliability**\n\nThere have been no revisions made to Civil Service Statistics 2012.\n\n7. **Coherence**\n\nA key measure of quality is the reconciliation between the two sources of Civil Service employment statistics, the annual and quarterly surveys. Despite departments supplying both sets of data and ONS’s continuing work with departments to minimise any differences between the two sources, some differences still remain. Disparities arise due to timing differences between the two sources and the nature of the data collections. The quarterly survey is published eleven to twelve weeks after the end of the reference period. As only summary statistics are required, data can often be sourced by departments directly from payroll systems rather than HR systems which are commonly used to supply data for ACSES. The timeliness of the survey also means that HR systems continue to be updated after the snapshot date. This live updating of systems means there is always the possibility of differences arising before the more comprehensive annual collection is completed.\n\n8. **Notes on tables**\n\nRounding the sum of constituent items in tables may not always agree exactly with the totals shown due to rounding.\n\nSymbols\n\n..  Figures suppressed to avoid disclosure of information relating to individual enterprises.\n\n\\- Data not available.\n\n9. Details of the policy governing the release of new data are available from the Media Relations Office.\n\n10. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n© Crown copyright 2013.\n\nYou may re-use this information (not including logos) free of charge in any format or medium, under the terms of the Open Government Licence.\n\n[View this license online](http://www.ons.gov.uk/ons/external-links/other-government-departments/national-archives/index.html \"Open Government Licence\") or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU\n\nEmail:  \u003cpsi@nationalarchives.gsi.gov.uk\u003e.\n\n11. **Next publication:**\n\nOctober 2014\n\n**Issued by:**\n\nOffice for National Statistics, \n\tCardiff Road, \n\tNewport \n\tNP10 8XG\n\n**Media contact:**\n\nTel:  Media Relations Office  0845 6041858 \nEmergency on-call  07867 906553 \nEmail:  \u003cmedia.relations@ons.gsi.gov.uk\u003e \n\n**Statistical contact:**\n\nTel:  Alex Lloyd  +44 (0)1633 455879\n\nEmail:  \u003ccssurveys@ons.gsi.gov.uk\u003e \n\n[Website](http://www.ons.gov.uk/ons/external-links/other-ns-online/ons-home-page.html \"ONS Homepage\")\n\n12. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2013-10-10",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/employmentandlabourmarket"
    },
    {
      "uri": "/employmentandlabourmarket/publicsectorpersonnel"
    }
  ],
  "description": {
    "headline1": "Civil Service Employment on 31 March 2013 was 448,835, down just under 15,000, or around 3 per cent, on 31 March 2012.",
    "headline2": "In terms of working patterns, the number of full-time civil servants fell by 14,205 to around 340,050 between March 2012 and March 2013. The number of civil servants working part-time fell by around 770 to 108,790.",
    "headline3": "Females made up more than half (53 per cent) of all employees, the same as in 2012. However, over 90% of male civil servants were full time compared with less than two thirds of female civil servants.",
    "edition": "2013",
    "nationalStatistic": true,
    "contact": {
      "email": "cssurveys@ons.gsi.gov.uk",
      "name": "Alex Lloyd",
      "telephone": "+44 (0)1633 455879"
    },
    "releaseDate": "2013-10-10T00:00:00.000Z",
    "language": "English",
    "title": "Civil Service Statistics",
    "summary": "Civil Service employment at 31 March 2014 in the UK including gender, age, ethnicity, disability status, earnings and location of the Civil Service workforce.",
    "keywords": [
      "public sector",
      "employment",
      "government employees",
      "earnings",
      "gender",
      "ethnicity"
    ]
  }
}