{
  "markdown": [
    "The phrase \u0027Pre-release Access\u0027 refers to the practice whereby official statistics in their final form, and any\naccompanying written commentary, are made available to an eligible person in advance of their publication. The rules and principles which govern pre-release access are featured within the Pre-release Access to Official Statistics Order 2008.\n\nBesides ONS staff, the following persons are given pre-release access by the period indicated before release.\n\n- Prime Minister 10 Downing Street 24 hrs\n- PS to Prime Minister 10 Downing Street 24 hrs\n- PPS to Prime Minister 10 Downing Street 24 hrs\n- Parliamentary Clerk 10 Downing Street 24 hrs\n- Senior Policy Advisor 10 Downing Street 24 hrs\n- Deputy Prime Minister Deputy Prime Minister\u0027s Office 24 hrs\n- Principal Private Secretary to DPM Deputy Prime Minister\u0027s Office 24 hrs\n- Private Secretary to DPM Deputy Prime Minister\u0027s Office 24 hrs\n- Chief Mouser to the Cabinet Office 10 Downing Street 24 hrs\n- Cabinet Secretary Deputy Prime Minister\u0027s Office 24 hrs"
  ],
  "relatedDocuments": [
    {
      "uri": "/economy/inflationandpriceindices/bulletins/consumerpriceinflation/2015-09-15"
    }
  ],
  "relatedDatasets": [
    {
      "uri": "/economy/inflationandpriceindices/datasets/consumerpriceindices"
    }
  ],
  "dateChanges": [
    {
      "previousDate": "2015-09-22T12:30:23.221Z",
      "changeNotice": "Due to...."
    }
  ],
  "type": "release",
  "description": {
    "title": "Activity Size and Location",
    "summary": "Inflation measures the rate of increase in prices for goods and services using price indices. The rate of inflation used in the UK\ngovernment’s inflation target is measured using the Consumer Prices Index (CPI). One way to understand the CPI is to think of\na very large shopping basket containing a large selection of the goods and services bought by households, the CPI estimates\nchanges to the total cost of this basket.",
    "nationalStatistic": true,
    "contact": {
      "email": "ppi@ons.gsi.gov.uk",
      "name": "Kat Pegler",
      "telephone": "+44 (0) 1633 456468"
    },
    "releaseDate": "2015-09-22T12:30:23.218Z",
    "nextRelease": "To be announced",
    "edition": "January 2015",
    "unit": "",
    "preUnit": "",
    "source": "",
    "finalised": true,
    "cancelled": true,
    "cancellationNotice": [
      "Due to ...."
    ],
    "published": false
  },
  "uri" : "releases/activitysizeandlocation"
}