{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Dean Fletcher",
    "email": "census.customerservices@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Headline statistics",
      "markdown": "- 1.5 per cent of adults in the UK identified themselves as Gay, Lesbian or Bisexual.\n- 2.7 per cent of 16 to 24 year olds in the UK identified themselves as Gay, Lesbian or Bisexual compared with 0.4 per cent of 65 year olds and over.\n- Across the UK, 78 per cent of men and 75 per cent of women reported that they perceived themselves to be ‘in good health’.\n- Of the constituent countries of the UK, for the third successive year Wales has reported the lowest rate of perceived good health.\n- In the UK, those aged 18 to 24 and who currently smoke are over twice as likely to have reported to be ‘not in good health’ compared with those that have never smoked.\n"
    },
    {
      "title": "Summary",
      "markdown": "This Statistical Bulletin covers the survey period April 2011 to March 2012.\n\nThe Integrated Household Survey (IHS) is the largest social survey produced by the Office for National Statistics (ONS).\n\nThe survey is comprised of a core suite of questions from three current ONS household surveys and contains information from approximately 350,000 individual respondents – the biggest pool of UK social data after the census.\n\nThe survey covers a number of themes including education, migration, housing and employment with only certain topics included in this Bulletin. Information and statistics about these and other themes can be found in the background notes and are published by ONS on the [UK National Statistics Publication Hub website](http://www.ons.gov.uk/ons/external-links/publication-hub.html \"Publication Hub\").\n\nONS is proposing to reduce the number of annual IHS datasets from four to one per year. This proposal is out for consultation from August to October 2012. See background note 1 for further information.\n\nIHS statistics are currently designated as experimental. Experimental statistics are new official statistics undergoing evaluation: they are published in order to involve customers and stakeholders in their development and as a means to build in quality at an early stage.\n"
    },
    {
      "title": "Sexual identity",
      "markdown": "The question on sexual identity was developed and tested on a number of surveys in 2008 and was added to the IHS in 2009. The data have been collected to provide accurate statistics to underpin the equality monitoring responsibilities of public sector organisations and to assess the disadvantage or relative discrimination experienced by the lesbian, gay and bisexual population.\n\nThe sexual identity question was asked to respondents aged 16 years and over and was not asked by proxy. Proxy interviews are defined as those when answers are supplied by a third party, who is a member of the respondent’s household. A valid response was provided by 95 per cent of eligible responders.\n\nThe IHS data in the survey period April 2011 to March 2012 indicate that:\n\n- 93.9 per cent of adults identified themselves as Heterosexual/Straight,\n- 1.1 per cent of the surveyed UK population, approximately 545,000 adults, identified themselves as Gay or Lesbian,\n- 0.4 per cent of the surveyed UK population, approximately 220,000 adults, identified themselves as Bisexual,\n- 0.3 per cent identified themselves as ‘Other’,\n- 3.6 per cent of adults stated ‘Don’t know’ or refused to answer the question,\n- 0.6 per cent of respondents provided ‘No response’ to the question.\n\nThe ‘Other’ option on the question was to address the fact that not all people will consider they fall in the first three categories.\n\nTable 1 highlights that the sexual identity information for the three consecutive years of IHS data shows consistency across all categories and gender. The latest data shows that 93.6 per cent of men and 94.2 per cent of women identified themselves as Heterosexual/Straight and that a larger proportion of men stated they were Gay, at 1.5 per cent, compared with women at 0.7 per cent.\n\nAt the regional level of England and the constituent countries of the UK, IHS data again shows a consistent pattern to previous years. In April 2011 to March 2012:\n\n2.4 per cent of adults who live in London said they were Gay, Lesbian or Bisexual\n\n1.1 per cent of adults who live in the East of England identified themselves as Gay, Lesbian or Bisexual\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/expt1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The total number of eligible responders to the question in 2011/12 was 186,946 of which 178,292 provided a valid response. The question was asked to respondents aged 16 and over when they first entered all component IHS surveys, and was not asked by proxy.\n2. ONS defines \u0027no response\u0027 as no data provided to the question by an eligible responder.\n3. The \u0027no response\u0027 category includes respondents who were aged 15 in wave 1 of the LFS/APS but are now aged 16 in the April 2011 to March 2012 field period.\n4. Percentages may not add to 100 per cent due to rounding\n5. The whisker bars represent the confidence intervals for each estimate\n"
    },
    {
      "title": "Perceived general health and smoking prevalence",
      "markdown": "The survey asked people about their perception of their health in general. The IHS data show that across the UK in April 2011 to March 2012:\n\n- 78 per cent of men and 75 per cent of women perceive themselves to be ‘in good health’,\n\n- of all the constituent countries of the UK, as in previous years, Wales reported the lowest rate of perceived good health at 73 per cent,\n\n- at the regional level the North East of England reported the lowest rate of perceived good health at 72 per cent, with London reporting the highest at 80 per cent.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/expt2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The total number of eligible responders to the question was 281,795 of which 281,694 provided a valid response. The question was asked to respondents aged 16 and over.\n2. The health categories were dichotomised using the approach applied by Eurostat. The category \u0027In good health\u0027 comprises the \u0027very good\u0027 and \u0027good\u0027 perceived health categories; the category \u0027Not in good health\u0027 comprises the categories \u0027fair\u0027, \u0027bad\u0027 and \u0027very bad\u0027.\n3. Percentages may not add to 100 per cent due to rounding.\n4. Confidence intervals for the latest estimates in the above table can be found in the excel download table.\n\nLooking at perceived general health by age and gender, the IHS data show that:\n\n- the percentage of men that report that they perceive themselves to be ‘in good health’ are higher in all age groups than reported for women\n\n- people in younger age groups are more likely to report themselves to be ‘in good health’. Men in age group 16-24 reported the highest level of perceived good health at 92.3 per cent, with women in age group 65 and over reported the lowest at 55.8 per cent\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. Integrated Household Survey\n\nThe Integrated Household Survey is formed from ’core‘ questions on a number of ONS Household Surveys.\n\nAfter April 2011, the number of surveys contributing the IHS dataset fell, as LOS and EHS could not continue asking the core questions.\n\nFrom January 2012, the cross-sectional fieldwork comprising the General Lifestyle Survey (GLF) has been wound up and so the IHS only comprises of the Living Cost and Food Survey (LCF) and Labour Force / Annual Population Survey (LFS/APS).\n\nONS is proposing to reduce the number of annual IHS datasets from four to one per year. This [proposal](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/archived-consultations/2012/ihs/index.html \"Integrated Household Survey datasets\") is out for consultation from August to October 2012.\n\nFurther information on the [IHS](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/social-and-welfare-methodology/integrated-household-survey/index.html \"Integrated Household Survey\") and [APS](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/quality-reports-for-social-statistics.html \"Quality reports for social statistics\") can be found on the ONS website.\n\n2. Notes on the themes\n2.1 Sexual identity\n\nWhile the Equality Act 2010 and relevant legislation in the past refers to sexual orientation, ONS has focused on collecting data on sexual identity. The sexual identity question measures how people see themselves and not how others see them.\n\nThe sexual identity question was asked in both face to face and telephone interviews. During the face to face interviews, adults were asked; ‘Which of the options on this show card best describes how you think of yourself?’ For telephone interviews, a slightly different way of collecting the information was used; ‘I will now read out a list of terms that people use to describe how they think of themselves’. The list was read out to the respondents twice. On the second reading, the respondent had to say ‘stop’ when an appropriate term they identified with was read out. In both modes, the order in which the terms appeared or were read out was unique for each respondent to ensure confidentiality and no proxy interviews were allowed.\n\nInformation regarding the development of the sexual identity question can be found on the ONS website.\n\n2.2 Smoking Prevalence\n\nThe [General Lifestlye Survey report](http://www.ons.gov.uk/ons/rel/ghs/general-lifestyle-survey/2010/index.html \"2010\") presents smoking prevalence information for 2010.\n\n3. Subjective Well-Being\n\nAs part of the [Measuring National Well-being programme](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-health-survey-2011.html \"Measuring National Well-being programme\"), ONS in April 2011 added what is termed \u0027subjective well-being\u0027 questions to the constituent surveys of the IHS. Subjective Well-being concerns people\u0027s self-reported assessment of their own well-being. Survey questions of this nature aim to capture an individuals well-being by measuring how people think and feel, for example asking about life satisfaction, meaning and purpose and day-to-day emotions. Used alongside more objective statistics they provide a fuller assessment of National Well-being.\n\nIn July 2012, ONS produced the [first annual experimental subjective well-being dataset](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-subjective-wellbeing-in-the-uk/first-annual-ons-experimental-subjective-well-being-results/first-ons-annual-experimental-subjective-well-being-results.html \"ART First ONS Annual Experimental Subjective Well-being Results) from the Annual Population Survey, the largest constituent survey of the IHS.\n\n4. Other Sources of Data\n\nInformation on mental well-being, self-assessed health, and smoking for Scotland were published on 25 September in the [Scottish Health Survey 2011](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-health-survey-2011.html \"Scottish Health Survey 2011\"). This report and the Scottish Household Survey are recommended for users primarily interested in Scottish data without UK wide comparison. In Scotland the statistical contact for health is Julie Ramsay 0131 244 2368 and for sexual identity, religion and ethnicity is Jon Hunter 0131 244 7571.\n\nThe Welsh Government publish data on sexual identity on their [StatsWales website](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/statswales.html \"StatsWales\"). More detailed data on self-assessed general health was published for Wales in the [Welsh Health Survey 2011 report](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/welsh-government--welsh-health-survey--2011.html \"Welsh Government: Welsh Health Survey, 2011\"), and this is recommended for users primarily interested in Welsh data.\n\n5. Access to the Data\n\nIHS data will be made available through the End User Licence at the UK Data Archive. The End User Licence is an agreement between the user and the University of Essex to provide users with the right to use the data held at the Data Archive .The End User Licence dataset can be accessed on the [UK Data Archive (UKDA)](http://www.ons.gov.uk/ons/external-links/academic/economic-and-social-data-service--esds-/esds--end-user-licence.html \"ESDS: End User License).\n\nA more detailed file can be accessed if Approved Researcher Status is sought and agreed. More information on the UK Data Archive and the Approved Researcher process are provided on the About us section of the ONS website.\n\n6. Experimental Statistics\n\nExperimental statistics are those which are in the testing phase, are not yet fully developed and have not been submitted for assessment to the [UK Statistics Authority](http://www.ons.gov.uk/ons/external-links/stats-authority/statistics-authority-s-website.html \"UK Statistics Authority website\"). The IHS is designated as experimental statistics. Further information on experimental statistics can be found on the ONS website.\n\n7. Quality\n\nDetailed information on sampling variability of the IHS can be found on the ONS website, and confidence intervals for the latest estimates described in the Bulletin can be found in the linked excel download tables.\n\n8. Publication Policy\n\nDetails of the policy governing the release of new data are available from the [Media Relations Office](mailto:media.relations@ons.gsi.gov.uk).\n\nIssued by: Office for National Statistics, Government Buildings, Cardiff Road, Newport NP10 8XG.\n\nMedia contact:\n\nTel: Media Relations Office 0845 6041838\nEmergency on-call: 07867 906553\nEmail: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\n9. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "1.5% of adults in the UK identified themselves as Gay, Lesbian or Bisexual.",
  "headline2": "2.7%t of 16 to 24 year olds in the UK identified themselves as Gay, Lesbian or Bisexual compared with 0.4% of 65 year olds and over.",
  "headline3": "Across the UK, 78% of men and 75% of women reported that they perceived themselves to be ‘in good health’.",
  "summary": "Findings on health, smoking, sexual identity and other social topics compiled from the UK Integrated Household Survey (IHS) between April 2011 to March 2012.",
  "relatedBulletins": [],
  "title": "Integrated Household Survey April 2011 to March 2012- Experimental Statistics",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Integrated Household Survey April 2011 to March 2012- Experimental Statistics",
  "uri": "/peoplepopulationandcommunity/culturalidentity/sexuality/bulletins/integratedhouseholdsurveyapril2011tomarch2012experimentalstatistics",
  "fileName": "integratedhouseholdsurveyapril2011tomarch2012experimentalstatistics",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Cultural identity",
      "fileName": "culturalidentity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Sexuality",
      "fileName": "sexuality",
      "breadcrumb": []
    }
  ]
}