{"relatedBulletins":[],"sections":[{"title":"Key figures","markdown":"- White: Irish was the oldest ethnic group, with a median age of 53, compared to the national median of 39. People in the White: British ethnic group had a median age of 42.\n\n- People in mixed ethnic groups had the lowest median ages, with the Mixed: White and Black African having a median age of 16.\n\n- People with a White: British, White: Gypsy or Irish Traveller or Mixed ethnic group were more likely to record a UK country specific (such as English or Welsh) national identity, whereas other ethnic groups were more likely to record their national identity as \"British\".\n\n- The White: other and White: Irish had the lowest proportion within their ethnic group associating with any of the UK national identities – 22 per cent and 39 per cent respectively.\n\n- Almost half (46 per cent, 3.4 million) of those born outside the UK held a UK passport in 2011.\n\n- Of the population who did not speak English as a first language, those in the younger age groups were most likely to speak English well, with 93 per cent (154,000) of 10-14 year olds speaking it well, compared to only 46 per cent of those aged 85 or over.\n\n- Different religious groups had significantly different age profiles, with Christians having the highest median age (45) and Muslims the lowest (25).\n\n- 58 per cent (3.3 million) of people providing unpaid care were female and 47 per cent (2.7 million) were aged 45 to 64.\n\n"},{"title":"Summary","markdown":"This bulletin, 2011 Census Detailed Characteristics for England and Wales, supplements the release of the [Key Statistics](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/index.html \"key statistics for local authorities in England and Wales\") in December 2012 and [Quick Statistics](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-and-quick-statistics-for-wards-and-output-areas-in-england-and-wales/index.html \"key statistics and quick statistics for wards and output areas in England and Wales\") in January 2013. It presents findings for England and Wales drawn from the first release of Detailed Characteristics tables that provide cross tabulations of two or more topics from the census. The  2011 Census statistics are unique because the census is the only information source that measures these characteristics together across the whole population.\n\n"},{"title":"Introduction","markdown":"This statistical release follows that of the [Key Statistics](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/index.html \"Key statistics for local authorities in England and Wales\") published on the 11 December 2012 and [Quick Statistics](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-and-quick-statistics-for-wards-and-output-areas-in-england-and-wales/index.html \"Quick statistics for wards and output areas in England and Wales\") on 30 January 2013 and contains more detailed cross tabulations of variables. This provides an even richer data source for the many users of the census helping us to understand who we are, how we live and what we do. The census is unique because it is the only information source that measures these characteristics at the same time across the whole population.\n\n#### About the census\n\nThe census has collected information about the population every 10 years since 1801 (except in 1941). The latest census in England and Wales took place on 27 March 2011.\n\nCensus estimates describe the characteristics of areas down to small geographies, and are used to understand similarities and differences in the population’s characteristics locally, regionally and nationally. This information is used for planning and delivering services, for example information about ethnicity is used for equality monitoring, and method of travel to work is used for transportation and road planning. The census is the only comprehensive source of small area data on some topics, for example proficiency in English and main language. It is used to support policy makers in decision-making.\n\nFurther information about the census estimates, including details about the methodology used and information about how population subgroups are defined and estimated is available via the [2011 Census home page](http://www.ons.gov.uk/ons/guide-method/census/2011/index.html \"2011 Census\").\n\nPersonal census information is not shared with any other government department or national, regional or local bodies. The information collected is kept confidential by the Office for National Statistics (ONS), and is protected by law. Individual census records are not released for 100 years.\n\n### About this release\n\nStatistics from the 2011 Census for England and Wales are being released in stages. More information on the planned releases can be found in the [2011 Census prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census Prospectus\"). This bulletin presents key findings for England and Wales from the Detailed Characteristics tables published on 16 May 2013. \n\nThis bulletin covers the key findings for England and Wales.  The Welsh Government will produce a separate [report](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/welsh-government--census-bulletin.html \"Welsh Government: Census bulletin\") detailing the key findings in Wales.  Key points arising from the new data available on Welsh language skills will also be available from the Welsh Assembly Government.\n\nThe England and Wales bulletin is about the usually resident population. It does not refer to visitors or short-term residents. A usual resident is anyone who, on census day, 27 March 2011, was in the UK and had stayed or intended to stay in the UK for a period of 12 months or more, or had a permanent UK address and was outside the UK and intended to be outside the UK for less than 12 months.\n\nA range of [data from the 2011 Census have already been published](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data-catalogue/census-data-quick-view/index.html \"Census data quick view\").  These include the population and household estimates, univariate data in the Key and Quick Statistics tables and releases about short-term UK residents and those with second addresses.\n\nIn making comparisons between 2011 and 2001, the 2011 Census population estimates (by age and sex) have been compared to the [mid-year estimates](http://www.ons.gov.uk/ons/taxonomy/index.html?nscl=Population#tab-data-tables \"Population - Data tables\") for 2001 (these are 52.4 million for England and Wales)<sup>1</sup>. For other characteristics, comparisons are made with 2001 Census results (characteristics of the 52.0 million in England and Wales). \n\nInteractive [data visualisations](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-interactive-content/index.html \"2011  Census interactive content\") developed by ONS are also available to aid interpretation of the results. Users can enter postcodes into the interactive maps to focus on specific areas.\n\n### Context\n\nPrevious information published from the 2011 Census has highlighted many interesting aspects of the usually resident population of England and Wales on census day, 27 March 2011.  In the Key Statistics and Quick Statistics, released on [11 December 2012](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/index.html \"Key statistics for local authorities in England and Wales\") and [30 January 2013](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-and-quick-statistics-for-wards-and-output-areas-in-england-and-wales/index.html \"Key Statistics Quick Statistics for Wards and Output areas in England and Wales\"), respectively, it was shown that:\n\n- England and Wales has become more ethnically diverse with rising numbers of usual residents identifying with minority ethnic groups in 2011.\n\n- The vast majority of all usual residents in England and Wales (92 per cent, 51.6 million) associated with at least one UK national identity (English, Welsh, Scottish, Northern Irish or British).\n\n- Thirteen per cent of usual residents were born outside the UK.\n\n- Ninety two per cent spoke English (or Welsh in Wales) as a main language in 2011.  Of those who reported a main language other than English, 41 per cent spoke English very well and 38 per cent spoke English well.\n\n- A quarter of the usual resident population in 2011 stated they had no religion.\n\n- Four out of five of us described our health as being good or very good.\n\n- Ten per cent of us provided unpaid care for someone with an illness or disability.\n\nThis bulletin builds on these earlier findings, using more detailed analysis by age and sex to extend the story and provide richer information for users of census.  More detailed analyses of the census estimates are available for some topics via ONS ‘short stories’. Three of these are published in parallel with this bulletin on the ONS website. They present analyses on [migration](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/country-of-birth---rpt.html \"RPT Country of Birth\"), [religion](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/rpt---religion.html \"RPT Religion\") and [health](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/rpt---unpaid-care.html \"RPT Unpaid Care\").\n\nThis release focuses on tables containing migration, ethnicity, national identity, language, religion and health variables.  Further cross tabulations containing data on demography, housing, labour market, qualifications and travel to work will be published subsequently.\n\n### Notes for Introduction\n\n1. 2001 mid year estimates have been used to ensure the best estimates of population change.  2001 mid year estimates are higher than the 2001 Census results as they take account of population change between census day and mid year and have been adjusted to account for 2001 Census under-coverage."},{"title":"Ethnicity","markdown":"As previously reported, 80 per cent (45.1 million) of all usual residents in England and Wales in 2011 belonged to the ‘White: British’ ethnic group. This is a seven percentage point decrease since 2001 when 87 per cent (45.5 million) of the usually resident population belonged to the ‘White: British’ group. The largest other ethnic groups in 2011 were ‘Asian/Asian British: Indian’ (3 per cent, 1.4 million), ‘Asian/Asian British: Pakistani’ (2 per cent, 1.1 million) and ‘Black/Black British: African’ (2 per cent, 990,000).\n\nThese results show that the different ethnic groups have very different age-profiles. The median age of the largest ethnic group (White British) is 42 years of age. The ethnic group with the highest median age is White Irish, with the central person in this ethnic group being 53 years of age. The ‘Black/Black British: Caribbean’ group was the only other ethnic group to have a median age (40) above the England and Wales median of 39 years of age. \n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/6296a384\" />\n\nA [data visualisation tool](http://www.ons.gov.uk/ons/interactive/census-3-1---ethnicity-comparison-tool/index.html \"Data visualisation tool\") is available for the age profile of different ethnic groups."},{"title":"National identity","markdown":"### National identity\n\nIn 2011, 92 per cent (51.6 million) of the population recorded their National Identity using one or more UK options<sup>1</sup>. \n\nFigure 2 shows the percentage of usual residents in England and Wales in 2011 that identified with one or more of these UK options by age. Usual residents who were 85 and over (97 per cent, 1.2 million) were the age group most likely to identify with one of these identities, and the age group that identified the least with one of these identities was the ‘30-34’ year old age group (81 per cent, 3.0 million). This is consistent with the data on country of birth, where those age groups have the largest and smallest proportions of their population born in the UK respectively.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/856cfd9d\" />\n\nInformation on national identity was primarily collected for analysis with ethnic group, and Figure 3 shows the proportion of people in each ethnic group who consider themselves to have a UK national identity. National identity is a subjective self-defining measure as opposed to nationality (passport(s) held), which is an objective measure.\n\nThese data show that almost all respondents (99.7 per cent, 45.0 million) in the ‘White: British’ ethnic group have a UK national identity. Across the other ethnic groups, ‘Mixed: White and Caribbean’ respondents are most likely (97 per cent, 413,000) to have a UK national identity.\n\nThe only ethnic groups with less than half of respondents reporting a UK national identity are ‘White: Other’ (22 per cent, 557,000) and ‘White: Irish’ (39 per cent, 206,000), where the majority from ‘White: Other’ are likely to be recent migrants from Poland and other European countries.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/0c2afbd2\" />\n\nIn 2011, the ethnic group that ranked highest (71 per cent, 319,000) in terms of association with the ‘British only’ identity was the ‘Asian/Asian British: Bangladeshi’ group.  This was followed by the ‘Asian/Asian British: Pakistani’ group and ‘Asian/Asian British: Indian’ with 63 per cent, (705,000) and 58 per cent (818,000) of these ethnic groups associating with the ‘British only’ national identity respectively.\n\nRespondents with a UK national identity were more likely to have recorded a country specific national identity (e.g. English or Welsh) if their ethnic group was ‘White: British’, ‘White: Gypsy or Irish traveller’ or ‘Mixed: White and Black Caribbean’, which is consistent with data on country of birth, as respondents in these ethnic groups were most likely to have been born in the UK.\n\n#### Notes for National identity\n\n1. UK options are British, English, Welsh, Scottish and Northern Irish.  A UK option also includes those who recorded a “non-UK” identity in combination with British, English, Welsh, Scottish or Northern Irish."},{"title":"Country of birth","markdown":"Of the 56.1 million usual residents of England and Wales, 13 per cent (7.5 million) were born outside the UK.  Almost half (46 per cent, 3.4 million) of those born outside the UK held a UK passport in 2011.\n\nA very different age distribution can be seen when comparing UK and non-UK born residents. Non-UK born residents (see figure 4) show a much younger profile with a peak in the 30 to 34 age band, tailing off towards younger and older age groups, whereas a larger proportion of the UK-born are in both the younger and older age groups. This reflects the arrival of migrants over the last decade, who tend to migrate at younger ages.  Of those not born in the UK 36 per cent (2.7 million) were aged 25 to 39 while only 12 per cent (878,000) were aged 65 and over. This compares to 18 per cent (8.5 million) of the UK-born population aged 25 to 39 and 17 per cent (8.3 million) aged 65 and over.\n\n#### Figure 4: Country of birth by sex by age\n##### England and Wales, 2011, all usual residents\n[![Figure 4: Country of birth by sex by age](http://www.ons.gov.uk/ons/resources/figure4_tcm77-310584.png \"Figure 4: Country of birth by sex by age\")](http://www.ons.gov.uk/ons/resources/figure4_tcm77-310584.png)\n#####Source: Census - Office for National Statistics\n\nSee the [migration short story](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/country-of-birth---rpt.html \"RPT Country of Birth\") for more analysis from the 2011 Census of England and Wales on country of birth by sex and age, year of arrival in the UK and passports held.\n\n### Year of arrival in the UK\n\nFigure 5 shows, for census day, the year of last arrival into the UK<sup>1,2</sup> of usual residents not born in the UK.\n\nOf the non-UK born usual residents in England and Wales in 2011, half (50 per cent, 3.8 million) most recently entered the UK between 2001 and 2011. Of these people, 21 per cent (1.5 million) were born elsewhere in Europe and 17 per cent (1.3 million) were born in the Middle East and Asia.\n\nMore usual residents born in Europe entered the UK (1.5 million) to live most recently between 2001 and 2011, than in all previous years (1.2 million). For other countries of birth there was an increase in numbers arriving between 2001 and 2011 compared to between 1991 and 2000. For example, of those born in the Middle East and Asia 17 per cent (434,000) arrived between 1991 and 2000 and 49 per cent (1.3 million) arrived between 2001 and 2011.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/87bb8603\" />\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/8ca1980c\" />\n\nFigure 6 shows the 2001 to 2011 period in more detail. 63 per cent (2.4 million) of those arriving into the UK between 2001 and 2011 arrived between 2004 and 2009. Of those arriving between 2004 and 2009 46 per cent (1.1 million) were born in Europe and 31 per cent (735,000) were born in the Middle East and Asia.\n\n#### Notes for Country of Birth\n\n1. Year of arrival in the UK counts the most recent year of arrival of those not born in the UK. For example an individual who arrives in 1961 and leaves in 1980 only to arrive again in 2005, will only be counted as arriving in 2005\n\n2. For each year of arrival an estimate is given of all those who were usually resident in England and Wales in 2011. It does not count anyone who left the country before the 2011 Census. This means that those arriving earlier have more ‘opportunity’ (in terms of time) to leave the country than those arriving more recently.\n\n3. The most recent time period of 2010 to 2011 is shorter than the other 3 year periods and consideration of the data should reflect this difference"},{"title":"Main language","markdown":"In the 2011 Census, 92 per cent (49.8 million) of usual residents aged three and over stated that English<sup>1</sup> was their main language, with Polish, Panjabi, Urdu, Bengali, Gujarati and Chinese being the most common other languages. This section provides more detail on main language of the population by age and sex.\n\nFigure 7 shows the percentage of usual residents whose main language is one of Polish, Panjabi, Urdu, Bengali, Gujarati and Chinese broken down by age. This figure shows 21 per cent (263,000) of all usual residents in the ’25-34’ age group whose main language is not English, spoke Polish as their main language. Urdu is the next most spoken language (6 per cent, 69,000) in the ‘25-34’ age group, followed by Bengali (4 per cent, 51,000).\n\nFor the older age groups, a large percentage of usual residents whose main language is not English, spoke either Panjabi or Gujarati. In the ‘65-74’ age group, 17 per cent (28,000) spoke Panjabi and 14 per cent (23,000) spoke Gujarati as their main language. In addition, 18 per cent (17,000) spoke Panjabi and 14 per cent (14,000) of usual residents spoke Gujarati in the ‘75 to 84’ age group when their main language was not English.\n\nThe proportion of the population speaking these languages is consistent with migration patterns, with languages from the Indian sub-continent being most common among the older age groups, while nearly half the population of Polish speakers (48 per cent, 263,000) are in the ‘25-34’ age group.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/52fe315e\" />\n\n#### Notes for Main language\n\n1. English (or Welsh in Wales)"},{"title":"Proficiency in English","markdown":"### Proficiency in English\n\nThe 2011 Census also collected information on proficiency in English for the 4.2 million aged three and over whose main language was not English. A breakdown by age and sex of the 79 per cent (3.3 million) of those who could speak English ‘well’ or ‘very well’ is shown in Figure 8.\n\nAs Figure 8 shows, those in the younger age groups have a better ability to speak English than those in the older age groups (when their main language was not English). Children of school-going ages: 88 per cent (155,000) of 5-9 year olds, 93 per cent (154,000) of 10-14 year olds and 92 per cent (186,000) of 15-19 year olds could speak English ‘well’ or ‘very well’. 73 per cent (190,000) of 45-49 year olds could speak English ‘well’ or ‘very well’ when their main language was not English, compared with only 46 per cent (12,000) of usual residents aged 85 and over.\n\nFigure 8 also shows males had a higher rate of ability to speak English ‘well’ or ‘very well’ compared to females in the adult age groups (when their main language was not English), and that this difference increased with age. This is likely to be because a larger proportion of women are economically inactive (for example, looking after home/family) and, therefore, have less need to speak English well than people who are working.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/ad2db82e\" />"},{"title":"Religion","markdown":"The number of usual residents  in England and Wales who stated that their religion was Christian decreased by over 12 percentage points, between 2001 and 2011, to 59 per cent (37.3 million to 33.2 million).  Conversely, in this period, the size of the group who stated that they had ‘No religion’ increased by over 10 percentage points to 25 per cent (7.7 million to 14.1 million).\n\nThese data show that the age profiles of those belonging to each religion are very different, with Christians having the highest median age (45) and Muslims the lowest (25).  Table 1 shows the median age for each religion.\n\n<ons-table path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/067d1f4a\" />\n\nThe series of population structures in Figure 9 show age profiles for males and females in each of the religious groups.  The Christian and Jewish groups have a higher percentage of their population from the older age ranges than other religious groups.\n\n#### Figure 9: Structure of religious groups by age by sex\n##### England and Wales, 2011, all usual residents\n[![Figure 9: Structure of religious groups by age by sex](http://www.ons.gov.uk/ons/resources/figure9_tcm77-310585.png \"Figure 9: Structure of religious groups by age by sex\")](http://www.ons.gov.uk/ons/resources/figure9_tcm77-310585.png)\n#####Source: Office for National Statistics\n\nA [data visualisation](http://www.ons.gov.uk/ons/interactive/census-3-1---2001-vs-2011-census-religion-comparison-tool/index.html \"Data visualisation tool\") tool is available for the age structure of religious groups.\n\nMuslims had the youngest age profile of the religious groups with 48 per cent (1.3 million) aged under 25.  Similarly, those with ‘No religion’ had a young age profile with 39 per cent (5.6 million) under 25. The religious group with the lowest percentage of its population aged under 25 was ‘Other religion’ with 19 per cent (45,000).   \n\nFor further analysis on religion see the [religion short story](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/rpt---religion.html \"RPT Religion\")."},{"title":"Provision of unpaid care","markdown":"Ten per cent (5.8 million) of usual residents living in households<sup>1</sup> in England and Wales provided unpaid care for someone with an illness or disability.\n\n58 per cent (3.3 million) of these unpaid carers were female and 47 per cent (2.7 million) were age 45 to 64.\n\nFigure 10 shows the percentage of unpaid carers in each age-sex group. Differences can be seen between the percentage of unpaid carers in each age group for males and females. Females consistently provided a higher percentage of care across all age groups from 5 to 74, with the biggest difference observed between ages 55 and 59. Of females aged 55 to 59, 25 per cent (402,000) provide unpaid care, the highest percentage of carers seen for any age-sex group. This compares to 18 per cent (280,000) of males of the same age group.\n\nFrom age 75 and over a higher number and percentage of males (15 per cent, 259,000) provided unpaid care compared to females (10 per cent, 239,000) of the same age group. The difference between the sexes is particularly clear at age 85 and over, 15 per cent (55,000) of males of this age group provided unpaid care compared to 6 per cent (39,000) of females of the same ages.\n\n#### Figure 10: Providing unpaid care by sex by age\n##### England and Wales, 2011, all usual residents in households aged 5 and over providing unpaid care\n[![Figure 10: Providing unpaid care by sex by age](http://www.ons.gov.uk/ons/resources/fig10_tcm77-310593.png \"Figure 10: Providing unpaid care by sex by age\")](http://www.ons.gov.uk/ons/resources/fig10_tcm77-310593.png)\n\nFor more detail on health of unpaid carers and how this varies by sex and hours of care see the [short story on unpaid care](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/rpt---unpaid-care.html \"RPT Unpaid Care\").\n\nSource: Office for National Statistics\n\n### Notes:\n1. Excludes usual residents in communal establishments\n\n"},{"title":"Health","markdown":"In 2011, 82 per cent (44.9 million) of usual residents who lived in households<sup>1</sup> rated their general health as ‘Good’ or ‘Very good’. The rest of the population rated their health as ‘Fair’, ‘Bad’ or ‘Very bad’ health: ‘not good’ health.\n\n17 per cent (9.6 million) of usual residents living in households stated that their day-to-day activities were limited because of a health problem or disability.\n\n#### Figure 11: General health 'not good' and limited activity by sex by age\n##### England and Wales, 2011, all usual residents in households with 'not good' health and all usual residents in households with limited activity\n[![Figure 11: General health 'not good' and limited activity by sex by age](http://www.ons.gov.uk/ons/resources/fig11_tcm77-310588.png \"Figure 11: General health 'not good' and limited activity by sex by age\")](http://www.ons.gov.uk/ons/resources/fig11_tcm77-310588.png)\n#####Source: Office for National Statistics\n##### Notes:\n1. General health not good includes the categories: ‘Fair’, ‘Bad’ or ‘Very Bad’ health\n2. Limited activity includes the groups ‘Day-to-day activities limited a little’ and ‘Day-to-day activities limited a lot’ by a long-term health problem or disability\n3. Excludes usual residents in communal establishments\n\nFigure 11 shows the percentage of people with ‘not good’ health and limited activity in each age-sex group. There is a clear trend for both males and females towards an increasing percentage of ‘not good’ health and limited activity as age increases.\n\nOf those aged 85 and over 72 per cent (500,000) of females and 68 per cent of males (250,000) have ‘not good’ health. This compares to 3 per cent (129,000) of females and 3 per cent of males (172,000) aged 0 to 15 years with ‘not good’ health.\n\nThe same pattern can be seen in the data on long-term health problem or disability where 85 per cent (586,000) of females and 80 per cent (296,000) of males reported that their activity was limited, compared to 3 per cent of males and females (301,000) aged 0 to 15.\n\nThe percentage of those with ‘not good’ health is very similar to the percentage of those with limited activity across all age groups except 85 and over. Here we see that of usual residents in households, 12 per cent more males and 13 per cent more females have limited activity than ‘not good’ health.  \n\n### Notes for Health\n\n1. Excludes usual residents in communal establishments\n\n"}],"accordion":[{"title":"Background notes","markdown":"1. This publication builds on [previous releases of census data](http://www.ons.gov.uk/ons/rel/census/2011-census/index.html \"2011 Census\"). The census provides estimates of the characteristics of all people and households in England and Wales on census day. These are produced for a variety of users including government, local and unitary authorities, business and communities. The census provides population statistics from a national to local level. This bulletin discusses the results at the national level for England and Wales.\n\n2. In making comparisons to 2001, the population estimates (by age and sex) have been compared with the mid-year estimates for 2001, 52.4 million. For other characteristics, comparisons are made with 2001 Census estimates, 52.0 million. Footnotes are provided with tables to identify the data sources used.\n\n3. Interactive [data visualisations](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-interactive-content/index.html \"2011 Census interactive content\") developed by ONS are also available to aid interpretation of the results.\n\n4. Future releases from the 2011 Census will include cross tabulations by other census characteristics, and tabulations at other geographies. Further information on future releases is available online in the [2011 Census Prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census Prospectus\").\n\n5. ONS has ensured that the data collected meet users' needs via an extensive [2011 Census outputs consultation](http://www.ons.gov.uk/ons/guide-method/census/2011/consultations--users-and-local-partners/index.html \"Consultations, users and local partners\") process in order to ensure that the 2011 Census outputs will be of increased use in the planning of housing, education, health and transport services in future years.\n\n6. Figures in this publication may not sum due to rounding.\n\n7. The England and Wales census questionnaires asked the same questions with one exception; an additional question on Welsh language was included on the Wales questionnaire.\n\n8. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the National Records of Scotland (NRS) and the Northern Ireland Statistics and Research Agency (NISRA) respectively.\n\n9. ONS is responsible for the publication of UK statistics (compiling comparable statistics from the UK statistical agencies above) and these are available on the [ONS website](http://www.ons.gov.uk/ons/guide-method/census/2011/index.html \"2011 Census\"). These will be compiled as each of the three statistical agencies involved publish the relevant data. The [Northern Ireland census prospectus](http://www.nisra.gov.uk/Census/2011CensusProposedOutputs.html \"NISRA - 2011 Census proposed Outputs\") and the [Scotland census prospectus](http://www.gro-scotland.gov.uk/census/censushm2011/index.html \"GRO - censushm2011\") are available online.\n\n10. A person's place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the services did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n11. All key terms used in this publication, such as usual resident are explained in the [2011 Census user guide](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/index.html \"2011 Census user guide\").\n\n12. All census population estimates were extensively quality assured, using other national and local sources of information for comparison and review by a series of quality assurance panels. An extensive range of [quality assurance, evaluation and methodology papers](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/quality-and-methods/index.html \"Quality and Methods\") were published alongside the first release in July 2012, including a [Quality and Methodology Information (QMI) document (152.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/quality-methodology-information-paper.pdf \"Quality Methodology Information paper\").\n\n13. The 2011 Census achieved its overall target response rate of 94 per cent of the usually resident population of England and Wales, and over 80 per cent in all local and unitary authorities. The population estimate for England and Wales of 56.1 million is estimated with 95 per cent confidence to be accurate to within +/- 85,000 (0.15 per cent).\n\n14. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."}],"relatedData":[],"charts":[{"title":"Figure 1: Ethnic group: median age","filename":"6296a384","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/6296a384"},{"title":"Figure 2: National identity by age: percentage of usual resident population","filename":"856cfd9d","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/856cfd9d"},{"title":"Figure 3: National Identity by ethnic group","filename":"0c2afbd2","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/0c2afbd2"},{"title":"Figure 5: Year of arrival in the UK by country of birth","filename":"87bb8603","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/87bb8603"},{"title":"Figure 6: Year of arrival in the UK between 2001 and 2011 by country of birth","filename":"8ca1980c","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/8ca1980c"},{"title":"Figure 7: Main language other than English","filename":"52fe315e","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/52fe315e"},{"title":"Figure 8: Proficiency in English: can speak English 'well' or 'very well'","filename":"ad2db82e","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/ad2db82e"}],"tables":[{"title":"Table 1: Table population and median age of religious groups","filename":"067d1f4a","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16/067d1f4a"}],"type":"bulletin","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/detailedcharacteristicsforenglandandwales/2013-05-16","breadcrumb":[{"uri":"/"},{"uri":"/peoplepopulationandcommunity"},{"uri":"/peoplepopulationandcommunity/culturalidentity"},{"uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity"}],"description":{"headline1":"White: Irish was the oldest ethnic group, with a median age of 53, compared to the national median of 39. People in the White: British ethnic group had a median age of 42","headline2":"People in mixed ethnic groups had the lowest median ages, with the Mixed: White and Black African having a median age of 16","headline3":"People with a White: British, White: Gypsy or Irish Traveller or Mixed ethnic group were more likely to record a UK country specific (such as English or Welsh) national identity, whereas other ethnic groups were more likely to record their national identity as \"British\"","edition":"March 2011","nationalStatistic":true,"contact":{"email":"census.customerservices@ons.gsi.gov.uk","name":"Peter Stokes","telephone":"+44 (0)1329 444972"},"releaseDate":"2013-05-16T00:00:00.000Z","language":"English","title":"Nodweddion manwl ar gyfer Cymru a Lloegr","summary":"The statistics in this release provide the first detailed cross tabulations of two or more topics from the census, adding to the detail provided in the previous releases.","keywords":["2011 Census","detailed characteristics","usual resident","long-term health problem","ethnic group","ethnicity","race","English language","main language","religion","health","care","long-term health problem","economic activity","identity","country of birth"]},"links":[]}