{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "David Matthews",
    "email": "esociety@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- E-commerce sales represented 18% of business turnover in 2012, down from 19% in 2011, but up 4.5 percentage points from the 2008 estimate of 14%.\n- Sales by Electronic Data Interchange (EDI) made up two-thirds (67%) of total e-commerce sales in 2012, with the remainder (33%) from website sales.\n- Website sales (£164 billion) represented 6% of business turnover in 2012, up from 5% (£133 billion) in 2011.\n- 95% of businesses had broadband Internet and 82% had a website.\n- In 2012, 43% of businesses used social networks with almost a quarter (23%) using social media to respond to customer opinions, reviews or questions.\n"
    },
    {
      "title": "Overview",
      "markdown": "This release provides estimates of the values of e-commerce and the adoption and use of Information and Communication Technologies (ICTs) by UK businesses. The source of the information is the E-commerce Survey of UK Businesses.\n\nEstimates of the levels of e-commerce are calculated using estimates of business turnover for the sectors covered by the E-commerce Survey of UK Businesses from the [Annual Business Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/annual-business-survey/index.html \"Annual Business Survey\") (ABS). The 2012 E-commerce Survey of UK Businesses selected approximately 7,700 UK businesses with 10 or more employees, in the manufacturing, production, construction, distribution and parts of the service sectors of the economy.\n\nThe E-commerce Survey of UK Businesses is conducted annually to enable the UK to meet the requirements of [EU Regulation 106/2009](http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri\u003dOJ:L:2009:286:0031:0035:EN:PDF \"EU Regulation 106/2009\"). The survey is run in all EU member states, enabling comparisons to be made between them. The questions covered by the survey are updated each year, to reflect changes and developments in the use of ICT and e-commerce across Europe.\n\nThere were changes to the measurement of e-commerce as part of the 2008 survey, which means that e-commerce estimates prior to 2008 are not comparable with those since 2008 (see background note 3). Therefore, the time series for e-commerce estimates in this release start at 2008. The available time series for ICT adoption and use varies according to the survey coverage each year.\n\nThis release uses the [Organisation for Economic Co-operation and Development](http://www.oecd.org/ \"Organisation for Economic Co-operation and Development\") (OECD) definition of e-commerce.  An e-commerce transaction is defined as “the sale or purchase of goods or services, conducted over computer networks by methods specifically designed for the purpose of receiving or placing of orders”. It is important to note, under this definition, that “the goods or services are ordered by those methods, but the payment and the ultimate delivery of the goods or services do not have to be conducted online”.\n\nA quality improvement to the estimates of the values of e-commerce sales was made for the 2011 release that was published in November 2012. This was explained in an [information note (69.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/commerce--energy-and-industry/e-commerce-and-ict-activity/ict-and-e-commerce-statistics-survey-methodology-briefing-note.pdf \"ICT and e-commerce statistics survey methodology briefing note\") published on the Office for National Statistics (ONS) website. This quality improvement has been maintained as part of this release.\n\nEstimates of the values of e-commerce sales are presented at current prices in this release. \n\nThis release makes comparisons between four categorisations of businesses based on their size in terms of their number of employees. The employment size bands used are 10 to 49, 50 to 249, 250 to 999 and 1000 or more. This release shows that the largest businesses (1000 or more employees) dominate e-commerce sales.\n\nThis release highlights that in 2012 there was still a large difference, as in previous years, in the proportion of large and small businesses that adopt emerging technologies. For example, social networking is used by twice the proportion of large businesses compared with the smallest. \n"
    },
    {
      "title": "User engagement",
      "markdown": "We are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have and would be particularly interested in knowing how you make use of these data to inform your work. Please contact us via email: \u003cecommerce@ons.gov.uk\u003e or telephone David Matthews on +44 (0)1633 456756.\n"
    },
    {
      "title": "Total e-commerce sales",
      "markdown": "Total e-commerce sales comprise of sales received over a website and sales received over Electronic Data Interchange (EDI). EDI is the computer-to-computer exchange of documents in a standard electronic format. EDI is a central part of e-commerce because it enables businesses to exchange information electronically much faster, more cheaply and more accurately than is possible using a paper-based system.\n\nIn 2012, the estimated value of e-commerce sales was £492 billion. Although there has been growth in the value of total e-commerce sales, this growth has not kept pace with the growth in total UK business turnover. In 2012 e-commerce sales made up 18% of business turnover, compared with 19% in 2011.\n\nThe UK’s largest businesses (1000 or more employees) continued to dominate e-commerce sales. While there are comparatively few businesses with over 1000 employees in the UK, these businesses made up over half (51%) of all e-commerce sales.\n\nIn 2008, total e-commerce sales were valued at £335 billion. In 2012 this had reached £492 billion, an increase of £157 billion. The average annual growth in e-commerce sales since 2008 was 10% over the period 2008 to 2012, with total growth since 2008 of 47%.\n\n#### Figure 1: Total e-commerce sales\n[![Figure 1: Total e-commerce sales](http://www.ons.gov.uk/ons/resources/chtecomfig1_tcm77-341384.png)](http://www.ons.gov.uk/ons/resources/chtecomfig1_tcm77-341384.png \"Figure 1: Total e-commerce sales\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-1.xls \"XLS format\") (30 Kb)\n"
    },
    {
      "title": "E-commerce sales by industry sector",
      "markdown": "The Wholesale and Manufacturing sectors reported the highest levels of e-commerce sales in 2012, of £172 billion and £157 billion respectively.\n\nThe Accommodation and food services sector reported comparatively low e-commerce sales (£9.1 billion). However, this sector, which includes hotels, campsites and restaurants, reported the highest proportional increase in total e-commerce sales in 2012, an annual increase of 57%, from £5.8 billion in 2011.\n\n#### Figure 2: Value of total e-commerce sales, by industry sector\n[![Figure 2: Value of total e-commerce sales, by industry sector](http://www.ons.gov.uk/ons/resources/chtecomfig2_tcm77-341385.png)](http://www.ons.gov.uk/ons/resources/chtecomfig2_tcm77-341385.png \"Figure 2: Value of total e-commerce sales, by industry sector\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-2.xls \"XLS format\") (31 Kb)\n"
    },
    {
      "title": "International comparisons",
      "markdown": "A comparable survey is run in all countries of the European Union (EU) and also in some non-EU countries. Eurostat plays a key role in this and each year leads a process whereby the data requirements for the survey are reviewed and updated. Comparative data for EU countries can be found on the [Eurostat website](http://epp.eurostat.ec.europa.eu/statistics_explained/index.php/Information_society_statistics \"Eurostat website\").\n\nResults published by Eurostat in relation to the 2011 survey showed the UK to be near the top of the EU table for the proportion of total sales that were derived from e-commerce.\n\nIn 2011, the UK reported 19% of total business turnover derived from e-commerce. This placed the UK in joint fifth position, in terms of the proportion of total turnover derived from e-commerce, when compared with other European countries. The Czech Republic reported the highest proportion (24%), and Bulgaria the lowest (3%).\n\n#### Figure 3: Proportion of total turnover from e-commerce, European country comparisons, 2011\n[![Figure 3: Proportion of total turnover from e-commerce, European country comparisons, 2011](http://www.ons.gov.uk/ons/resources/chtecomfig3_tcm77-341386.png)](http://www.ons.gov.uk/ons/resources/chtecomfig3_tcm77-341386.png \"Figure 3: Proportion of total turnover from e-commerce, European country comparisons, 2011\")\n\nSource: Eurostat\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-3.xls \"XLS format\") (31.5 Kb)\n"
    },
    {
      "title": "Website sales",
      "markdown": "Sales over a website have seen steady growth in recent years, both in terms of the proportion of businesses using websites for sales, and the value of website sales. In 2008, 13% of businesses sold over a website, to a value of £92 billion. In 2012, 18% of businesses sold over a website, with sales of £164 billion. There was a year on year increase of £31 billion (23%) in website sales since 2011.\n\nThe value of website sales, as a proportion of total business turnover, increased in 2012 to 6%, up from 5% in 2011. Of this 6%, approximately half were made by the largest businesses (1000 or more employees), at 3%. The smallest businesses (10 to 49 employees) contributed only 0.7% of the 6% estimate of total business turnover derived from website sales.\n\n#### Figure 4: Value of e-commerce sales over a website, by size of business\n[![Figure 4: Value of e-commerce sales over a website, by size of business](http://www.ons.gov.uk/ons/resources/chtecomfig4_tcm77-341387.png)](http://www.ons.gov.uk/ons/resources/chtecomfig4_tcm77-341387.png \"Figure 4: Value of e-commerce sales over a website, by size of business\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-4.xls \"XLS format\") (31 Kb)\n"
    },
    {
      "title": "Website sales by industry sector",
      "markdown": "The Wholesale sector reported the highest value of website sales in 2012 (£50 billion). This sector also saw the largest annual increase in sales (£10 billion) compared to 2011. Unsurprisingly, the Retail sector reported the highest proportion of businesses making website sales (34%), with the Construction sector the lowest (7%).\n\n#### Figure 5: Total e-commerce sales via a website, by industry sector, 2012\n[![Figure 5: Total e-commerce sales via a website, by industry sector, 2012](http://www.ons.gov.uk/ons/resources/chtecomfig5_tcm77-341388.png)](http://www.ons.gov.uk/ons/resources/chtecomfig5_tcm77-341388.png \"Figure 5: Total e-commerce sales via a website, by industry sector, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-5.xls \"XLS format\") (33 Kb)\n"
    },
    {
      "title": "Sales over EDI",
      "markdown": "As specified earlier, EDI is the computer-to-computer exchange of documents in a standard electronic format. Sales over EDI are between businesses, whereas website sales are to businesses and households. The value of EDI sales decreased in 2012 by £23 billion (7%), from £351 billion in 2011, to £328 billion. EDI sales represented 12% of total business turnover in the UK.\n\nThe decrease in the value of EDI sales between 2011 and 2012 needs to be treated with caution and could be explained as a consequence of sampling variability. The concept of sampling variability is explained in more detail in the background notes of this release.\n\nIn 2012, relatively few businesses (6%) made sales over EDI. This was a slight fall from 8% in 2011. While three times as many businesses used websites compared to EDI, the value of EDI sales was double that of website sales, at £328 billion and £164 billion respectively.\n"
    },
    {
      "title": "Sales over EDI by industry sector",
      "markdown": "The Manufacturing sector reported the largest EDI sales in 2012 (£145 billion). This was followed by the Wholesale sector (£122 billion). However, the Wholesale sector also saw the largest reduction in the value of EDI sales in 2012, down £20 billion (14%) from £142 billion in 2011.\n\n#### Figure 6: Total e-commerce sales via EDI, by industry sector, 2012\n[![Figure 6: Total e-commerce sales via EDI, by industry sector, 2012](http://www.ons.gov.uk/ons/resources/chtecomfig6_tcm77-341389.png)](http://www.ons.gov.uk/ons/resources/chtecomfig6_tcm77-341389.png \"Figure 6: Total e-commerce sales via EDI, by industry sector, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-6.xls \"XLS format\") (33.5 Kb)\n"
    },
    {
      "title": "E-commerce sales by geographical area",
      "markdown": "In 2012, 18% of businesses received orders over a website. Virtually all (99%) of these businesses received orders over websites from customers in the UK. Online (website) ordering enabled 8% of businesses to receive website orders from customers in other EU countries and 7% from customers from the rest of the world.\n\nRelatively few businesses used EDI to make sales to customers outside the UK; 2% to other EU countries and 1% to the rest of the world.\n\n#### Figure 7: Proportion of businesses making e-commerce sales, by geographic area, 2012\n[![Figure 7: Proportion of businesses making e-commerce sales, by geographic area, 2012](http://www.ons.gov.uk/ons/resources/chtecomfig7_tcm77-341394.png)](http://www.ons.gov.uk/ons/resources/chtecomfig7_tcm77-341394.png \"Figure 7: Proportion of businesses making e-commerce sales, by geographic area, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-7.xls \"XLS format\") (30.5 Kb)\n"
    },
    {
      "title": "Internet access",
      "markdown": "In 2012, the vast majority of businesses had Internet access (96%). Of particular note, businesses in all of the larger size bands (above 50 employees) reported levels of Internet access above 98%.\n\n#### Figure 8: Proportion of businesses with Internet access, by size of business\n[![Figure 8: Proportion of businesses with Internet access, by size of business](http://www.ons.gov.uk/ons/resources/chtecomfig8_tcm77-341395.png)](http://www.ons.gov.uk/ons/resources/chtecomfig8_tcm77-341395.png \"Figure 8: Proportion of businesses with Internet access, by size of business\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-8.xls \"XLS format\") (31 Kb)\n\nThe [Internet Access Households and Individuals 2013](http://www.ons.gov.uk/ons/rel/rdit2/internet-access---households-and-individuals/2013/stb-ia-2013.html \"SB IA 2013\") statistical bulletin reported in August 2013 that household Internet connections via Digital Subscriber Line (DSL) had decreased, in contrast to cable broadband which saw a corresponding increase. This pattern has not been reported by businesses, with the vast majority (86%) continuing to use DSL broadband. Only 32% of businesses reported making use of ‘other fixed Internet’ broadband (including cable). In total, 95% of UK businesses used broadband Internet in 2012.\n\n#### Figure 9: Proportion of businesses with Internet access, by type of connection, 2012\n[![Figure 9: Proportion of businesses with Internet access, by type of connection, 2012](http://www.ons.gov.uk/ons/resources/chtecomfig9_tcm77-341398.png)](http://www.ons.gov.uk/ons/resources/chtecomfig9_tcm77-341398.png \"Figure 9: Proportion of businesses with Internet access, by type of connection, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-9.xlss \"XLS format\") (30 Kb)\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-9.xlss \"XLS format\") (30 Kb)\n"
    },
    {
      "title": "Internet connection speeds",
      "markdown": "As high speed fibre optic broadband is rolled out across the UK by providers offering improved speeds for businesses and households, it is unsurprising that more businesses indicated in 2012 that they had faster contracted Internet speeds than in 2011.\n\nOnly 8% of businesses reported speeds less than two Mega bits per second (Mbps). The number of businesses subscribing to broadband with a connection speed between 30Mbps and 100Mbps, increased from 7% in 2011 to 10% in 2012. Superfast broadband, above 100Mbps, was used by 6% of businesses in 2012.\n\nThe size of a business has a large effect on the likely Internet connection speed a business will experience. The most common connection speed for the smallest businesses was between 2Mbps and 10Mbps (43%). In contrast, the largest (1000 or more employees) businesses were most likely to use superfast broadband, with 38% connecting at speeds above 100Mbps.\n\n#### Figure 10: Proportion of businesses with Internet access, by maximum contracted connection speed\n[![Figure 10: Proportion of businesses with Internet access, by maximum contracted connection speed](http://www.ons.gov.uk/ons/resources/chtecomfig10_tcm77-341399.png)](http://www.ons.gov.uk/ons/resources/chtecomfig10_tcm77-341399.png \"Figure 10: Proportion of businesses with Internet access, by maximum contracted connection speed\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-10.xls \"XLS format\") (31 Kb)\n"
    },
    {
      "title": "Business’ use of websites",
      "markdown": "In 2012, 82% of businesses had a website. Whereas virtually all of the largest businesses (1000 or more employees) had a website (99%), not all of the smallest (10 to 49 employees) businesses (80%) in the UK were making use of this medium to generate sales.\n\nIn order to understand the growth in website sales in recent years it is important to expose the way in which businesses are choosing to use their websites to generate sales. In terms of use, just over a quarter of businesses (27%) used a website to publish catalogues or price lists, while approximately 1 in 5 (21%) had an online ordering or reservation system. The largest businesses (26%) were more likely to host a website that offered personalised content for repeat visitors. Only 6% of the smallest businesses offered this option.\n\nWith concerns about the security of the Internet and website sales, it is interesting to note that only 38% of businesses hosted a website that had a privacy policy statement, a privacy seal or certification related to website safety. \n"
    },
    {
      "title": "Social media",
      "markdown": "Social media can be defined as websites and applications that enable users to create and share content or participate in social networking. In 2012, just under half (44%) of all businesses reported that they made use of social media.\n\n### Social networks\n\nSocial networking has enabled businesses to change the way they interact with customers and provide a new facility for marketing their business and recruiting staff. In 2012, 43% of businesses used social networks such as Facebook or Linkedin. The likelihood of a business interacting on social networks is linked to their size; 79% of the largest businesses (1000 or more employees) used these networks compared with 40% of the smallest (10 to 49 employees) businesses.\n\n### Blogs and microblogs\n\nA quarter of businesses (24%) used a blog or a microblog, for example Twitter, in 2012. The largest businesses reported use approximately three times higher than those with 10 to 49 employees, at 62% and 22% respectively. The Information and communication sector reported the highest rate of use (53%), the Transport and storage sector the lowest (5%).\n\n### Multimedia content sharing websites\n\nIn 2012, 15% of businesses used multimedia content sharing websites such as YouTube or Flickr. Half of the largest businesses used content sharing websites (50%).\n\n#### Figure 11: Proportion of businesses using social media, by size of business, 2012\n[![Figure 11: Proportion of businesses using social media, by size of business, 2012](http://www.ons.gov.uk/ons/resources/chtecomfig11_tcm77-341400.png)](http://www.ons.gov.uk/ons/resources/chtecomfig11_tcm77-341400.png \"Figure 11: Proportion of businesses using social media, by size of business, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-11.xls \"XLS format\") (32 Kb)\n\n### Reasons for using social media\n\nThe most popular reason for using social media in 2012 was to develop the business’ image or to market products (33%). Social media has also opened up new opportunities for businesses to engage with customers; 23% of businesses responded to customer opinions, reviews or questions on social media, while 12% used it to involve customers in the development or innovation of goods or services.\n\nAlmost half (44%) of the largest businesses (1000 or more employees) used social media to recruit employees in 2012.\n\n#### Figure 12: Reasons for use of social media, by size of business, 2012\n[![Figure 12: Reasons for use of social media, by size of business, 2012](http://www.ons.gov.uk/ons/resources/chtecomfig12_tcm77-341401.png)](http://www.ons.gov.uk/ons/resources/chtecomfig12_tcm77-341401.png \"Figure 12: Reasons for use of social media, by size of business, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-12.xls \"XLS format\") (32 Kb)\n"
    },
    {
      "title": "Public authorities",
      "markdown": "Business use of social media demonstrates that there are sizeable differences between large and small businesses, in the take up of new ways of using the Internet. In contrast, interaction with public authorities is an example of an established way of using the Internet for business purposes, where the difference in take up between the largest (1000 or more employees) and smallest (10 to 49 employees) businesses is far less.\n\nIn 2012, 68% of businesses provided details of their National Insurance contributions online. The highest reported figure was among those businesses with more than 1000 employees (89%), while nearly two thirds (66%) of businesses with 10 or more employees also did so. \n\nNine in 10 businesses (89%) completed their VAT returns entirely over the Internet. There was little difference in the rate of use of the Internet for this purpose in the three largest groups of businesses, with all groups reporting rates of use of 93% or more. The smallest businesses (10 to 49 employees) also reported high use of this facility (88%).\n\n#### Figure 13: Proportion of businesses interacting with public authorities over the Internet, by size of business, 2012\n[![Figure 13: Proportion of businesses interacting with public authorities over the Internet, by size of business, 2012](http://www.ons.gov.uk/ons/resources/chtecomfig13_tcm77-341404.png)](http://www.ons.gov.uk/ons/resources/chtecomfig13_tcm77-341404.png \"Figure 13: Proportion of businesses interacting with public authorities over the Internet, by size of business, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/chd-ecom-figure-13.xls \"XLS format\") (31 Kb)\n"
    },
    {
      "title": "Other ICT adoption and use",
      "markdown": "This release focuses on the most significant aspects of e-commerce and ICT activity. There are additional data tables on other aspects of ICT use by businesses in the tables (557 Kb Excel sheet) associated with this release.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "###**1. Key issues specific to this release**\n\nThis is the latest annual release about e-commerce and the adoption and use of Information and Communication Technologies (ICTs) by UK businesses published by Office for National Statistics (ONS). The results in this release are in respect of 2012. The source of the information is the E-commerce Survey of UK businesses.\n\nThe Inter-Departmental Business Register (IDBR) was used as the sampling frame for the survey. The survey was sent to approximately 7,700 UK businesses with 10 or more employees, in the Manufacturing, Production, Construction, Distribution and Service sectors\n\nThis statistical bulletin reports e-commerce activity by UK businesses, regardless of where the business’ customer or supplier is located, or whether the activity is with households or businesses.\n\nThe Annual Business Survey (ABS), formerly the Annual Business Inquiry part 2 (ABI/2), produced by the ONS, is the key resource for estimating the level of e-commerce in the UK.\n\nThe ABS survey samples approximately 62,000 businesses in Great Britain from a population of over 1.8 million businesses in the sample frame on the Inter-Departmental Business Register (IDBR). The responding businesses provide information such as their turnover, purchases, employment costs, capital expenditure and stocks. Data for approximately 11,000 businesses in Northern Ireland are collected by the Department of Finance and Personnel Northern Ireland and contribute to the UK estimates.\n\nOn 14th November 2013, ONS published Provisional Results from the 2012 ABS. The release covered:\n\n- Non-Financial Services;\n- Distribution;\n- Production;\n- Construction;\n- Parts of Agriculture.\n\nTogether these industries represent the UK Non-Financial Business Economy and account for around two thirds of the whole economy of the UK in terms of Gross Value Added. \n\n###** 2. National Statistics**\n\nThe UK Statistics Authority has reviewed this publication in their report: [Assessment of compliance with the Code of Practice for Official Statistics: Statistics on E-commerce and Information and Communication Activity](http://www.statisticsauthority.gov.uk/assessment/assessment/assessment-reports/assessment-report-56---e-commerce-and-information-and-communication-technology-activity.pdf \"Assessment of compliance with the Code of Practice for Official Statistics: Statistics on E-commerce and Information and Communication Activity\") which was published on 27 July 2010. This review recommended that the E-commerce and ICT Activity release be designated as National Statistics, subject to ONS carrying out certain requirements. ONS carried out the necessary work to comply with the requirements in this report and as a result, the UK Statistics Authority confirmed that this release has National Statistics status.\n\n###** 3. Classification changes**\n\nThe 2011 survey was based on the Standard Industrial Classification (SIC) 2007. The estimates published for 2009 were the first to be published based on SIC 2007, which replaced the SIC 2003 classification system. The estimates in this release that relate to the 2006 and 2007 survey years are based on SIC 2003. Results for the 2008 survey were originally compiled and published based on SIC 2003, and have been re-estimated based on the new SIC 2007, to enable comparisons to be made with future years.\n\nThere were changes to the e-commerce questions asked in the 2008 survey, which impacted on the published results. The Internet/non-Internet split of e-commerce transactions, that had been included since the survey began, were discontinued after the 2008 survey. This split was replaced with a breakdown of website and non-website transactions. The historical e-commerce estimates, broken down by Internet and non-Internet sales, are still available on the ONS website in the [2008 E-commerce and ICT Statistical Bulletin](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2008-edition/index.html \"2008 Edition\"). As a result of the changes to the measurement of e-commerce, this release provides estimates of the values of e-commerce from 2008 onwards.\n\nUntil the 2007 survey, the definition of e-commerce sales and purchases included transactions over manually typed email. From the 2008 survey onwards, this changed and email transactions have been excluded. This means that e-commerce sales published in this release are not directly comparable with estimates previously published for 2007 and previous years.\n\n###** 4. Quality Improvement to the estimation of e-commerce sales values**\n\nPrior to the 2011 survey, estimates of the values of e-commerce sales had been calculated using Annual Business Survey (ABS) total business turnover data from the previous year. This method had been used since the e-commerce survey commenced in 2000. When the survey was initiated, the impact of using ABS total turnover from the previous year was not obvious, as the values of e-commerce in particular, and the economy as a whole, were growing each year. However, this changed, most notably, with the onset of the recession in 2008/09.\n\nABS results used to be published approximately 14 months after the year end, meaning that the previous years ABS data were the latest available at the time of finalising the e-commerce results. Due to improvements to the timeliness of ABS estimates, and through enhancements to the systems used to produce estimates for this release, it is now possible to use ABS data from the relevant survey year to derive estimates of e-commerce sales. This change has served to produce more accurate estimates of e-commerce sales, as it means that the estimates of e-commerce reported by businesses are now applied to rates of turnover, from the ABS, from the same year that they relate to. \n\n###** 5. Common pitfalls in interpreting the series**\n\nThis report should not be confused with the Internet Access Household and Individuals statistical bulletin. This is a separate release that contains estimates on Internet access and use of the Internet by households and individuals, not by businesses.\n\n###** 6. Uses of the data**\n\nThis bulletin provides information on the values of e-commerce sales, and the use by businesses of various types of ICT. In some cases, growth over time can be seen where ICT use has been measured on a comparable basis in previous years. Examples of this include the measurement of ICT activities such as Internet access, broadband and websites. Results are presented by business employment sizeband. This allows comparisons of the levels of e-commerce trading and ICT activity to be made between different sized businesses.\n\nEurostat is the primary user of the statistics. The UK provides statistics to Eurostat measuring business use of ICT and e-commerce activity, in accordance with [Regulation of the European Parliament and Council 808/2004](http://www.google.com/url?sa\u003dt\u0026rct\u003dj\u0026q\u003dregulation%20808%2F2004\u0026source\u003dweb\u0026cd\u003d1\u0026cad\u003drja\u0026ved\u003d0CC8QFjAA\u0026url\u003dhttp%3A%2F%2Feur-lex.europa.eu%2FLexUriServ%2FLexUriServ.do%3Furi%3DOJ%3AL%3A2004%3A143%3A0049%3A0055%3AEN%3APDF\u0026ei\u003dsCuuUMrcNMrD0AWVm4F4\u0026usg\u003dAFQjCNF12E \"Regulation of the European Parliament and Council 808/2004\"). These estimates are used to provide information that is consistent with other European Union (EU) member states, as part of progress towards measuring EU benchmarking indicators. These EU indicators compare the development and use of ICT in the EU member states, and help to provide a better understanding of the adoption of ICT and the Internet by businesses at an EU level.\n\nICT is considered as critical for improving the competitiveness of European industry and, more generally, to meet the demands of society and the economy. Broadband is considered to be important when measuring access to, and use of, the Internet. Broadband offers users the possibility to rapidly transfer large volumes of data and keep access lines open. The take-up of broadband is a key ICT policy-making indicator. Widespread access to the Internet, via broadband, is regarded as essential for the development of advanced services on the Internet, such as e-business, e-government or e-learning. Since 2005, the EU policy framework for ICT has been the i2010 initiative called ‘[A European information society for growth and employment](http://ec.europa.eu/information_society/eeurope/i2010/index_en.htm \"A European information society for growth and employment\")’ which seeks to boost efficiency throughout the EU economy by means of the wider use of ICT. Having undergone a mid-term review, an updated i2010 strategy was presented in April 2008, addressing key challenges for the period 2008-2010.\n\nDo you make use of our estimates of e-commerce and ICT activity? If yes, we would like to hear from you (\u003cecommerce@ons.gov.uk\u003e) and understand how you make use of these statistics. This may enable us, in the future, to better meet your needs as a user. \n\n###** 7. International context**\n\nA comparable survey is run in all countries of the European Union (EU) and also in some non-EU countries. The measurement of e-commerce and ICT activity by businesses is under continuing review and development. Eurostat plays a leading role in this and each year leads a process whereby the data requirements for the survey are reviewed and updated. Comparative data for EU countries can be found on the  [Eurostat website](http://epp.eurostat.ec.europa.eu/statistics_explained/index.php/Information_society_statistics \"Eurostat website\").\n\n###** 8. Estimation**\n\nThe estimates of the proportions of businesses are weighted to be consistent with the number and profile of businesses in the UK economy. Results weighted by number of businesses give an equal weight to business irrespective of size. This method of calculation reflects the greater number of small businesses than large ones. Therefore, estimates of proportions of businesses in \u0027All sizebands\u0027 are likely to be closer to the estimates for the 10 to 49 employment sizeband, than for the 1000+ employment sizeband.\n\n###** 9. Coverage**\n\nThe provision of the results to Eurostat is a requirement set out in EU Regulation 106/2009. The survey collects the data necessary to meet this requirement. The estimates in this release relate to those sectors of the economy where coverage is required by Eurostat, under the terms of the Regulation and it should therefore be noted that the survey is not intended to provide full coverage of all UK ICT and e-commerce business activity.\n\nThe survey covers businesses within the following economic sectors, according to the Standard Industrial Classification (SIC) 2007.\n\n- Manufacturing: Divisions 10-33;\n- Utilities: Divisions 35-39;\n- Construction: Divisions 41-43;\n- Wholesale: Divisions 45-46;\n- Retail: Division 47;\n- Transport and Storage: Divisions 49-53;\n- Accommodation and food services: Divisions 55-56;\n- Information and communication: Divisions 58-63;\n- Other services: Divisions 68-74, 77-82, 95.1.\n\nThe sectors of the SIC 2007 not covered by the survey are as follows:\n\n- Section A  Agriculture, Forestry and Fishing;\n- Section B  Mining and Quarrying;\n- Section K  Finance and Insurance Activities\n- Division 75  Veterinary Activities;\n- Section O  Public Administration and Defence, Social Security;\n- Section P  Education;\n- Section Q  Health and Social Work;\n- Section R  Arts, Entertainment and Recreation;\nSection S  Other Service Activities except SIC 95.1, Repair of computers.\n\nEstimates in this release relate to businesses with 10 or more employees. No information is collected relating to businesses with fewer than 10 employees as these are not within the coverage requirements defined by Eurostat. Until the 2004 survey, businesses with fewer than 10 employees were included in the survey, due to a specific user interest from the then Department of Trade and Industry (DTI). When this user interest ended the coverage of these businesses was discontinued, leaving the coverage from 2005 onwards as being just what was required by Eurostat under [EU Regulation 106/2009](http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri\u003dOJ:L:2009:286:0031:0035:EN:PDF \"EU Regulation 106/2009\"). The decision to cease collection of information from these businesses was made on the grounds of resources available to run the survey and the burden placed on the businesses in requiring them to take part in the survey.\n\nSince the DTI interest in monitoring businesses with fewer than 10 employees ended, no other specific user interest in their activity has been identified. A user survey conducted in April 2011 did not receive any feedback requesting the resumption of coverage of this group of businesses. \n\nIt is not possible to estimate what the current survey results would be if the businesses with fewer than 10 employees were still covered by the survey. However, in 2004, the last year that these businesses were included, ONS estimated that their sales represented 6.6% of total sales over the Internet. Until the 2004 survey, these businesses also had lower proportions of ICT adoption and usage than the larger businesses. This meant that estimates of the proportions of \"all businesses\" carrying out an ICT activity were lower in the 2004 results than in the 2005 results and onwards, when \"all businesses\" were defined as businesses with 10 or more employees.\n\n###** 10. Revisions to earlier years**\n\nAs in previous years, estimates are subject to revision. In this release the 2010 and 2011 estimates have been revised. \n\n###** 11. Sampling variability and confidence intervals**\n\nThe estimates in this release are subject to sampling variability, as are those from all sample surveys. The following confidence interval tables show estimated 95% confidence intervals for selected estimates relating to e-commerce and ICT activity. The estimates come from survey data and so have a degree of statistical error associated with them. Confidence intervals are an indication of the reliability of the estimate; the smaller the interval, the more reliable the estimate is likely to be. With regards to ‘95% confidence intervals’, we mean that if we repeated our survey 100 times, 95% of the time (95 times out of 100), the true population value would fall within the range of these confidence intervals.\n\n#### Table 1: Value of website sales, 95% confidence intervals, 2012\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/prt-ecom-table-1.xls \"XLS format\") (18.5 Kb)\n\n#### Table 2: Value of EDI sales, 95% confidence intervals, 2012\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/prt-ecom-table-2.xls \"XLS format\") (19 Kb)\n\n#### Table 3: Proportion of business making website sales, 95% confidence intervals, 2012\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/prt-ecom-table-3.xls \"XLS format\") (19 Kb)\n\n#### Table 4: Proportion of business making EDI sales, 95% confidence intervals, 2012\n\nSource: Office for National Statistics\n\n##### Table notes:\n1. Estimates for the Utilities and Transport \u0026 storage sectors are not included in this table due to concerns about data quality.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/prt-ecom-table-4.xls \"XLS format\") (19 Kb)\n\n###** 12. Imputation**\n\nNo imputations were made for contributor or item non-response, as all data items on a business’ completed questionnaire have to pass validation checks before being included in the survey results. The only exceptions to this are where, under certain conditions, a missing value data item was estimated based on other contributors in the same employment size band and SIC. For this to take place, the business had to have returned all non-value data items and all these items had to have passed the validation checks. \n\n###** 13. Social media**\n\n- Follow ONS on [Twitter [![Twitter](http://www.ons.gov.uk/ons/resources/icontwitter_tcm77-30067.gif)](http://www.ons.gov.uk/ons/resources/icontwitter_tcm77-30067.gif \"Twitter\")](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") and receive up to date information about our statistics.\n- Like ONS on [Facebook [![Facebook](http://www.ons.gov.uk/ons/resources/iconfacebook_tcm77-30058.gif)](http://www.ons.gov.uk/ons/resources/iconfacebook_tcm77-30058.gif \"Facebook\")](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") to receive our updates in your newsfeed and to post comments on our page.\n- Watch our videos on [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\").\n\n###** 14. Discussing ONS business statistics online**\n\nThere is a [Business and Trade Statistics](http://www.ons.gov.uk/ons/external-links/organisations/statsusernet/business-and-trade-statistics.html \"Business and Trade Statistics\") community on the [StatsUserNet](http://www.ons.gov.uk/ons/external-links/organisations/statsusernet/statsusernet-home.html \"StatsUserNet\") website. StatsUserNet is the Royal Statistical Society’s interactive site for users of official statistics. The community objectives are to promote dialogue and share information between users and producers of official business and trade statistics about the structure, content and performance of businesses within the UK. Anyone can join the discussions by registering via either of the links above.\n\n###** 15. Special events**\n\nONS has published commentary, analysis and policy on \u0027Special Events\u0027 which may affect statistical outputs. For full details visit the [Special Events](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/index.html \"ONS Policy on Special Events\") page on the ONS website.\n\n###** 16. Publication policy**\n\nDetails of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "headline1": "E-commerce sales represented 18% of business turnover in 2012, down from 19% in 2011, but up 4.5 percentage points from the 2008 estimate of 14%.",
  "headline2": "Sales by Electronic Data Interchange (EDI) made up two-thirds (67%) of total e-commerce sales in 2012, with the remainder (33%) from website sales.",
  "headline3": "Website sales (£164 billion) represented 6% of business turnover in 2012, up from 5% (£133 billion) in 2011.",
  "summary": "This release provides estimates of the values of e-commerce and the adoption and use of Information and Communication Technologies (ICTs) by UK businesses. The source of the information is the E-commerce Survey of UK Businesses.",
  "relatedBulletins": [],
  "title": "E-Commerce and ICT Activity, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "E-Commerce and ICT Activity, 2012",
  "uri": "/businessindustryandtrade/itandinternetindustry/bulletins/ecommerceandictactivity2012",
  "fileName": "ecommerceandictactivity2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Business, industry and trade",
      "fileName": "businessindustryandtrade"
    },
    {
      "index": 0,
      "type": "home",
      "name": "IT and internet industry",
      "fileName": "itandinternetindustry",
      "breadcrumb": []
    }
  ]
}