{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Elizabeth McLaren",
    "email": "elizabeth.mclaren@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Findings",
      "markdown": "- In 2012, the provisional number of marriages in England and Wales increased by 5.3% to 262,240, from 249,133 in 2011.\n- Civil ceremonies accounted for 70% of all marriages that took place in 2012, an increase from 66% in 2002.\n- The greatest number of marriages was for men and women aged 25 to 29.\n- The mean age at marriage in 2012 was 36.5 years for men and 34.0 years for women. The mean age at marriage has increased by almost eight years for both men and women since 1972.\n- The largest percentage increase in the number of marriages between 2011 and 2012 was for men and women aged 65 to 69, rising by 25% and 21% respectively.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents provisional annual statistics for marriages that took place in England and Wales in 2012. The statistics do not include marriages to residents of England and Wales that took place abroad, but do include marriages that took place in England and Wales to non-residents. The statistics are derived from information recorded when marriages are registered as part of civil registration, a legal requirement.\n\nMarriage statistics are analysed by sex, age, period of occurrence, previous marital status, type of ceremony, religious denomination and area of occurrence.\n\nMarriage statistics for 2012 are rounded and provisional. Figures for 2012 will be finalised in early 2015 when the majority of marriage returns have been received from register offices and the clergy. In 2011, the number of marriages in England and Wales increased by over 1,200 (0.5%) between the provisional first release of figures and the finalised statistics.\n\nThis is the first time that ONS has published final 2011 and provisional 2012 marriage statistics for England and Wales.\n\nThe publication of Marriages in England and Wales (provisional) 2012 is later than originally planned. Changes in data collection methodology (see background note 3) required more time to be spent on detailed quality assurance. Once the new data collection processes are well established, ONS hope to bring forward the release of final annual marriage statistics to around 15 months after the end of the data year. This would mean that final annual figures would be released around the time that provisional figures are currently published, and the provisional publication would be discontinued. ONS will monitor the receipt of marriage registrations over the next year to determine whether such a change is possible.\n"
    },
    {
      "title": "Number of Marriages",
      "markdown": "The provisional number of marriages registered in England and Wales rose by 5.3% in 2012 to 262,240, compared with 249,133 in 2011. This increase in the provisional marriage figure for 2012 continues the recent upward trend, following the low recorded for 2009.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/marriage1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2012 marriages are provisional.\n2. Divorce Reform Act 1969 came into effect 1 January 1971.\n3. Asylum and Immigration (Treatment of Claimants etc) Act 2004 came into effect 1 February 2005. Any migrant already in the UK and subject to immigration control was required to apply for a Certificate of Approval before they could get married in England and Wales (unless they were getting married within the Anglican Church).\n4. The Certificate of Approval Scheme was abolished on 9 May 2011.\n\nFigure 1 shows the changing trends in the number of marriages and divorces since 1932. The sharp increase in marriages observed around 1940 can be attributed to the start of the Second World War. The number of males aged under 20 and 20 to 24 marrying increased by 77% and 48% respectively between 1938 and 1940. Following this rise, the number of marriages declined during the war period of 1941 to 1943 but began to rise again towards the end of the war; the number of marriages increased by 31% between 1944 and 1945, before remaining relatively stable to 1947.\n\nThe number of marriages generally declined between 1947 and 1957, before rising until 1972. This rise was partly a consequence of the increasing population over the same period. As the rate of population increase slowed, the number of marriages continued to increase, but at a reduced rate. Overall, a long-term decline in the number of marriages was recorded between 1972 and 2009, a likely consequence of two related socio-behavioural shifts. Firstly, the increasing numbers of men and women delaying marriage, or not marrying at all.  Secondly, the increasing number of couples cohabiting rather than entering into marriage, either as a precursor to marriage or as an alternative ( [Wilson and Smallwood, 2007 (562.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--128--summer-2007/understanding-recent-trends-in-marriage.pdf \"Understanding recent trends in marriage\") ).\n\nOver the past 20 years, there has been a rise in the number of cohabiting adults in the UK. The number of opposite sex cohabiting couple families increased significantly between 2002 and 2012, from 2.1 million to 2.9 million ([Families and Households, 2012](http://www.ons.gov.uk/ons/rel/family-demography/families-and-households/2012.html \"Families and Households, 2012\")). Attitudes towards cohabitation have also changed. The 2006 British Social Attitudes survey found two thirds of respondents thought there was ‘little difference socially between being married and living together as a couple’ ([Beaujouan and Bhrolcháin, 2011](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-cohab-marriage-trends.pdf \"Beaujouan and Bhrolcháin, 2011\")).\n\nIt is not possible to determine at this stage whether the rising number of marriages between 2009 and 2012 is indicative of an end to the long term decline between 1972 and 2009. Possible factors which may have influenced the increasing number of marriages in England and Wales in recent years include:\n\n- Changes in the number of residents of England and Wales marrying abroad. Estimates derived from the International Passenger Survey suggest there was a fall in the number of UK residents marrying abroad from 92,000 in 2009 to 55,000 in 2011. Marriages that would otherwise have occurred abroad may have taken place in England and Wales instead. In 2012 however, marriages abroad were estimated to have risen back up to 89,000. These estimates are based on a very small number of interviews and so the standard errors on the estimates are correspondingly high.\n- The Certificate of Approval Scheme was abolished in May 2011. This will have made it easier for legitimate marriages involving persons subject to immigration controls to take place.\n- The economic downturn in 2008/9 which may have delayed marriages due to financial constraints, changes in employment and related lifestyle changes.\n- Marriages to an increasing number of couples who decided to cohabit as a precursor to marriage. Research suggests that around 40% of cohabiting couples are estimated to marry within 5 years (based on cohabiting unions which started between 2000 and 2004) ([Beaujouan and Bhrolcháin, 2011](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-cohab-marriage-trends.pdf \"Beaujouan and Bhrolcháin, 2011\")).\n\nThe largest percentage decline in the number of marriages since 1972 was recorded between 2004 and 2005, when the number of marriages fell by 9.3%. This could be related to the introduction of the Certificate of Approval Scheme included in the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004, which was introduced on 1 February 2005 to prevent the use of marriage to circumvent UK immigration control (‘sham marriages’). The scheme made it increasingly difficult for a sham marriage to take place and could therefore have reduced the number of such marriages. In addition there may have been people marrying legitimately who were either deterred from marrying or whose marriage was delayed by the legislation. These measures were abolished in May 2011. Entering into a sham marriage does not entitle migrants to any right to remain in the UK. The Home Office continues to investigate suspected abuse with assistance from Registrars and members of the clergy, disrupting marriages where possible, before they take place. See background note 7 for more information on these changes to marriage legislation.\n"
    },
    {
      "title": "Marriage Rates",
      "markdown": "The General Marriage Rate (GMR) referred to in this bulletin shows the number of men or women marrying per thousand unmarried men or women aged 16 and over. The GMR takes account of changes in the size of the unmarried adult population in England and Wales, as well as the number of marriages.\n\nChanges in the size of the unmarried population are determined by patterns of marriage, divorce, mortality and migration. While the actual number of males and females getting married in a particular year is equal, the number of unmarried males and females in the population will differ, hence the different rates.\n\nThe provisional male GMR in 2012 was 23.2 men marrying per thousand unmarried men aged 16 and over, compared with 22.1 in 2011 and 27.4 in 2002. The provisional GMR for women in 2012 was 21.0 women marrying per thousand unmarried women aged 16 and over, compared with 19.9 in 2011 and 23.9 in 2002 (Figure 2).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/marriage2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2012 are provisional.\n2. The GMR is the number of marriages per thousand unmarried males or females aged 16 and over. Rates for 1932 to 1979 use the unmarried male and female population aged 15 and over. Rates for 1980 onwards use the unmarried male and female population aged 16 and over.\n3. Asylum and Immigration (Treatment of Claimants etc) Act 2004 came into effect 1 February 2005. Any migrant already in the UK and subject to immigration control was required to apply for a Certificate of Approval before they could get married in England and Wales (unless they were getting married within the Anglican Church).\n4. The Certificate of Approval Scheme was abolished on 9 May 2011.\n5. Marriage rates for 2002-2010 are calculated using marital status population estimates based on the 2001 Census. Revisions to these estimates to take account of the 2011 Census are not currently planned. Marriage rates for 2011 and 2012 are based on estimated 2011 marital status population estimates which use the mid-2011 population estimates based on the 2011 Census and the marital status distribution from the 2008-based marital status population projections for 2011. Consequently comparisons between rates for 2002-2010 and 2011-2012 should be treated with caution due to the different census bases used. For more information see section titled ‘Availability of Population Estimates by Marital Status and the Calculation of Marriage Rates for 2011 and 2012’.\n"
    },
    {
      "title": "Type of Ceremony",
      "markdown": "The provisional number of civil ceremonies in 2012 was 184,320, accounting for 70% of all marriages. The proportion of civil ceremonies first exceeded religious ceremonies in 1976.\n\nProvisional figures indicate that the number of marriage ceremonies which took place in approved premises such as hotels, stately homes and historic buildings increased in 2012. There were 156,480 marriage ceremonies which took place in approved premises in 2012, a 9.2% increase from 2011. Marriages in approved premises accounted for 60% of all marriages in 2012 and 85% of civil marriages. Following their introduction in 1995, there has been a continual increase in the proportion of marriages taking place in approved premises. This coincides with a rise in the number of approved premises licensed for weddings.\n\nReligious marriages other than those solemnised according to the rites and ceremonies of the Church of England, Church in Wales, Society of Friends or of the Jewish religion must usually take place in a building registered for marriages. All buildings registered for religious marriage must also be certified as a place of worship.\n\nThe provisional number of religious ceremonies in 2012 was 77,910, an increase of 4.6% compared with 2011. Religious marriages accounted for less than a third of all marriages in 2012 (30%). The number of religious marriages has decreased by 9.8% since 2002, while in the same period the overall number of marriages increased by 2.6%.\n\nFor the eighth consecutive year, there were fewer religious ceremonies than ceremonies in approved premises. While not necessarily linked, such trends mirror the findings of the 2011 Census, where the number of people who declare themselves as Christians in England and Wales had fallen from 72% in 2001 to 59% in 2011. Over the same period, the number reporting no religion rose from 15% to 25%.\n\nProvisional marriage figures for 2012 suggest that Church of England and Church in Wales marriages have increased by 6.2% in 2012 to 57,860, from 54,463 in 2011. Similarly there has been a rise of 0.6% in the number of Roman Catholic marriages, while there was a decrease in the number of marriages to ‘Other Christian Denominations’ of 1.6%. The number of ceremonies to ‘other’ religions, including Sikh, Muslim and Jews, has also increased by 6.0% (see Table 1, [Summary of marriage characteristics (199.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/marriages-in-england-and-wales--provisional-/2012/rtd-marriage-summary-statistics-2012--provisional-.xls \"RTD Marriage Summary Statistics 2012 (Provisional)\") ).\n"
    },
    {
      "title": "Age at Marriage",
      "markdown": "Figure 3 shows the age at marriage for men and women in 2012. At younger ages there were more women than men marrying; however, at older ages more men than women married. This pattern reflects that, on average, men tend to form relationships with women younger than themselves. In 2012, the number of marriages was greatest among men and women aged 25 to 29.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/marriage3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2012 are provisional.\n\nThe largest percentage increase in the number of marriages from 2011 to 2012 was for men and women aged 65 to 69, increasing by 25% and 21% respectively. The age groups with the greatest decrease in the numbers of marriages were for men under 20 and women aged 80 and over, decreasing by 9.4% and 18% respectively.\n\nThere was a slight increase in the mean age at marriage for both men and women in 2012. The provisional mean age for men marrying in 2012 was 36.5 years, an increase from 36.3 years in 2011. The provisional mean age for women marrying in 2012 was 34.0 years, an increase from 33.8 years in 2011.\n\nOver the period 1972 to 2012, the mean age at marriage for both men and women generally increased (Figure 4). For grooms, the mean age at marriage in 1972 was 28.8 years, compared with 36.5 years in 2012. For brides, the mean age at marriage in 1972 was 26.2 years, compared with 34.0 years in 2012. These increases result from people delaying entering into a first marriage and to a lesser extent increases in the proportion of marriages to divorced men and women where the mean age at marriage has risen (see Tables 6 and 7, [Age at marriage and previous marital status (604 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/marriages-in-england-and-wales--provisional-/2012/rtd-age-at-marriage-and-previous-marital-status.xls \"RTD Age at marriage and previous marital status\") ).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/marriage4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2012 are provisional.\n2. The mean ages shown in this table are not standardised and are therefore affected by changes in structure of the male/female population by age and marital status.\n\nSince 1972 the mean age at first marriage has increased by almost eight years for both men and women. In 2012 the provisional mean age at marriage for never-married men was 32.4 years, while for never married women it was 30.3 years. This compares with 24.9 years and 22.9 years respectively in 1972.\n"
    },
    {
      "title": "Marital Status Before Marriage",
      "markdown": "Provisional figures show that in 2012, 175,040 marriages in England and Wales were first marriages for both partners. This accounted for 67% of all marriages. This number peaked in 1940 at 426,100 when 91% of all marriages were the first for both partners.\n\nRemarriages for both parties accounted for 15% of all marriages in 2012. The remaining 19% of marriages were to couples where only one partner had been married previously. The proportion of marriages that were the first for both parties has gradually increased since 1996 (rise of 9.1 percentage points), while remarriages for one or both parties have decreased over the same period (fall of 4.6 percentage points for both).\n"
    },
    {
      "title": "Proportion of Men and Women Who Have Ever Married",
      "markdown": "The proportion of men and women who have ever married has been declining over recent decades. Of those born in 1930, 90% of men and 94% of women had married by age 40. In contrast, of those born in 1970, 63% of men and 71% of women had married by the same age.\n\nThe greatest decline in the proportions who have ever married were for men and women in their late teens and twenties. Of those born in 1930, 51% of men and 74% of women were married by the age of 25, compared with only 5% of men and 11% of women born in 1987 (the most recent birth cohort to reach age 25 in marriage data).\n\nThese figures reflect the increasing proportion of men and women delaying marriage or not getting married at all.\n"
    },
    {
      "title": "Proportion of Marriages Ending in Divorce",
      "markdown": "[What percentage of marriages end in divorce?](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2011/sty-what-percentage-of-marriages-end-in-divorce.html \"STY What percentage of marriages end in divorce\") published by ONS, shows that the estimated percentage of marriages ending in divorce (assuming 2010 divorce and mortality rates throughout the duration of marriage) is 42%. Around half of these divorces are expected to occur in the first ten years of marriage.\n\nFurther estimates suggest:\n\n1. 34% of marriages are expected to end in divorce by the 20th wedding anniversary.\n2. An additional 6% of marriages are expected to end by the 20th wedding anniversary because one of the spouses has died.\n3. 60% of marriages are therefore expected to survive to the 20th anniversary.\n4. 16% of marriages reach the 60th wedding anniversary.\n5. The average marriage is expected to last for 32 years.\n\nFor those marrying in the most recent years, since 2000, the percentage of marriages ending in [divorce (486 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---age-at-marriage-duration-of-marriage-and-cohort-analyses.xls \"RTD Divorces - Age at Marriage Duration of Marriage and Cohort Analyses\") appears to be falling. This recent decrease may be related to the following two factors:\n\n1. The age at which people first marry has been increasing. Research suggests that those marrying at older ages have a lower risk of divorce ( [Wilson and Smallwood, 2008 (244.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/the-proportion-of-marriages-ending-in-divorce.pdf \"the proportion of marriages ending in divorce\") ).\n2. Cohabitation has increased in recent years. As people often live together before getting married ([Beaujouan and Bhrolcháin, 2011](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-cohab-marriage-trends.pdf \"Beaujouan and Bhrolcháin, 2011\")), this may act to filter out less committed relationships from progressing to marriage.\n"
    },
    {
      "title": "Marriages in the UK",
      "markdown": "The provisional number of UK marriages in 2012 was 301,250. This is a rise of 5.1% compared with 2011 when there were 286,634 marriages. The long-term picture for UK marriages has been one of decline, from a peak of 480,285 marriages in 1972, with 2010 showing the first increase since 2004.\n\nIn Scotland the number of marriages increased from 29,135 in 2011 to 30,534 in 2012, a rise of 4.8%. Northern Ireland also recorded a rise in the number of marriages, increasing by 1.4% to 8,480 in 2012, from 8,366 in 2011.\n\nAnnual marriage figures for the UK and constituent countries can be found in the [Vital Statistics: Population and Health Reference tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Populations and Health Reference Tables index\").\n"
    },
    {
      "title": "Civil Partnerships",
      "markdown": "The number of civil partnership formations in the UK increased between 2010 and 2012, following decreases between 2006 and 2009. In 2012, 7,037 civil partnerships were formed by same-sex couples compared with 6,795 in 2011 (an increase of 3.6%). The total number of civil partnerships formed in the UK since the Civil Partnership Act came into force in December 2005, up to the end of 2012, is 60,454.\n\nFurther statistics on [civil partnerships](http://www.ons.gov.uk/ons/rel/vsob2/civil-partnership-statistics--united-kingdom/index.html \"Civil Partnership Statistics, United Kingdom index\") can be found on the ONS website.\n\n[Civil Partnerships five years](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-civil-partnerships.pdf \"Civil Partnerships five years\") on examines civil partnerships in England and Wales, comparing them with the characteristics of those marrying over the same period (2005 to 2010).\n"
    },
    {
      "title": "Availability of Population Estimates by Marital Status and the Calculation of Marriage Rates for 2011 and 2012",
      "markdown": "Marital status estimates for 2011 and 2012 are not currently scheduled for publication. ONS has undertaken an internal review to ascertain whether the current output and methods used to produce the output are fit for purpose. A [consultation](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/open-consultations/2014/consultation-on-population-estimates-by-marital-status-and-living-arrangements/index.html \"Consultation on Population Estimates by Marital Status and Living Arrangements\") proposing changes to both the published tables and methods used to produce them is available on the ONS website. The consultation closes on 11 July 2014.\n\nMarriage rates for 2011 and 2012 are therefore based on estimated 2011 marital status population estimates. These use the mid-2011 population estimates based on the 2011 Census and the marital status distribution from the 2008-based marital status population projections for 2011. Analyses comparing the marital status distribution in the marital status estimates for mid-2008-2010 and the 2008-based marital status projections for 2008-2011 have shown that these estimates provide:\n\n- a plausible marital status distribution for 2011 and 2012; and\n- a more plausible 2011 marital status distribution than the 2010 marital status estimates.\n"
    },
    {
      "title": "The Future of Marriage Statistics Given the Introduction of Marriage of Same Sex Couples",
      "markdown": "The [Marriage (Same Sex Couples) Act 2013](http://services.parliament.uk/bills/2012-13/marriagesamesexcouplesbill/documents.html \"Marriage (Same Sex Couples) Act 2013\") makes provision for the marriage of same sex couples in England and Wales, either in a civil ceremony (in a register office or approved premise, for example a hotel) or on religious premises (provided that the religious organisation concerned is in agreement with the marriage being solemnised through a religious ceremony).\n\nONS ran a public consultation on [user requirements for marriage, divorce and civil partnership statistics for England and Wales](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/consultations/user-requirements-for-marriage--divorce-and-civil-partnership-statistics/index.html \"User requirements for marriage, divorce and civil partnership statistics\") from 8 October 2013 to 17 December 2013. In response to this consultation, ONS intends to change the way in which marriages, divorces and civil partnerships data are published from 2015 onwards. ONS plan to publish a selection of summary tables for each topic; these summary tables will provide a significant time series for comparison. Alongside these summary tables, ONS plans to publish explorable datasets and anonymised microdata, both of which can be used to obtain more detailed statistics for a particular calendar year. A [document (101.3 Kb Pdf)](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/consultations/user-requirements-for-marriage--divorce-and-civil-partnership-statistics/summary-of-responses-and-future-plans.pdf \"Summary of responses and future plans\") summarising responses to the consultation and future plans is published on the ONS website.\n"
    },
    {
      "title": "Users of Marriage Statistics",
      "markdown": "ONS uses marriage statistics to:\n\n- report on social and demographic trends, and\n- perform further analyses, for example determining [What percentage of marriages end in divorce?](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2011/sty-what-percentage-of-marriages-end-in-divorce.html \"STY What percentages of marriages end in divorce\") and for comparisons with civil partnership formations, for example [Civil Partnerships five years on](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/index.html \"Civil Partnerships five years on\").\n\nThe distinction between cohabitation and marriage is of importance to policy makers, as well as to social and political commentators. Issues of policy interest include legal rights and responsibilities of cohabiting partners, the welfare of children of unmarried parents, the stability of family forms, housing demand, and lone parent families.\n\nOrganisations such as Eurostat and the Council of Europe use ONS marriage statistics. Also, organisations in the voluntary sector use ONS marriage statistics for comparison purposes and to support campaigns. These organisations often pass on ONS’s marriage statistics to their own users.\n\nLawyers, solicitors and those involved in family law, as well as academics and researchers in demography and social sciences, are often interested in marriage statistics.\n\nThose involved in the \u0027marriage business\u0027, for example hotels and catering businesses, bridal shops and wedding planners, often wish to see marriage statistics. The clergy and in particular the Church of England are also interested in marriage statistics by area, and the number of religious marriages taking place each year.\n"
    },
    {
      "title": "Further Information",
      "markdown": "More data on [Marriages in England and Wales](http://www.ons.gov.uk/ons/rel/vsob1/marriages-in-england-and-wales--provisional-/index.html \"Marriages in England and Wales (provisional) index\") in 2012 are available on the Office for National Statistics (ONS) website.\n\n[ONS Marriages Metadata (420.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/marriages-2011.pdf \"Marriages metadata\") provides further information on data quality, legislation and procedures relating to marriages.\n\n[ONS Marriages Quality and Methodology Information (214.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/social-statistics/quality-and-methodology-information-for-marriages-in-england-and-wales.pdf \"Quality and Methodology Information for Marriages in England and Wales\") provides overview notes which pull together key qualitative information on the various dimensions of quality as well as providing a summary of methods used to compile the output.\n\nAnnual marriage figures for the UK and constituent countries can be found in the [Vital Statistics: Population and Health Reference tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference tables index\").\n\n[National Records of Scotland](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/gro-scotland--marriages-and-civil-partnerships.html \"GRO Scotland: Marriages and civil partnerships\") provides marriage statistics for Scotland.\n\n[Northern Ireland Statistics and Research Agency](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra--marriages.html \"NISRA: Marriages\") provides marriage statistics for Northern Ireland.\n\nFurther statistics on [divorces](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/index.html \"Divorces in England and Wales index\"), [civil partnerships and civil partnership dissolutions](http://www.ons.gov.uk/ons/rel/vsob2/civil-partnership-statistics--united-kingdom/index.html \"Civil Partnership Statistics, United Kingdom index\"), [families and households](http://www.ons.gov.uk/ons/rel/family-demography/families-and-households/index.html \"Families and Households index\") and [cohabitation estimates](http://www.ons.gov.uk/ons/rel/family-demography/cohabitation-estimates--england-and-wales/index.html \"Cohabitation Estimates index\") are available on the ONS website.\n\n[Population estimates by marital status](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-by-marital-status/index.html \"Population estimates by Marital Status index\") provide the estimated resident population by single year of age, sex and marital status (single, married, divorced, and widowed) for England and Wales. For information about 2011 and 2012 estimates see section titled ‘Availability of Population Estimates by Marital Status and the Calculation of Marriage Rates for 2011 and 2012’.\n\n[Population projections by marital status for England and Wales](http://www.ons.gov.uk/ons/rel/npp/marital-status-population-projections-for-england---wales/index.html \"Marital Status Populations Projections for England and Wales index\") are available on the ONS website. The latest figures are consistent with the 2008-based national principal population projection for England and Wales and cover the 25 years to 2033.\n"
    }
  ],
  "accordion": [
    {
      "title": "References",
      "markdown": "Beaujouan E and Bhrolcháin M (2011) [Cohabitation and marriage in Britain since the 1970s](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-cohab-marriage-trends.pdf \"Cohabitation and marriage in Britain since the 1970s\"), Population Trends 145.\n\nONS (2013) [What percentages of marriage end in divorce?](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2011/sty-what-percentage-of-marriages-end-in-divorce.html \"STY What marriages end in divorce\")\n\nWilson B and Smallwood S (2008) [The proportion of marriages ending in divorce (244.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/the-proportion-of-marriages-ending-in-divorce.pdf \"The proportion of marriages ending in divorce\") , Population Trends 131.\n\nWilson B and Smallwood S (2007) [Understanding recent trends in marriage (562.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--128--summer-2007/understanding-recent-trends-in-marriage.pdf \"Understanding recent trends in marriage\") , Population Trends 128.\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "1. With the exception of figures reported in the ‘Marriages in the UK’ section of this bulletin, all figures reported relate only to marriages solemnised in England and Wales. Marriages of England and Wales residents that took place outside England and Wales are not accounted for in this bulletin. Marriages of persons whose usual residence is outside England and Wales, but whose marriage took place in England and Wales are included in the figures.\n\n2. Figures for 2012 are rounded and provisional. Annual marriage statistics are finalised when the majority of returns have been received from register offices and the clergy. In 2011, the number of marriages in England and Wales increased by just over 1,200 (0.5%) between the provisional first release of figures and the finalised statistics. Further information can be found in the [ONS Marriages Metadata (420.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/marriages-2011.pdf \"Marriages metadata\") .\n\n3. Prior to 2011, marriage entries were collated by Registrars in the registration district where they occurred. The entries were then sent to the General Register Office (GRO) for the compilation of central records and indexes. Certified copies of each completed marriage entry appearing in the marriage register (both civil and religious) were also sent to ONS by GRO on a regular basis. Once received, the forms were entered onto ONS systems and verified.\n\nFrom January 2011, all marriages registered within England and Wales have been recorded on the web-based Registration Online system (RON). Civil marriages are entered onto RON by registrars while religious marriages are collated by registrars before being sent to GRO where they are entered onto RON. Marriage data recorded on RON is then passed onto ONS for statistical purposes. Regular receipt and diagnostic tests are performed by ONS resulting in contact with GRO to resolve any issues identified.\n\n4. The population estimates by marital status used to calculate rates in this bulletin are the latest available. Further information on [population estimates by marital status](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-by-marital-status/index.html \"Population Estimates by Marital Status index\") can be found on the ONS website and in the section titled ‘Availability of Population Estimates by Marital Status and the Calculation of Marriage Rates for 2011 and 2012’.\n\n5. The mean ages presented in this release have not been standardised for age and therefore do not take account of the changing structure of the male/female population by age and marital status.\n\nThe mean age (also known as the average age) is obtained by adding together the ages of all the people concerned and dividing by the number of people. In contrast the median age is the age of the person in the middle of the group, such that one half of the group is younger than that person and the other half is older.\n\nThe median and mean ages do not coincide here as the age distribution is not symmetrical. Marriage may take place at any age from 16 upwards, but the majority occur much nearer 16 than, for example 70. The effect is that the mean is greater than the median.\n\n6. Approved premises are buildings such as hotels and stately homes licensed by local authorities under the Marriage Act 1994, for the solemnisation of civil marriages. In addition, some local authorities have made accommodation available for civil marriage as approved premises in place of register offices. This provision for marriages in approved premises came into effect on 1 April 1995.\n\n7. In February 2005, The Asylum and Immigration (Treatment of Claimants, etc) Act 2004 made various changes to the procedure for marriage for anyone subject to immigration control, broadly speaking non-EEA nationals. Where any individual to be married was subject to immigration control and was marrying in England and Wales by superintendent registrar’s certificate, notice had to be given in a designated register office and qualifying conditions had to be met. A person subject to immigration control needed a certificate of approval from the Home Office unless he or she had a marriage visa or settled status. The same legislation applied to Scotland and Northern Ireland but did not apply to Anglican marriages after banns or by licence in England and Wales. The purpose of this legislation was to counter the use of marriage to circumvent UK immigration control (‘sham marriages’). On 4 April 2011 Parliament approved a Remedial Order to abolish this Certificate of Approval scheme on human rights grounds. The scheme ended in May 2011. The UK Border Agency is working with the General Register Offices across the UK, local registration services and the Anglican Church to tackle sham marriages.\n\n8. Special extracts and tabulations of marriage data for England and Wales are available to order (subject to legal frameworks, disclosure control, resources and agreement of costs, where appropriate). Enquiries should be made to:\n\nVital Statistics Output Branch\nLife Events and Population Sources Division\nOffice for National Statistics\nSegensworth Road\nTitchfield\nFareham\nHampshire PO15 5RR\n\nTel: +44 (0)1329 444110\nEmail: \u003cvsob@ons.gsi.gov.uk\u003e\n\nThe [ONS charging policy](http://www.ons.gov.uk/ons/about-ons/business-transparency/freedom-of-information/ons-charging-policy/index.html \"ONS charging policy\") is available on the ONS website.\n\n9. We welcome feedback from users on the content, format and relevance of this release. Please send feedback to the postal or email address above.\n\n10. Follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\")\n\n11. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "In 2012, the provisional number of marriages in England and Wales increased by 5.3% to 262,240, from 249,133 in 2011.",
  "headline2": "Civil ceremonies accounted for 70% of all marriages that took place in 2012, an increase from 66% in 2002.",
  "headline3": "The greatest number of marriages was for men and women aged 25 to 29.",
  "summary": "Annual data on marriages in England and Wales. Marriages abroad not included. Non-residents are included. Derived as part of civil registration.",
  "relatedBulletins": [
    {
      "summary": "Annual statistics on civil partnerships that were formed in the United Kingdom (UK) in 2012, as well as those which were dissolved. Civil partnership statistics are analysed by sex, age, previous marital status and area of occurrence. Figures on formations for Northern Ireland and the UK are provisional and all dissolution data are provisional.",
      "name": "Civil Partnerships in the UK, 2012",
      "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/marriagecohabitationandcivilpartnerships/bulletins/civilpartnershipsintheuk2012"
    }
  ],
  "title": "Marriages in England and Wales (Provisional), 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Marriages in England and Wales (Provisional), 2012",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/marriagecohabitationandcivilpartnerships/bulletins/marriagesinenglandandwalesprovisional2012",
  "fileName": "marriagesinenglandandwalesprovisional2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Marriage, cohabitation and civil partnerships",
      "fileName": "marriagecohabitationandcivilpartnerships",
      "breadcrumb": []
    }
  ]
}