{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "John Allen",
    "email": "productivity@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Labour Productivity, Q1 2014",
      "markdown": "- UK labour productivity was little changed in the first quarter of 2014, as growth of labour inputs broadly matched the expansion of economic output.\n- Output per hour grew by 0.2% in the first quarter in service industries, and by 0.5% in production industries.\n- Whole economy unit labour costs increased by 0.1% in Q1 2014 and were 1.4% higher than a year ago, continuing the slow rate of growth of recent quarters. Manufacturing unit wage costs decreased by 1.8% in the first quarter of 2014 and were 0.3% lower than a year earlier. This is the first quarter since Q1 2012 where there has been a year on year fall in manufacturing unit wage costs.\n- New analysis of industry contributions to productivity movements since the economic downturn shows large negative contributions from production industries other than manufacturers and from the financial services industry.\n"
    },
    {
      "title": "About this release",
      "markdown": "Labour productivity statistics for the first quarter of 2014 for the whole economy and a range of industries, together with selected data on unit labour costs. Labour productivity measures the amount of real (inflation-adjusted) economic output that is produced by a unit of labour input (in terms of workers, jobs and hours worked) and is a key indicator of economic performance. Since labour costs account for around two-thirds of the cost of production of UK economic output, unit labour costs provide an indication of inflationary pressures in the economy.\n\nOutput statistics in this release are consistent with the latest [Quarterly National Accounts](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/index.html \"Quarterly National Accounts\") published on 27 June 2014. Labour input measures are consistent with the latest [Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/index.html \"Labour Market Statistics\") published on 11 June 2014.\n\n### What\u0027s new?\n\nReflecting the ONS continuous improvement programme there are a number of changes in this release, including new analysis of industry contributions to productivity movements and improved charts. Tables at the back of the PDF version of the statistical bulletin now include annual averages of indices for recent years and annual estimates of productivity in the construction industry have been added to Table 8. The corresponding Excel tables now contain full sets of data, corresponding to the length of time series available within the time series dataset, which have been extended backwards in some cases.\n\nAn Excel [table (117.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/rftxlprodhistq114.xls \"RFTXLPROD HISQ114\") containing longer runs of historical data back to 1948 for some of the key series and a summary [infographic](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/info-labour-productivity-historical-data.html \"INFO Labour Productivity Historical Data\") are published alongside this statistical bulletin.\n\nFor the first time, new and improved estimates of unit labour costs are published as a  [component (211.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/rftxlprodsulcq114.xls \"rftxlprodsulcq114\") alongside the statistical bulletin, rather than some time afterwards. The new estimates are summarised and compared with existing estimates in the \u0027Unit labour costs\u0027 section below.\n"
    },
    {
      "title": "Interpreting these statistics",
      "markdown": "Whole economy output (gross value added – GVA) increased by 0.8% in the first quarter of 2014, while the Labour Force Survey (LFS) shows that the number of workers, jobs and hours all increased by 0.9% over this period1. Since growth of labour productivity can be decomposed as growth of GVA minus growth of labour input, this combination of movements in output, workers, jobs and hours implies that UK labour productivity fell slightly over this period2.\n\nDifferences between growth of output per worker and output per job reflect changes in the ratio of jobs to workers. This ratio was little changed in Q1. Differences between these measures and output per hour reflect movements in average hours which, though typically not large from quarter to quarter, can be material over a period of time. For example, a shift towards part-time employment will tend to reduce average hours. For this reason, output per hour is a more comprehensive indicator of labour productivity and is the main focus of the commentary in this release.\n\nUnit labour costs (ULCs) reflect the full labour costs, including social security and employers’ pension contributions, incurred in the production of a unit of economic output, while unit wage costs (UWCs) are a narrower measure, excluding non-wage labour costs3. Growth rates of these series can be decomposed as growth of labour costs per unit of labour input (e.g. earnings per hour) minus growth of labour productivity. With labour productivity decreasing by 0.1% on an output per hour basis in the first quarter, the 0.1% increase in ULCs implies that labour costs per hour were essentially unchanged across the economy as a whole. In the manufacturing sector, the combination of output per hour growth of 1.5% and a decrease of 1.8% in unit wage costs implies a fall in wage costs per hour of around 0.3% over the quarter.\n\nMost of the series in this release are designated as National Statistics, meaning their production has been subject to rigorous quality assurance and methodological scrutiny. However, some service industry estimates use component series from the Index of Services (IOS) which are designated as experimental statistics (that is, not yet accredited as National Statistics, for example because the methodology is under development or reflecting concerns over data sources). Labour productivity estimates that use these series as their numerators are also labelled as experimental statistics. Market sector productivity estimates are also experimental series. More information on the experimental IOS series is available on the [Guidance and methodology](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/index-of-services/future-improvements/industry-reviews/index-of-services---industry-reviews-august-2012.pdf \"Index of Services - Industry Reviews, August 2012\") section of the ONS website.\n\n### Notes for Interpreting these statistics\n1. The growth rate for whole economy workers shown in Table 10 (1.0%) differs slightly from growth rates based on LFS aggregate data due to different methods of seasonal adjustment.\n2. The growth of output per job (unchanged in Q1) differs slightly from that implied by growth of GVA and jobs. This is due to rounding.\n3. Both measures include labour costs of the self-employed.\n"
    },
    {
      "title": "General commentary",
      "markdown": "Figure 1 shows cumulative contributions to productivity growth since 2008 by broad industry. Overall output per hour was 4.3 percentage points lower in Q1 2014 than in Q1 2008 (before the economic downturn). The largest negative contributions to productivity growth have come from industries ABDE (a composite of agriculture and the production industries other than manufacturing), largely reflecting oil and gas extraction, and from financial services.\n\nThe height of each bar reflects labour productivity movements in that industry and the weight of the industry, which in turn is a function of its weight in hours worked and output1. In Q1 2014, agriculture contributed minus 0.2 percentage points to the overall movement in output per hour, and construction contributed minus 0.1 percentage points.\n\n#### Figure 1: Cumulative contributions to quarter on quarter growth of whole economy output per hour\n##### Seasonally adjusted\n[![Figure 1: Cumulative contributions to quarter on quarter growth of whole economy output per hour](http://www.ons.gov.uk/ons/resources/14_tcm77-368227.png)](http://www.ons.gov.uk/ons/resources/14_tcm77-368227.png \"Figure 1: Cumulative contributions to quarter on quarter growth of whole economy output per hour\")\n\nSource: Office for National Statistics\n\n#### Notes:\n1. ABDE refers to Agriculture, Forestry and Fishing (section A), Mining and Quarrying (section B) Electricity, Gas, Steam and Air Conditioning Supply (section D) and Water Supply; sewerage, waste management and remediation activities (section E)\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\n##### Notes for General commentary\n1. The decomposition is exact for periods over which the National Accounts have been balanced through the supply-use framework, that is to 2011. Small inconsistencies arise from Q1 2012 because the GVA weights are currently fixed for these periods.\n"
    },
    {
      "title": "Whole economy labour productivity",
      "markdown": "Figure 2 shows whole economy output per worker in terms of index levels and percentage changes. Figure 3 shows whole economy output per hour, and Figure 4 provides a breakdown of the components of labour productivity over recent quarters. More information is available in the [Reference Tables](http://www.ons.gov.uk/ons/external-links/other/labour-productivity--q4-2013---reference-tables.html \"Labour Productivity, Q4 2013 - Reference Tables\") section of this release, and in the tables at the end of the PDF version of this statistical bulletin.\n\n#### Figure 2: Whole economy output per worker\n##### Seasonally adjusted\n[![Figure 2: Whole economy output per worker](http://www.ons.gov.uk/ons/resources/1_tcm77-365355.png)](http://www.ons.gov.uk/ons/resources/1_tcm77-365355.png \"Figure 2: Whole economy output per worker\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\n#### Figure 3: Whole economy output per hour\n##### Seasonally adjusted\n[![Figure 3: Whole economy output per hour](http://www.ons.gov.uk/ons/resources/2_tcm77-365363.png)](http://www.ons.gov.uk/ons/resources/2_tcm77-365363.png \"Figure 3: Whole economy output per hour\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\n#### Figure 4: Whole economy labour productivity components\n##### Seasonally adjusted\n[![Figure 4: Whole economy labour productivity components](http://www.ons.gov.uk/ons/resources/3_tcm77-365418.png)](http://www.ons.gov.uk/ons/resources/3_tcm77-365418.png \"Figure 4: Whole economy labour productivity components\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n"
    },
    {
      "title": "Unit labour costs",
      "markdown": "Figure 5 shows whole economy ULCs in terms of index levels and percentage changes on the previous quarter and on the previous year. New and improved estimates of unit labour costs are published as a table [component (211.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/rftxlprodsulcq114.xls \"RFTXLPRODSULCQ144\") alongside this statistical release include some minor methodological changes at the whole economy level. However, the overall time series is very similar between the two series.\n\n#### Figure 5: Whole economy unit labour costs\n##### Seasonally adjusted\n[![Figure 5: Whole economy unit labour costs](http://www.ons.gov.uk/ons/resources/5_tcm77-365367.png)](http://www.ons.gov.uk/ons/resources/5_tcm77-365367.png \"Figure 5: Whole economy unit labour costs\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\nManufacturing unit wage costs (Figure 6) decreased by 1.8% in the first quarter and were 0.3% lower than a year earlier. As well as being a narrower measure than unit labour costs, the manufacturing unit wage cost series currently uses average weekly earnings in manufacturing (a measure of employee earnings) to proxy the earnings of self-employed workers in manufacturing, which is inconsistent with other ONS data on incomes of the self employed.\n\nONS published proposals for replacing manufacturing UWCs with a broader and more consistently derived measure of manufacturing ULCs in an article \u0027[Sectional unit labour costs](http://www.ons.gov.uk/ons/rel/icp/productivity-measures/sectional-unit-labour-costs/index.html \"Sectional unit labour costs\")\u0027 on 28 November 2012. Estimates of manufacturing ULCs are published as a table [component (211.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/rftxlprodsulcq114.xls \"RFTXLPRODSULCQ114\") alongside this release. The overall pattern of the time series is broadly similar to that of the existing UWC series DIX4. However, in the latest period, manufacturing ULCs are unchanged from the previous quarter (compared with -1.8% for the existing UWC series) and 1.9% lower than Q1 2013 (-0.3% for the existing UWC series).\n\n#### Figure 6: Manufacturing unit wage costs\n##### Seasonally adjusted\n[![Figure 6: Manufacturing unit wage costs](http://www.ons.gov.uk/ons/resources/6_tcm77-365368.png)](http://www.ons.gov.uk/ons/resources/6_tcm77-365368.png \"Figure 6: Manufacturing unit wage costs\")\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\nMore information on unit labour costs and unit wage costs is available in Table 2 in the Reference Tables section of this release, and in the tables at the end of the PDF version of this statistical bulletin.\n"
    },
    {
      "title": "Manufacturing labour productivity",
      "markdown": "Figures 7 and 8 show movements in labour productivity in manufacturing in terms of levels and percentage changes on the previous quarter and on the previous year. Figure 9 provides information on the component movements in manufacturing output and labour inputs.\n\n#### Figure 7: Manufacturing output per job\n##### Seasonally adjusted\n[![Figure 7: Manufacturing output per job](http://www.ons.gov.uk/ons/resources/figure5_tcm77-365369.png)](http://www.ons.gov.uk/ons/resources/figure5_tcm77-365369.png \"Figure 7: Manufacturing output per job\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\n#### Figure 8: Manufacturing output per hour worked\n##### Seasonally adjusted\n[![Figure 8: Manufacturing output per hour worked](http://www.ons.gov.uk/ons/resources/8_tcm77-365374.png)](http://www.ons.gov.uk/ons/resources/8_tcm77-365374.png \"Figure 8: Manufacturing output per hour worked\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\n#### Figure 9: Components of manufacturing productivity measures\n##### Seasonally adjusted\n[![Figure 9: Components of manufacturing productivity measures](http://www.ons.gov.uk/ons/resources/9_tcm77-365483.png)](http://www.ons.gov.uk/ons/resources/9_tcm77-365483.png \"Figure 9: Components of manufacturing productivity measures\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\nFigure 10 shows the cumulative contributions to growth of manufacturing output per hour since 2008. This analysis highlights the large negative contribution to productivity of industries 20-21 (Chemicals and Pharmaceuticals), particularly since 2010. By contrast, industries 26-30 (Equipment industries) have made positive contributions to productivity growth since 2010.\n\n#### Figure 10: Cumulative contributions to quarter on quarter growth of manufacturing output per hour\n##### Seasonally adjusted\n[![Figure 10: Cumulative contributions to quarter on quarter growth of manufacturing output per hour](http://www.ons.gov.uk/ons/resources/17_tcm77-368586.png)](http://www.ons.gov.uk/ons/resources/17_tcm77-368586.png \"Figure 10: Cumulative contributions to quarter on quarter growth of manufacturing output per hour\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. 10-19 refers to Food products, beverages and tobacco (10-12), Textiles, wearing apparel \u0026 leather (13-15), Wood \u0026 paper products \u0026 printing (16-18) and Coke \u0026 refined petroleum products (19). 31-33 refers to Other Manufacturing\n2. 20-21 refers to Chemical and Pharmaceutical products\n3. 22-25 refers to Rubber, plastics \u0026 other non-metallic minerals (22-23), Basic metals and metal products (24-25)\n4. 26-30 refers to Computer products, Electrical equipment (26-27), Machinery \u0026 equipment (28) and Transport equipment (29-30)\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\nMore information on labour productivity of sub-divisions of manufacturing is available in the [Reference Tables (330 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/rftxlq114.xls \"RFTXLQ114\")  section of this release (Tables 3 and 4), and in the tables at the end of the PDF version of this statistical bulletin. Care should be taken in interpreting quarter on quarter movements in productivity estimates for individual sub-divisions, as small sample sizes of the source data can cause volatility.\n\nTables 3 and 4 now include estimates for the level of productivity in £ terms for the National Accounts base year of 2010. These are estimates of GVA per unit of labour input and are not necessarily related to pay rates. Output per job (Table 3) varied from £36.7k in Textiles and clothing (divisions 13-15) to £140.8k in Chemicals \u0026 Pharmaceuticals (divisions 20-21). The average for the whole of manufacturing was £54.6k and the average for the whole economy was £44.1k in 2010.\n\nChemicals \u0026 Pharmaceuticals was also top of the distribution for output per hour in 2010 (£77.7), with Wood, paper products, \u0026 printing (divisions 16-18) and Basic metals \u0026 metal products (divisions 24-25) at the bottom of the distribution. On this basis the average for manufacturing as a whole was £29.4 and the average for the whole economy was £27.9 per hour.\n"
    },
    {
      "title": "Services labour productivity",
      "markdown": "Figures 11 and 12 show movements in labour productivity in services in terms of index levels and percentage changes on the previous quarter and on the previous year. Figure 13 provides information on the component movements in services output and labour inputs.\n\n#### Figure 11: Services output per job\n##### Seasonally adjusted\n[![Figure 11: Services output per job](http://www.ons.gov.uk/ons/resources/10_tcm77-365391.png)](http://www.ons.gov.uk/ons/resources/10_tcm77-365391.png \"Figure 11: Services output per job\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\n#### Figure 12: Services output per hour\n##### Seasonally adjusted\n[![Figure 12: Services output per hour](http://www.ons.gov.uk/ons/resources/11_tcm77-362899.png)](http://www.ons.gov.uk/ons/resources/11_tcm77-362899.png \"Figure 12: Services output per hour\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\n#### Figure 13: Components of services productivity measures\n##### Seasonally adjusted\n[![Figure 13: Components of services productivity measures](http://www.ons.gov.uk/ons/resources/12_tcm77-365480.png)](http://www.ons.gov.uk/ons/resources/12_tcm77-365480.png \"Figure 13: Components of services productivity measures\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\nFigure 14 shows the cumulative contributions to growth of services output per hour since the economic downturn. From the beginning of 2008 to the first quarter of 2014, industries O-Q (Government services) and industry K (Financial and insurance activities) have made the largest negative contributions to services output per hour. In the case of O-Q the negative contribution mainly reflects hours rising faster than output, particularly over the period 2008-11. In the case of K, the negative contribution mainly reflects falling output over the whole period since 2008, not matched by falls in hours worked.\n\nIndustry L (Real estate activities) has made the largest positive contribution to services output per hour since 2008.\n\n#### Figure 14: Cumulative contributions to quarter on quarter growth of services output per hour\n##### Seasonally adjusted\n[![Figure 14: Cumulative contributions to quarter on quarter growth of services output per hour](http://www.ons.gov.uk/ons/resources/20_tcm77-368589.png)](http://www.ons.gov.uk/ons/resources/20_tcm77-368589.png \"Figure 14: Cumulative contributions to quarter on quarter growth of services output per hour\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. G,H,I refers to Wholesale and retail trade; repair of motor vehicles and motorcycles (G), Transportation and storage (H) and Accommodation and food service activities (I)\n2. J refers to Information and communication\n3. K refers to Financial and insurance activities\n4. L refers to Real Estate activities\n5. M,N refers to Professional, scientific and technical activities (M), Administrative and support service activities (N)\n6. O,P,Q refers to Government Services\n7. R,S,T,U refers to Other Services\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\nMore information on labour productivity of services industries is available in Tables 5 and 6 in the Reference Tables section of this release, and in the tables at the end of the PDF version of this statistical bulletin.\n\nIn general, the dispersion of labour productivity growth rates across service industries is less pronounced than within manufacturing. At face value, the dispersion of productivity levels is more pronounced. However, it should be borne in mind that labour productivity in industry L is affected by the National Accounts concept of output from owner-occupied housing, which adds to the numerator but without a corresponding component in the denominator. Excluding this industry, output per job (Table 5) varied from £19.1k in Accommodation \u0026 food services (section I) to £116.6k in Finance \u0026 insurance (section K) in 2010. These industries were also at the bottom and top of the productivity distribution in terms of output per hour (Table 6).\n"
    },
    {
      "title": "Market sector (experimental statistics) labour productivity",
      "markdown": "Figure 15 shows movements in labour productivity in the market sector with the whole economy series plotted for comparison purposes. Market sector output per hour followed a similar path to whole economy output per hour between 2008 and the middle of 2011, since when market sector productivity growth has been about one percentage point lower than that of the whole economy.\n\n#### Figure 15: Market sector output per hour\n##### Seasonally adjusted\n[![Figure 15: Market sector output per hour](http://www.ons.gov.uk/ons/resources/13_tcm77-362898.png)](http://www.ons.gov.uk/ons/resources/13_tcm77-362898.png \"Figure 15: Market sector output per hour\")\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/chdlprodq114.xls \"XLS format\") (3.44 Mb)\n\nLonger time series on market sector labour productivity are available in Table 7 of the [Reference Tables](http://www.ons.gov.uk/ons/external-links/other/labour-productivity--q4-2013---reference-tables.html \"Labour Productivity, Q4 2013 - Reference Tables\") section of this release, and in the tables at the end of the PDF version of this statistical bulletin.\n"
    },
    {
      "title": "Revisions",
      "markdown": "Table R1 in the [Reference Tables](http://www.ons.gov.uk/ons/external-links/other/labour-productivity--q4-2013---reference-tables.html \"Labour Productivity, Q4 2013 - Reference Tables\") section of this release (and in the tables at the end of the PDF version of this statistical bulletin) shows revisions to growth rates of the main productivity variables for the whole economy, manufacturing and services between this release and the previous release on 1 April 2014.  Revisions arise from a combination of revisions to GVA (from Q1 2013) and revisions to jobs and hours from Q4 2013. In all cases revisions principally affect the distribution across industries and sectors rather than the whole economy aggregates; there are no revisions to whole economy labour inputs.\n\nA [research note on sources of revisions (145.4 Kb Pdf)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2012/rpd-lprod-revisions-paper-june12.pdf \"RPD LProd Revisions Paper June 12\")  to labour productivity estimates is available on the ONS website.\n\nTable A below summarises differences between first published estimates for each of the statistics in the first column with the estimates for the same statistics published three years later. This summary is based on five years of data, that is, for first estimates of quarters between Q2 2006 and Q1 2011, which is the last quarter for which a three-year revision history is available. The averages of these differences with and without regard to sign are shown in the right hand columns of the table, and these can be compared with the value of the estimates in the latest quarter, shown in the second column. Additional information on revisions to these and other statistics published in this release is available in the  [Revisions triangles (1.17 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/rftrevq114.xls \"RFTREVQ114\") component of this release.\n\nThis revisions analysis shows that whole economy labour productivity growth estimates have tended to be revised down over time, by 0.2-0.3 percentage points (on a year-on-year basis), while unit labour cost growth estimates have tended to be revised up by 0.4-0.5 percentage points. Absolute revisions have been larger for unit labour costs than for productivity. Were the average revisions to apply to the current release, growth of output per hour in the year to the first quarter of 2014 would be revised down from 0.4% to 0.1% over the next three years, and growth of unit labour costs would be revised up from 1.4% to 1.9% over the same period.\n\n#### Table A: Revisions analysis\n##### Whole economy\n\nTable source: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/prttabdq114.xls \"XLS format\") (19.5 Kb)\n"
    },
    {
      "title": "Notes on sources",
      "markdown": "The measure of output used in these statistics is the chain volume (real) measure of Gross Value Added (GVA) at basic prices, with the exception of the regional analysis in Table 9 (in the Reference Tables and the PDF version of this statistical bulletin), where the output measure is nominal GVA (NGVA). These measures differ because NGVA is not adjusted to account for price changes; this means that if prices were to rise more quickly in one region than the others, then this would be reflected in apparent improved measured productivity performance in that region relative to the others. At the whole economy level, real GVA is balanced to other estimates of economic activity, primarily from the expenditure approach. Below the whole economy level, real GVA is generally estimated by deflating measures of turnover; these estimates are not balanced through the supply-use framework and the deflation method is likely to produce biased estimates. This should be borne in mind in interpreting labour productivity estimates below the whole economy level.\n\nLabour input measures used in this bulletin are known as \u0027productivity jobs\u0027 and \u0027productivity hours\u0027. Productivity jobs differ from the workforce jobs (WFJ) estimates published in Table 6 of the [ONS Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/index.html \"Labour Market Statistics\") Bulletin, in three ways:\n\n- To achieve consistency with the measurement of GVA, the employee component of productivity jobs is derived on a reporting unit (RU) basis, whereas the employee component of the WFJ estimates is on a local unit (LU) basis. This is explained further below.\n- Productivity jobs are scaled so industries sum to total LFS jobs. Note that this constraint is applied in non-seasonally adjusted terms. The nature of the seasonal adjustment process means that the sum of seasonally adjusted productivity jobs and hours by industry can differ slightly from the seasonally adjusted LFS totals.\n- Productivity jobs are calendar quarter average estimates whereas WFJ estimates are provided for the last month of each quarter.\n\nProductivity hours are derived by multiplying employee and self-employed jobs at an industry level (before seasonal adjustment) by average actual hours worked from the LFS at an industry level. Results are scaled so industries sum to total unadjusted LFS hours, and then seasonally adjusted.\n\nIndustry estimates of average hours derived in this process differ from published estimates (found in Table HOUR03 in the [Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/index.html \"Labour Market Statistics\") release) as the HOUR03 estimates are calculated by allocating all hours worked to the industry of main employment, whereas the productivity hours system takes account of hours worked in first and second jobs by industry.\n\nWhole economy unit labour costs are calculated as the ratio of total labour costs (that is, the product of labour input and costs per unit of labour) to GVA. Further detail on the methodology can be found in [Revised methodology for unit wage costs and unit labour costs: explanation and impact](http://www.ons.gov.uk/ons/rel/icp/productivity-measures/revised-methodology-for-unit-wage-costs-and-unit-labour-costs--explanation-and-impact.html \"Productivity Measures - Revised Methodology for Unit Wage Costs and Unit Labour Costs: Explanation and Impact\").\n\nManufacturing unit wage costs are calculated as the ratio of manufacturing average weekly earnings (AWE) to manufacturing output per filled job. On 28 November 2012 ONS published [Productivity Measures: Sectional Unit Labour Costs](http://www.ons.gov.uk/ons/rel/icp/productivity-measures/sectional-unit-labour-costs/index.html \"Sectional Unit Labour Costs\") describing new measures of unit labour costs below the whole economy level, and proposing to replace the currently published series for manufacturing unit wage costs with a broader and more consistent measure of unit labour costs. As noted earlier, estimates on the new methodology are published as a table [component (211.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/productivity/labour-productivity/q1-2014/rftxlprodsulcq114.xls \"RFTXLPRODSULCQ114\") of this statistical release.\n\n### What is a reporting unit?\n\nThe term \u0027enterprise\u0027 is used by ONS to describe the structure of a company. Individual workplaces are known as \u0027local units\u0027 and a group of local units under common ownership is called the \u0027enterprise\u0027. Reporting units are the parts of enterprises that return data to ONS. While the majority of reporting units and enterprises are the same, larger enterprises have been split into reporting units to make the reporting easier.\n\nFor most business surveys run by ONS, forms are sent to the reporting unit rather than local units, in other words, to the head office rather than individual workplaces. This enables ONS to gather information on a greater proportion of total business activity than would be possible by sending forms to a selection of local units. But it has the disadvantage that it is difficult to make regional estimates – for instance all the employment of, say, a chain of shops would be reported as being concentrated at the site of the head office.\n\nFurther differences between reporting unit and local unit data can be seen in the industry coding. Take, for example, a reporting unit with three cake shops and one bakery, each employing five people. The local unit analysis would put 15 employees in the retail industry and five employees in the manufacturing industry. But the reporting unit series puts all 20 people into the industry with the majority activity, in this case, retailing. Detailed industry figures compiled using the local unit approach will therefore be different from industry figures using the reporting unit approach, although the totals will be the same at the whole economy level.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "###** 1. This statistical bulletin**\n\nThis statistical bulletin presents Labour Productivity estimates for the UK. More detail can be found on the [Productivity Measures Topic page](http://www.ons.gov.uk/ons/taxonomy/index.html?nscl\u003dProductivity+Measures \"Productivity Measures Topic page\") on the ONS website.\n\nIndex numbers are referenced to 2010\u003d100, are classified to the 2007 revision to the Standard Industrial Classification (SIC) and are seasonally adjusted.\n\nQuarter on previous quarter changes in output per job and output per hour worked for some of the manufacturing sub-divisions and services sections should be interpreted with caution as the small sample sizes used can cause volatility.\n\n###** 2. Quality and Methodology**\n\nA revised and updated [Quality and Methodology Information](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/economy/index.html \"Quality information - Economy\") paper for Labour Productivity was published in March 2012. This paper describes the intended uses of the statistics presented in this publication, their quality and methods used to produce them. It also includes more information on the uses and limitations of labour productivity estimates.\n\n###** 3. Future developments**\n\nONS has recently developed new and improved measures of labour input as part of ongoing work to comply with EU regulations.  Specifically, these new measures provide an industry breakdown of employment (i.e. on a headcount basis rather than a job basis), and provide a split between employees and the self-employed.  For methodological consistency, this work has also made some changes to the computation of corresponding hours series.  These series are currently available on the [Eurostat](http://epp.eurostat.ec.europa.eu/tgm/table.do?tab\u003dtable\u0026tableSelection\u003d1\u0026labeling\u003dlabels\u0026footnotes\u003dyes\u0026layout\u003dtime,geo,cat\u0026language\u003den\u0026pcode\u003dteina305\u0026plugin\u003d1 \"Eurostat: Employment by NACE rev2\") website and ONS has published an article entitled [Introducing New Labour Productivity Statistics](http://www.ons.gov.uk/ons/rel/productivity/introducing-new-labour-productivity-statistics/index.html \"Introducing New Labour Productivity Statistics index\") which describes these new series.\n\nIn response to user requests, ONS has now published selected estimates of labour productivity using the new and improved estimates of labour inputs, together with comparisons against the corresponding estimates from the existing productivity system. These are available as an additional reference table component (table NEWLPROD01) of the already published article Introducing New Labour Productivity Statistics.\n\nONS intends to publish a further article later in 2014 setting out the full impact of methodological changes and including a full set of productivity estimates under the proposed methodology. A user event will also be organised prior to implementation of the new methodology in this statistical release.\n\n###** 4. Other data on productivity**\n\nONS has published [Labour Productivity Measures from the ABS, 2008-2012](http://www.ons.gov.uk/ons/rel/icp/productivity-measures/index.html \" Productivity Measures index\").  This article uses published estimates from the Annual Business Survey (ABS) to provided more detailed information on recent trends in labour productivity by industry than those available from other sources.\n\nONS publishes [International comparisons of labour productivity](http://www.ons.gov.uk/ons/rel/icp/international-comparisons-of-productivity/index.html \"International comparisons of labour productivity index\") in levels and growth rates for the G7 countries.\n\nMore international data on productivity are available from the [OECD](http://www.ons.gov.uk/ons/external-links/organisations/oecd/oecd--main-economic-indicators--mei-.html \"OECD: Main Economic Indicators (MEI)\"), [Eurostat](http://epp.eurostat.ec.europa.eu/portal/page/portal/national_accounts/data/database \"Eurostat: Data on productivity\"), and the [Conference Board](http://www.conference-board.org/data/economydatabase \"Conference Board data on productivity\").\n\nONS publishes experimental estimates of [Multi-factor productivity](http://www.ons.gov.uk/ons/rel/icp/multi-factor-productivity--experimental-/index.html \"Multi-factor productivity (experimental) index\") (MFP), which decompose output growth into the contributions that can be accounted for by labour and capital inputs. In these estimates, the contribution of labour is further decomposed into quantity (hours worked) and quality dimensions.\n\nONS also publishes [experimental indices of labour costs per hour](http://www.ons.gov.uk/ons/rel/ilch/index-of-labour-costs-per-hour--experimental-/index.html \"Index of labour costs per hour (experimental) Index page\"). These differ from the concept of labour costs used in the unit labour cost estimates in this release. The main difference is that experimental indices of labour costs per hour relate to employees only, whereas unit labour costs also include the labour remuneration of the self-employed.\n\nLastly, ONS publishes a range of [Public sector productivity](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/productivity-measures/public-service-productivity/faqs/index.html \"Public Sector Productivity Estimates: Frequently Asked Questions\") measures and related articles. These measures define productivity differently from that used in the ONS labour productivity and MFP estimates. Further information can be found in [Phelps (2010) (252.5 Kb Pdf)](http://www.ons.gov.uk/ons/rel/elmr/economic-and-labour-market-review/no--5--may-2010/comparing-different-estimates-of-productivity-produced-by-the-office-for-national-statistics.pdf \"Comparing different estimates of productivity produced by the Office for National Statistics\") .\n\nMore information on the range of ONS productivity estimates can be found in the [ONS Productivity Handbook](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/productivity-measures/productivity-handbook/index.html \"The ONS Productivity Handbook - A Statistical overview and guide\").\n\n###** 5. User engagement**\n\nA note of the latest Productivity Statistics User Group Workshop held on 28 January 2014 is available here. If you are interested in attending future workshops or if you have any comments on this release please email \u003cProductivity@ons.gsi.gov.uk\u003e.\n\nYou can follow ONS on Twitter: [www.twitter.com/ons](http://www.twitter.com/ons \"Twitter\") and Facebook: [www.facebook.com/statisticsons](http://www.facebook.com/statisticsons \"Facebook\") and watch our videos at [www.youtube.com/onsstats](http://www.youtube.com/onsstats \"Youtube\")\n\n###** 6. Publication policy**\n\nDetails of the policy governing the release of new data are available from the [UK Statistics Authority](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html \"UK Statistics Authority Code of Practise\") or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e. A list of the names of those given pre-publication access to the contents of this bulletin is also available.\n\n###** 7. Policy**\nDetails of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed."
    }
  ],
  "headline1": "UK labour productivity was little changed in the first quarter of 2014, as growth of labour inputs broadly matched the expansion of economic output.",
  "headline2": "Output per hour grew by 0.2% in the first quarter in service industries, and by 0.5% in production industries.",
  "headline3": "Whole economy unit labour costs increased by 0.1% in Q1 2014 and were 1.4% higher than a year ago, continuing the slow rate of growth of recent quarters.",
  "summary": "Output measures for the whole economy and a range of industries. Unit labour costs for the whole economy and unit wage costs for the whole economy and the manufacturing sector.",
  "relatedBulletins": [],
  "title": "Labour Productivity, Q1 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Labour Productivity, Q1 2014",
  "uri": "/employmentandlabourmarket/peopleinwork/labourproductivity/bulletins/labourproductivityq12014",
  "fileName": "labourproductivityq12014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Employment and Labour market",
      "fileName": "employmentandlabourmarket"
    },
    {
      "index": 0,
      "type": "home",
      "name": "People in work",
      "fileName": "peopleinwork"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Labour productivity",
      "fileName": "labourproductivity",
      "breadcrumb": []
    }
  ]
}