{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Elizabeth McLaren",
    "email": "vsob@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key findings",
      "markdown": "- In 2012, the number of adoptions in England and Wales was 5,206, an increase of 9.8% since 2011 when there were 4,740 adoptions.\n- In 2012, most children adopted (63%) were aged between one and four years, rising from 62% in 2011.\n- The percentage of children adopted who were born outside of marriage increased slightly to 85% in 2012, up from 82% in 2011.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents annual statistics on adoptions which took place following court orders in England and Wales in 2012. Figures on adoption orders apply to adoptions by relatives and step-parents as well as adoptions from care.\n\nStatistics on adoptions are derived from the Adopted Children Register (ACR) which is maintained by the General Register Office (GRO) and contains the particulars of every adoption order made by a court in England and Wales. Children born and adopted overseas can be registered in the ACR providing the adoptive parent(s) are habitually resident in England or Wales at the time of the adoption. Such adoptions are not included in the Office for National Statistics (ONS) adoption statistics.\n\nThis is the first time that ONS has published annual 2012 adoption statistics for England and Wales. Adoption statistics are analysed by sex, age and marital status of the biological parents.\n\nSince 2013, the Ministry of Justice (MoJ) has published adoption statistics in [Court Statistics (Quarterly)](http://www.gov.uk/government/publications/court-statistics-quarterly-jan-mar-2013 \"Court Statistics (Quarterly\"). These statistics are more timely and contain more detailed information than ONS can provide. ONS plans to consult with users over the summer on the possible discontinuation of some ONS products and ONS Adoption Statistics will be included within this [consultation](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/open-consultations/index.html \"open consultation\").\n\nThe number of adoption orders indicated by ONS and MoJ are similar but do not match exactly. A [published statement on the differences](http://www.ons.gov.uk/ons/media-centre/statements/statement-on-the-differences-between-office-for-national-statistics-and-ministry-of-justice-figures-on-adoptions/index.html \"Statement on the differences between Office for National Statistics and Ministry of Justice figures and adoptions\") provides more information.\n"
    },
    {
      "title": "Number of adoptions",
      "markdown": "In 2012, there were 5,206 adoptions entered into the Adopted Children Register (ACR) following court orders made in England and Wales. This was higher than in 2011 (a 9.8% increase), when there were 4,740 adoptions. This represents the largest annual increase in adoptions over the last 15 years, the period for which adoption statistics by date of court order are available (Figure 1).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/adoptions1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n### Notes:\n1. Adoption figures by date of court order are only available from 1998.\n\nWales recorded a 12% increase in adoptions in 2012 with 371 children entered into the Adopted Children Register following court orders made by courts in Wales. In England there was a 9.6% rise in adoptions with 4,835 children entered into the Adopted Children Register following court orders made in England.\n\nIn December 2011, an Expert Working Group on Adoption was established and commissioned by the Government. The aim of the group was to urgently review the operation of adoption in England following concerns about the effectiveness of adoption services. [An Action Plan for Adoption: Tacking Delay](http://media.education.gov.uk/assets/files/pdf/a/an%20action%20plan%20for%20adoption.pdf \"An Action Plan for Adoption: Tacking Delay\") was published in March 2012 and outlines what the Government intends to do to accelerate the whole adoption process in England so that more children benefit from adoption and more rapidly.\n\nFollowing on from this review, the Department for Education published new [Adoption Scorecards](http://www.education.gov.uk/childrenandyoungpeople/families/adoption/a00208817/adoption-scorecards \"Adoption Scorecards\") for England in May 2012. These are updated annually and show, against three key indicators, how swiftly children in need of adoption are placed for adoption, in each local authority area. The scorecards allow local authorities and other adoption agencies to monitor their own performance and compare it with that of others.\n\nAn in-depth inquiry into adoption in Wales was also conducted and recommendations from this were published ([National Assembly for Wales, 2012](http://www.senedd.assemblywales.org/documents/s11356/Adoption%20Report%20-%20November%202012.pdf \"(National Assembly for Wales - Inquiry into Adoption\")). One recommendation involved the creation of a National Adoption Service for Wales and a functional model for the service has been proposed ([National Assembly for Wales, 2013](http://www.senedd.assemblywales.org/documents/s16595/Paper%204%20Deputy%20Minister%20for%20Social%20Services%20-%20Proposals%20for%20achieving%20a%20National%20Adoption%20Service%20i.pdf \"National Assembly for Wales - Adoptions Functional Model\")).\n\nIt is possible that the increased number of adoptions in 2012 could be a consequence of the recent drive to improve the adoptions process in England and in Wales.\n\nThere have been small fluctuations in the number of adoptions since 1998. The largest fall in adoptions in England and Wales since 1998 occurred between 2005 and 2006. Special Guardianships were introduced on 30 December 2005 when the ([Adoption and Children Act 2002](http://www.ons.gov.uk/ons/external-links/other/adoption-and-children-act-2002.html \"Adoption and Children Act 2002\")) was fully implemented (see background note 3), and this may have had an impact as Special Guardianship figures are not included in ONS adoption statistics.\n\nSpecial Guardianship provided a new permanence option for children, giving a legally secure foundation for building a permanent relationship between the child and their special guardian, while preserving the legal link between the child and their birth family. The majority of Special Guardianship Orders are made to former foster carers. In 2006 there were 70 Special Guardianship orders granted ([Department for Education, 2011](http://www.education.gov.uk/b0076713/datapack/adoption-special-guardianship-data-pack \"Adoptions and Special Guardianships Data Pack\")) rising to 2,130 by 2012 ([Department for Education, 2012c](http://www.gov.uk/government/uploads/system/uploads/attachment_data/file/219210/sfr20-2012v2.pdf \"Children Looked After - Statistical First Release\")).\n"
    },
    {
      "title": "Adoptions by age and sex",
      "markdown": "In 2012, 51% of children adopted were male (compared with 49% in 2011) and 49% were female (compared with 51% in 2011). Since 1998, the number of male and female adoptions has been fairly similar (Figure 2).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/adoptions2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n### Notes:\n1. Adoption figures by date of court order are only available from 1998.\n\nThe percentage of adopted children aged 1-4 has increased steadily since 1998. In 2012, 63% of children adopted were aged 1-4, compared with 34% in 1998 (Figure 3). In contrast, the percentage of adopted children who were aged 10-14 has more than halved from 21% in 1998 to 8.4% in 2012.\n\nSmaller decreases have been recorded for other age groups: In 2012, 24% of children adopted were aged 5-9 and 3.2% were aged 15-17, down from 36% and 5.0% respectively in 1998. Adnice!\noptions of children aged under 1 decreased overall from 4.6% of all adoptions in 1998 to 1.6% in 2011 before rising slightly to 2.2% in 2012.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/adoptions3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n"
    },
    {
      "title": "Adoptions by marital status of biological parents",
      "markdown": "In 2012, 85% of children adopted were born outside marriage compared with 68% in 1998. The percentage of adopted children born outside marriage has increased steadily since 1998 and is much higher than the percentage of live births outside marriage, suggesting that children born outside marriage are more likely to be adopted than those born within marriage.\n\nBy way of illustration, in 2012 nearly half of all babies in England and Wales were born outside marriage/civil partnership (47%), compared with 38% in 1998. This continues the long-term rise in the percentage of births outside marriage/civil partnership ([ONS, 2013](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2012/stb-births-in-england-and-wales-2012.html \"STB Births in England and Wales 2013\")).\n\nThe Adopted Children Register (ACR) does not hold any information on the marital status of the adopting parents. Consequently, it is not possible to measure the impact of the implementation of the Adoption and Children Act 2002 on 30 December 2005 which allowed civil partners, same-sex couples and unmarried couples to adopt for the first time.\n\nThe Ministry of Justice (MoJ) now publishes statistics on the number of adoption orders issued to opposite-sex couples, same-sex couples, sole applicants and step-parents. Figures are available for 2011 onwards in [Court Statistics (Quarterly)](http://www.gov.uk/government/publications/court-statistics-quarterly-jan-mar-2013 \"Court Statistics (Quarterly)\").\n"
    },
    {
      "title": "Adoptions in the UK",
      "markdown": "The number of adoptions in the UK in 2012 is not currently available as 2012 adoptions in Northern Ireland have not been published to date. The [latest available adoption figures for Northern Ireland](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra-adoptions-and-re-registrations.html \"NISRA Adoptions and Re-Registrations\").\n\nIn 2012, there were 4,835 children entered into the Adopted Children Register (ACR) following court orders made by courts in England compared with 4,410 in 2011. Court orders made by courts in Wales resulted in 371 children being entered into the ACR in 2012 compared with 330 in 2011. [Adoptions in Scotland](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/gro-scotland--vital-events---adoptions.html \"GRO Scotland: Vital Events - Adoptions\") remained relatively constant between 2011 and 2012, with 496 adoptions in 2011 and 494 in 2012 (figures for 2012 are preliminary).\n"
    },
    {
      "title": "Users and uses of adoption statistics",
      "markdown": "The Department for Education has the policy lead for adoptions in England while the Welsh Government has the policy lead in Wales.\n\nBoth the [Department for Education](http://www.gov.uk/government/organisations/department-for-education/series/statistics-looked-after-children \"Department for Education Statistics - Looked After Children\") and the [Welsh Government](http://wales.gov.uk/topics/statistics/about/data-collection/social/child/lookedafter/?lang\u003den \"Welsh Government - Looked After Children\") publish data on adoption outcomes for children looked after by local authorities. However this does not cover the adoption of children outside of the care system (for example step-parents adopting their partner’s child) which are included in ONS statistics.\n\nThe Ministry of Justice (MoJ) produces statistics to monitor the type and volume of cases that are received and processed through the court system of England and Wales. In 2013, MoJ resumed the publication of adoption statistics which they discontinued in 2005 due to concerns about accuracy. [Court Statistics (Quarterly)](http://www.gov.uk/government/publications/court-statistics-quarterly-jan-mar-2013 \"Court Statistics (Quarterly)\") provides information on the volume and timeliness of adoption cases dealt with in courts. MoJ statistics are derived directly from the court administrative system FamilyMan. The number of adoption orders indicated by ONS and MoJ are similar but do not match exactly. A [published statement on the differences](http://www.ons.gov.uk/ons/media-centre/statements/statement-on-the-differences-between-office-for-national-statistics-and-ministry-of-justice-figures-on-adoptions/index.html \"published statement on the differences\") provides more information. Both ONS and MoJ compare the number of adoption orders recorded in the Adopted Children Register and Familyman to monitor differences and ensure data are as accurate as possible.\n\nOrganisations in the voluntary sector (for example, the British Association for Adoption and Fostering) use ONS adoption statistics for comparison purposes and also to support campaigns.\n\nThe general public also has an interest in adoption statistics, especially those who are or have been involved in the adoption process.\n"
    },
    {
      "title": "Further information",
      "markdown": "More [data on adoptions](http://www.ons.gov.uk/ons/rel/vsob1/adoptions-in-england-and-wales/index.html \"Adoptions in England and Wales Index\") in England and Wales are available on the ONS website.\n\nA [Quality and Methodology Information (114.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-adoptions-in-england-and-wales.pdf \"Quality and Methodology Information for Adoptions in England and Wales\") document for adoption statistics is available on the ONS website.\n\nThe Ministry of Justice now publishes statistics on the volume and timeliness of adoption cases dealt with in courts, and is able to provide users with a detailed breakdown on the adopter’s relationship to the child. Figures for England and Wales are available in [Court Statistics (Quarterly)](http://www.gov.uk/government/publications/court-statistics-quarterly-jan-mar-2013 \"Court Statistics (Quarterly)\").\n\nA user feedback survey for the adoptions tables took place in July 2011. The results and responses to this survey were published in August 2012.\n\nStatistics on [looked after children](http://www.gov.uk/government/organisations/department-for-education/series/statistics-looked-after-children \"Statistics - Looked After Children\") in England as well as [intercountry adoptions](http://www.ons.gov.uk/ons/external-links/other-government-departments/dfe/intercountry-adoption.html \"intercountry adoptions\") are available from the Department for Education. Statistics on [looked after children in Wales](http://wales.gov.uk/topics/statistics/about/data-collection/social/child/lookedafter/?lang\u003den \"Welsh Government - Looked after Children\") are available from the Welsh Government.\n\n[Adoption statistics](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra---adoption-statistics.html \"NISRA - Adoption Statistics\") in Northern Ireland are provided by the Northern Ireland Statistics and Research Agency while statistics on the [adoption of looked after children](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/adoption-of-looked-after-children.html \"adoption of looked after children\") are available from the Department of Health, Social Services and Public Safety.\n\n[Adoption statistics](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/gro-scotland--vital-events---adoptions.html \"GRO Scotland: Vital Events - Adoptions\") in Scotland are provided by the National Records of Scotland while statistics on [children looked after](http://www.scotland.gov.uk/Topics/Statistics/Browse/Children/PubChildrenSocialWork \"Scottish Government - Children\u0027s Social Work Statistics\") are available from the Scottish Government.\n\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. Data on adoptions are derived from the Adopted Children Register (ACR) and are based on adoption orders made in England and Wales. The data here relate to those cases notified by the courts to the Registrar General and entered onto the ACR in a given year. Adoption figures are produced on two definitions: date of entry into the ACR and date of Court Order. The adoption figures in this bulletin are based on the date of court order and do not include foreign adoptions. The court order data are seen as preferable as there may be a time lag between the date of the court order and the subsequent entry into the Register.\n\n2. Children are defined as being under 18 years of age.\n\n3. On 30 December 2005 the [Adoption and Children Act 2002](http://www.ons.gov.uk/ons/external-links/other/adoption-and-children-act-2002.html \"Adoption and Children Act 2002\") was fully implemented. It replaced the Adoption Act 1976 and modernised the legal framework for adoption in England and Wales. The Act provides for an adoption order to be made in favour of single people, married couples and, for the first time, civil partners, same-sex couples and unmarried couples. The Act also introduced Special Guardianship as a new permanence option for children. Further information on [Special Guardianship](http://www.ons.gov.uk/ons/external-links/other/education---children-and-young-people--special-guardianship-regulations-2005.html \"Education - Children and young people, Special guardianship regulations 2005) is available on the Department for Education website.\n\n4. Special extracts and tabulations of adoption data for England and Wales are available to order (subject to legal frameworks, disclosure control, resources and agreements of costs, where appropriate). Such enquiries should be made to:\n\nVital Statistics Outputs Branch\nOffice for National Statistics\nSegensworth Road\nTitchfield\nFareham\nHampshire\nPO15 5RR\nTel: +44 (0)1329 444 110\nE-mail: \u003cvsob@ons.gsi.gov.uk\u003e\n\nThe ONS charging policy is available on the ONS website.\n\n5. We would welcome feedback on the content, format and relevance of this release. Please send feedback to the postal or email address above.\n\n6. Follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\")\n\n7. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html \"Statistics Authority - Code of Practice\") or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "References",
      "markdown": "Department for Education (2012a), [Adoption Scorecards](http://www.education.gov.uk/childrenandyoungpeople/families/adoption/a00208817/adoption-scorecards \"Adoption Scorecards\")\n\nDepartment for Education (2012b), [An Action Plan for Adoption: Tacking Delay](http://media.education.gov.uk/assets/files/pdf/a/an%20action%20plan%20for%20adoption.pdf \"[An Action Plan for Adoption: Tacking Delay\")\n\nDepartment for Education (2012c), [Children looked after in England (including adoption and care leavers) year ending 31 March 2012](http://www.gov.uk/government/uploads/system/uploads/attachment_data/file/219210/sfr20-2012v2.pdf \"Children Looked After - Statistical First Release\")\n\nDepartment for Education (2011), [Adoption and special guardianship data pack: Underlying data](http://www.education.gov.uk/b0076713/datapack/adoption-special-guardianship-data-pack \"Adoptions and Special Partnership Data Pack\")\n\nNational Assembly for Wales (2013), [Proposals for Achieving a National Adoption Service in Wales and Development of the Functional Model](http://www.senedd.assemblywales.org/documents/s16595/Paper%204%20Deputy%20Minister%20for%20Social%20Services%20-%20Proposals%20for%20achieving%20a%20National%20Adoption%20Service%20i.pdf \"National Assembly for Wales - Adoptions Functional Model\")\n\nNational Assembly for Wales (2012), [Children and Young People Committee, Inquiry into Adoption](http://www.senedd.assemblywales.org/documents/s11356/Adoption%20Report%20-%20November%202012.pdf \"National Assembly for Wales - Inquiry into Adoption\")\n\nOffice for National Statistics (2013), [Births in England and Wales, 2012](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2012/stb-births-in-england-and-wales-2012.html \"STB Births in England and Wales 2012\")\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "In 2012, the number of adoptions in England and Wales was 5,206, an increase of 9.8% since 2011 when there were 4,740 adoptions.",
  "headline2": "In 2012, most children adopted (63%) were aged between one and four years, rising from 62% in 2011.",
  "headline3": "The percentage of children adopted who were born outside of marriage increased slightly to 85% in 2012, up from 82% in 2011.",
  "summary": "Annual adoptions statistics following court orders. Analysed by sex, age and marital status of biological parents.",
  "relatedBulletins": [],
  "title": "Adoptions in England and Wales, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Adoptions in England and Wales, 2012",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/adoption/bulletins/adoptionsinenglandandwales2012",
  "fileName": "adoptionsinenglandandwales2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Adoption",
      "fileName": "adoption",
      "breadcrumb": []
    }
  ]
}