{
  "headline": {
    "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth/timeseries/raid115",
    "index": null,
    "data": null
  },
  "items": [
    {
      "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth/timeseries/raid115",
      "index": null,
      "data": null
    },
    {
      "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth/timeseries/raid116",
      "index": null,
      "data": null
    }
  ],
  "datasets": [],
  "statsBulletins": [
    {
      "headline1": "Median household wealth was about seven times larger than median household gross annual income.",
      "headline2": "The distribution of wealth was more unequal than the distribution of income.",
      "headline3": "Households in the top income quintile held 44% of aggregate total wealth.",
      "title": "Wealth and Income, 2010-12",
      "summary": "A combined analysis of income and wealth based upon results from the third wave of the Wealth and Assets Survey and covering the period 2010-12.",
      "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth/bulletins/wealthandincome201012",
      "index": null
    }
  ],
  "relatedArticles": null,
  "index": 2,
  "type": "product_page",
  "title": "Income and wealth",
  "summary": "Income and wealth are different because while income is a flow of money such as your monthly earnings, wealth is not a flow, it is a stock of assets such as shares in a company or property. Key statistics here are average household income and average household wealth. The average used is the median because this measure is not affected by outliers, i.e. those people who have levels of income or wealth that are very far away from the average. ",
  "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity",
      "index": null
    },
    {
      "title": "Personal and household finances",
      "summary": "Statistics on personal and household finances help us build a picture of how people in the UK are funding their lifestyles. Key statistics here are on household and personal debt, expenditure, income and wealth.",
      "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances",
      "index": null
    }
  ]
}