{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Elizabeth McLaren",
    "email": "vsob@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key findings",
      "markdown": "- The number of divorces in England and Wales in 2012 was 118,140, an increase of 0.5% since 2011, when there were 117,558 divorces.\n- In 2012, 10.8 people divorced per thousand married population, a decrease of 19% compared with 13.3 in 2002.\n- The number of divorces in 2012 was highest among men and women aged 40 to 44.\nFor those married in 1972, 22% of marriages had ended in divorce by their 15th wedding anniversary whereas for those married in 1997, almost a third of marriages had ended by this time.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents annual statistics on divorces that took place in England and Wales in 2012, following court orders. The statistics do not include divorces to couples usually resident in England and Wales which took place abroad.\n\nA marriage may be either dissolved, following a petition for divorce and the granting of a decree absolute, or annulled, following a petition for nullity and the awarding of a decree of nullity. In this release, the term divorce includes both decrees absolute and decrees of nullity.\n\nDivorce statistics are analysed by sex, age and marital status before marriage, duration of marriage, age at divorce, the number and age of children involved, and the grounds for divorce.\n\nThis is the first time that ONS has released 2012 divorce statistics for England and Wales.\n"
    },
    {
      "title": "Number of divorces",
      "markdown": "In 2012, the number of divorces in England and Wales increased by 0.5% to 118,140 compared with 117,558 in 2011. The number of divorces declined between 2003 and 2009 from 153,065 to 113,949 followed by a 4.9% increase in 2010. The number of divorces has remained relatively stable since 2010, fluctuating just below the number recorded in 2010. The fall in divorces to 2009 is consistent with a decline in the number of marriages. The decrease in marriages to 2009 may be due to the increasing number of couples choosing to cohabit rather than enter into marriage ([Beaujouan and Bhrolcháin, 2011 (283.5 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-cohab-marriage-trends.pdf \"ARD PT145 Cohab Marriage Trends\").\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/divorce1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Marriage figures for 2011 are provisional.\n\nFigure 1 shows the changing trend in the number of divorces since 1932, as well as changes in the number of marriages. The number of divorces generally increased between 1932 and the early 1990s as a result of changes in behaviour and attitudes. The large increase in the late 1940s (following the end of the Second World War) is considered to be attributable to women’s increased participation in the labour force which meant couples were no longer as financially dependent on each other. The large increase observed during the 1970s was associated with the Divorce Reform Act 1969, which came into effect in England and Wales on 1 January 1971, making it easier for couples to divorce upon separation.\n"
    },
    {
      "title": "Divorce rates",
      "markdown": "In 2012, 10.8 people divorced per thousand married population, compared with 13.3 in 2002. Similar decreases in the male and female divorce rates have also taken place since 2002 (Figure 2). The male divorce rate decreased to 10.8 divorces per thousand married males, down from 13.4 in 2002. The female divorce rate decreased to 10.9 divorces per thousand married females, down from 13.3 in 2002.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/divorce2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Divorce rates for 2002-2010 are calculated using marital status population estimates based on the 2001 Census. Revisions to these estimates to take account of the 2011 Census are not currently planned. Divorce rates for 2011 and 2012 are based on estimated 2011 marital status population estimates which use the mid-2011 population estimates based on the 2011 Census and the marital status distribution from the 2008-based marital status population projections for 2011. Consequently comparisons between rates for 2002-2010 and 2011-2012 should be treated with caution due to the different census bases used. For more information see section titled ‘Availability of Population Estimates by Marital Status and the Calculation of Divorce Rates for 2011 and 2012’.\n\nChanges in the size of the adult population who are married, and therefore able to divorce, will affect both the number of divorces and the divorce rate. Divorce rates in 2012 remained similar to 2011 due to only a slight increase in the number of divorces and no change in the adult married population. Marital status estimates for 2011 and 2012 are not currently available; therefore divorce rates for 2012 have been calculated using estimated 2011 marital status population estimates. Whilst the actual number of males and females getting married or divorced in a particular year is equal, the number of unmarried males and females in the population will differ, hence the different rates (see background note 4).\n\nDivorce rates calculated using marital status estimates based on the 2001 Census suggest that both the male and female divorce rates have generally decreased since 2004 with the exception of 2010 and 2012 for females where rates increased. The increase in 2010 could have been associated with the economic climate following the 2008-09 recession. Two competing theories exist relating to the effect of an economic downturn on the number of partnerships dissolving.\n\nOne theory suggests that recession could contribute to a rise in partnership break-ups because of increased financial strain, changes in employment and related lifestyle changes. Social research in Britain has shown that unemployment and downturns in the housing market may be associated with family instability (Vaitilingam, 2011). In addition some individuals may believe they will get a more favourable divorce settlement if their income is currently low.\n\nIn contrast, an alternative theory suggests that partnerships would be less likely to dissolve in an unfavourable economic climate because of an increase in family solidarity during difficult times and the need to postpone marital break-ups until the economy, and the value of their home improves (Bradford Wilcox, 2011). Any impact of the recession on divorce is likely to vary across different sectors of society (Chowdhury, 2013).\n\nIt is too early to say whether recent trends in divorce rates represent small fluctuations resulting from rates nearing some form of stabilisation. Recent trends could be consistent with the theory that recession is associated with an increased risk of divorce, but with a delayed impact (Bradford Wilcox, 2011). This perhaps reflects a couple’s wait for an economic recovery to lift the value of their assets or the time lag between separation and obtaining a decree absolute. A similar trend can be seen during the previous recession in 1990-92, where divorce rates increased more markedly in 1993 than during the recession itself.\n"
    },
    {
      "title": "Age at divorce",
      "markdown": "Figure 3 shows the age at divorce for men and women in 2012. At younger ages there were more women than men divorcing; however, at older ages more men than women divorced. This pattern reflects the differences seen in age at marriage of men and women (the most recent marriage statistics available show that the provisional mean age for men marrying in 2011 was 36.3 years compared with 33.8 for women). In 2012, the number of divorces was highest among men and women aged 40 to 44.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/divorce3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nCompared with 2002, divorce rates in England and Wales are higher in 2012 for men aged 50 and above and for women aged 45 and above, while divorce rates for men aged below 50 and women aged below 45 are lower (See tables 3a and 3b – [Number of divorces, age at divorce and marital status before marriage (285.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---number-of-divorces-age-at-divorce-and-marital-status-before-marriage.xls \"RTD Divorces - Number of Divorces Age at Divorce and Marital Status Before Marriage\") ).\n\nWomen in their late twenties had the highest divorce rates of all female age groups, with 23.6 females divorcing per thousand married women aged 25 to 29 in 2012. This continues the general pattern seen over the last two decades.\n\nMen in their early thirties had the highest divorce rate in 2012 with 21.9 males divorcing per thousand married men aged 30 to 34. Over the last two decades, the divorce rate for men has been highest for those aged either 25 to 29 or 30 to 34. Men aged 25 to 29 had the highest divorce rate in 2011 with 21.9 males divorcing per thousand married men.\n\nThe average (mean) age at divorce increased slightly for both men and women in 2012 (Figure 4 and tables 2a and 2b – [Number of divorces, age at divorce and marital status before marriage (285.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---number-of-divorces-age-at-divorce-and-marital-status-before-marriage.xls \"\"RTD Divorces - Number of Divorces Age at Divorce and Marital Status Before Marriage\") ). The mean age for men divorcing was 44.7 years in 2012, an increase from 44.5 years in 2011. For women this increased from 42.1 years in 2011 to 42.2 years in 2012.\n\nThe mean age at divorce generally declined for both males and females during the mid to late 1970s and generally remained stable in the early 1980s. Since 1985 the mean ages at divorce for men and women have increased, rising by 7.3 years for both men and women. This trend is consistent with increases in the mean age at marriage. The difference between the mean age of husband and wife at divorce has remained relatively unchanged over the last four decades, with a difference of around 2.5 years except for the years 1974 to 1976 when it was 2.0 years.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/divorce4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n"
    },
    {
      "title": "Duration of marriage",
      "markdown": "The median duration of marriage (the median is the mid point of the distribution – see background note 7) for divorces granted in 2012 was 11.5 years, which was the same as in 2011. This is an increase from 11.1 years in 2002 (see table 4 – [Age at marriage, duration of marriage and cohort analyses (486 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---age-at-marriage-duration-of-marriage-and-cohort-analyses.xls \"RTD Divorces - Age at Marriage Duration of Marriage and Cohort Analyses\") ).\n\nThe Matrimonial and Family Proceedings Act 1984 came into effect in England and Wales on 12 October 1984. The Act replaced the discretionary time bar (minimum time interval between the date of marriage and being able to file a petition for divorce) of three years by an absolute time bar of one year. No petition can now be filed within the first year of marriage. The median duration of marriage for divorces granted in 1984 was 10.1 years. Following the change in legislation the median duration of marriage fell to 8.9 years for divorces granted in 1985. Since this change, the median duration between marriage and divorce increased steadily up to 2005 but has remained relatively stable since.\n"
    },
    {
      "title": "Marital status before marriage",
      "markdown": "In 2012, 19% of men and women divorcing had their previous marriage end in divorce. These proportions have almost doubled since 1980 when the comparable figures were 10% (see table 7 – [Number of divorces, age at divorce and marital status before marriage (285.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---number-of-divorces-age-at-divorce-and-marital-status-before-marriage.xls \"RTD Divorces - Number of Divorces Age at Divorce and Marital Status Before Marriage\") ).\n\nIn 2012, 71% of divorces were to couples where both parties were in their first marriage, while the remaining 29% were to couples where at least one of the parties had been divorced or widowed previously.\n\nThe percentage of couples divorcing where the marriage was the first for both parties generally declined from the early 1970s to 2006 before increasing to 2012. Over the same period however, the percentage of divorces where one or both parties were previously divorced gradually increased to 2006 before decreasing to 2012.\n"
    },
    {
      "title": "Fact proven at divorce",
      "markdown": "In 2012, of all decrees granted to one partner (rather than jointly to both), 65% were granted to the wife (see table 1 – [Number of divorces, age at divorce and marital status before marriage (285.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---number-of-divorces-age-at-divorce-and-marital-status-before-marriage.xls \"RTD Divorces - Number of Divorces Age at Divorce and Marital Status Before Marriage\") ). In over half (54%) of the cases where the divorce was granted to the wife, the husband’s behaviour was the fact proven (see background note 8). Of the divorces granted to the husband, the most common facts proven were the wife’s behaviour (37% of cases) and two years’ separation with consent (32% of cases). Very few decrees (0.04%) were granted jointly to husband and wife.\n"
    },
    {
      "title": "Children of divorced couples",
      "markdown": "Almost half (48%) of couples divorcing in 2012 had at least one child aged under 16 living in the family (see table 1 – [Children of divorced couples (110.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---children-of-divorced-couples.xls \"RTD Divorces - Children of Divorced Couples\") ). There were 99,822 children aged under 16 who were in families where the parents divorced in 2012, a decrease of 33% from 2002 when there were 149,335 children. Over a fifth (21%) of the children in 2012 were under five and 64% were under 11. In 2012, there was an average of 1.75 children aged under 16 per divorcing couple with one or more children aged under 16. This compares with 1.84 in 2002. These changes may reflect the increasing proportion of children born to cohabiting, rather than married couples (see table 2 in birth statistics package [Characteristics of Mother 1](http://www.ons.gov.uk/ons/rel/vsob1/characteristics-of-Mother-1--england-and-wales/index.html \"Characteristics of Mother 1, England and Wales index\")).\n"
    },
    {
      "title": "Proportion of marriages ending in divorce",
      "markdown": "The percentage of marriages ending in divorce has generally increased for those marrying between the 1970s and the early 1990s. For example, 22% of marriages in 1972 had ended in divorce by the 15th wedding anniversary, whereas 32% of marriages in 1997 had ended after the same period of time (see table 2 and additional commentary to aid interpretation – [Age at marriage, duration of marriage and cohort analysis (486 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/2012/rtd-divorces---age-at-marriage-duration-of-marriage-and-cohort-analyses.xls \"RTD Divorces - Age at Marriage Duration of Marriage and Cohort Analyse\") ). However, for the most recent cohorts, those marrying since 2000, there is some evidence of decreases between successive cohorts in the proportion of marriages ending in divorce.\n\nIn 2011, it was estimated that the percentage of marriages ending in divorce (assuming 2010 divorce and mortality rates throughout the duration of marriage) was 42%. Around half of these divorces occur in the first ten years of marriage. These figures were derived by calculating the married population by duration of marriage for 2010. Mortality and divorce rates for 2010 were then applied to this population. See background note 11 for assumptions behind these calculations. More information on how these figures were calculated is available in the [Divorces Metadata (187.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/divorces-metadata.pdf \"Divorces Metadata\") .\n\nFigure 5 illustrates the percentages of marriages ending in divorce or death, by each anniversary assuming that divorce and mortality rates remain unchanged from those in 2010 throughout the duration of the marriage. For example:\n\n- 34% of marriages are expected to end in divorce by the 20th wedding anniversary.\n- 6% of marriages are expected to end in the death of one partner by the 20th wedding anniversary.\n- Therefore 60% of marriages are expected to survive to the 20th anniversary.\n- The average marriage is expected to last for 32 years.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/divorce5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFigure 5 shows that the cumulative percentage of marriages ending in divorce increases more rapidly in the first 10 years of marriage than the 10 years after that. Once the 20th wedding anniversary is reached, the cumulative percentage increases less rapidly. Conversely, the cumulative percentage of marriages which end in the death of one partner increases less rapidly in the first 40 years of marriage than the 10 years after that. This is because mortality is greater at older ages, and so has more impact at longer durations of marriage.\n\nCompared with figures from 2005 ( [Wilson and Smallwood, 2008 (244.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/the-proportion-of-marriages-ending-in-divorce.pdf \"The proportion of marriages ending in divorce\") ), the proportion of marriages ending in divorce has decreased from 45% in 2005 to 42% in 2010. This may be related to the following two factors:\n\n- The age at first marriage has been increasing, and previous research has shown that those marrying at older ages have a lower risk of divorce ( [Wilson and Smallwood, 2008 (244.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/the-proportion-of-marriages-ending-in-divorce.pdf \"The proportion of marriages ending in divorce\") ).\n- Cohabitation has increased in recent years. Cohabitation is often a precursor to marriage and may act to filter out weaker relationships from progressing to marriage ( [Beaujouan and Bhrolcháin, 2011 (283.5 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-cohab-marriage-trends.pdf \"ARD PT145 Cohab Marriage Trends\") ).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/divorce6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFigure 6 shows that the probability of divorce by the next wedding anniversary rises rapidly in the first five years of marriage, so that between the fourth and eighth wedding anniversaries the probability of divorcing by the next anniversary is over 3%. After the eighth wedding anniversary, the probability of divorcing decreases from this peak, and by the 26th anniversary, the chance of divorcing by the next anniversary is less than 1%.\n"
    },
    {
      "title": "Divorces in the UK",
      "markdown": "The number of divorces in the UK in 2012 is not currently available as divorce figures for Scotland are not yet available (see background note 3). The number of divorces in Northern Ireland increased in 2012, with 2,444 divorces, 4.3% more than in 2011 when there were 2,343.\n\nAnnual divorce figures for the UK and constituent countries can be found in the [Population and Health Reference tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Referance Tables index\") (see ‘Annual Time Series’ table).\n"
    },
    {
      "title": "Civil partnership dissolutions",
      "markdown": "Similarly to the increase in divorces, the number of civil partnership dissolutions also increased in 2012. However, this is part of an upward trend given that this type of partnership is relatively new and therefore the number of people in civil partnerships is increasing.\n\nComparisons between civil partnership dissolutions and divorce statistics can be found in the article: [Civil Partnerships five years on (190.1 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-civil-partnerships.pdf \"ARD PT145 Civil Partnerships\") , which was published in Population Trends (Autumn 2011).\nFurther statistics on [civil partnership dissolutions](http://www.ons.gov.uk/ons/rel/vsob2/civil-partnership-statistics--united-kingdom/index.html \"Civil Partnership Statistics, United Kingdom index\") can be found on the ONS website.\n"
    },
    {
      "title": "Availability of population estimates by marital status and the calculation of divorce rates for 2011 and 2012:",
      "markdown": "Marital status estimates for 2011 and 2012 are not currently available. ONS are considering the future need for population estimates by marital status in their present form. Estimates of the population by marital status, age and sex from the 2011 Census are being used to benchmark current methods and evaluate alternative sources of data on partnership status.\n\nDivorce rates for 2011 and 2012 are therefore based on estimated 2011 marital status population estimates. These use the mid-2011 population estimates based on the 2011 Census and the marital status distribution from the 2008-based marital status population projections for 2011. Analyses comparing the marital status distribution in the marital status estimates for mid-2008-2010 and the 2008-based marital status projections for 2008-2012 have shown that these estimates provide:\n\n- a plausible marital status distribution for 2011 and 2012; and\n- a more plausible marital status distribution than the 2010 marital status estimates.\n"
    },
    {
      "title": "Population estimate revisions and their impact on divorce statistics for 2002-2010",
      "markdown": "Population estimates for mid-2002 to mid-2010 have been revised to take account of the results of the 2011 Census to ensure a consistent time series over the decade.\n\nRevisions to population estimates by marital status for mid-2002 to mid-2010 are not currently planned. The marital status estimates used to calculate divorce rates for 2002-2010 are therefore not consistent with the latest mid-year population estimates. Consequently, any comparisons between rates for 2002-2010 and 2011-2012 should be treated with caution due to the different census bases used.\n"
    },
    {
      "title": "Users of divorce statistics",
      "markdown": "ONS uses divorce statistics to:\n\n- Report on social and demographic trends.\n- Perform further analyses, for example comparing trends in divorce with civil partnership dissolutions.\n- Produce population estimates by marital status for England and Wales (currently under review).\n- Produce population projections by marital status for England and Wales on an ad-hoc basis (currently under review).\n\nThe Ministry of Justice (MoJ) is one of the key users of divorce statistics and has responsibility for policy and legislation on divorces. Demographic information collected by MoJ is analysed and published by ONS and MoJ relies on these analyses to inform policy decisions.\n\nOther government departments, for example the Department for Work and Pensions (DWP) and the Department for Education (DfE), also use divorce statistics. DWP uses the detailed divorce statistics to feed into statistical models for pensions and benefits. DfE have an interest in divorce statistics since family breakdown can impact on a child’s well-being.\n\nOrganisations such as Eurostat use ONS divorce statistics for comparison purposes and organisations in the voluntary sector may use ONS divorce statistics to support campaigns. These organisations often pass on ONS’s divorce statistics to their own users.\n\nLawyers, solicitors and those involved in family law, as well as academics and researchers in demography and social sciences, are often interested in divorce figures.\n\nQueries on divorces by area are frequent, although ONS does not produce divorces by area of residence. This is because divorce data provided to ONS by the courts does not contain information on the area of residence of the parties. Information on the location of the court is available from the Ministry of Justice in [Court Statistics Quarterly](https://www.gov.uk/government/publications/court-statistics-quarterly-july-to-september-2013 \"Court Statistics Quarterly\"), but this is not a good indicator of where the parties lived either before or after separation, as the two parties may choose the court they wish to use and courts are not evenly spread around England and Wales.\n"
    },
    {
      "title": "User requirement for marriages, divorce and civil partnership statistics given the introduction of marriage of same sex couples.",
      "markdown": "The [Marriage (Same Sex Couples) Act 2013](http://www.ons.gov.uk/ons/external-links/parliament/marriage--same-sex-couples--act-2013.html \"[Marriage (Same Sex Couples)\") makes provision for the marriage of same sex couples in England and Wales, either in a civil ceremony (in a register office or approved premise for example hotel) or on religious premises (provided that the religious organisation concerned is in agreement with the marriage being solemnised through a religious ceremony). This will impact on marriage, divorce and civil partnership statistics which ONS publishes. A [consultation](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/archived-consultations/index.html \"Archived consultations\") ran between 8 October and 17 December 2013 to help ONS understand user requirements for published statistics on marriages, divorces and civil partnership formations and dissolutions given the introduction of marriage of same sex couples. A summary of responses to the consultation along with future plans for marriage, divorce and civil partnership statistics will be published on the ONS website in Spring 2014.\n\nThe Act does not remove the availability of civil partnerships. The operation and future of the [Civil Partnership Act 2004](http://www.ons.gov.uk/ons/external-links/parliament/legislation--the-civil-partnership-act-2004.html \"Legislation: Civil Partnership Act 2004\") in England and Wales is being reviewed by the Government Equalities Office. A full public [consultation](https://www.gov.uk/government/consultations/consultation-on-the-future-of-civil-partnership-in-england-and-wales \"Consultation on the future of civil partnerships in England and Wales\") is being held.\n"
    },
    {
      "title": "Further information",
      "markdown": "More data on [divorces in England and Wales](http://www.ons.gov.uk/ons/rel/vsob1/divorces-in-england-and-wales/index.html \"Divorces in England and Wales index\") are available on the Office for National Statistics (ONS) website.\n\nONS [divorces metadata (187.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/divorces-metadata.pdf \"Divorces metadata\") provides further information on data quality, legislation and procedures relating to divorces.\n\nThe [ONS divorces Quality and Methodology Information (123.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-divorces-in-england-and-wales.pdf \"Quality and Methodology Information for England and Wales index\") provides overview notes which pull together key qualitative information on the various dimensions of quality as well as providing a summary of methods used to compile the output.\n\nAnnual divorce figures for the UK and constituent countries can be found in the [Vital Statistics: Population and Health Reference tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference tables index\").\n\n[Scottish Government](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-government---divorces-and-dissolutions.html \"Scottish Government - Divorces and Dissolutions\") provide divorce statistics for Scotland.\n\n[Northern Ireland Statistics and Research Agency](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra-divorces.html \"NISRA divorces\") provide divorce statistics for Northern Ireland.\n\nDivorce statistics are also available from the Ministry of Justice in [Court Statistics Quarterly](https://www.gov.uk/government/publications/court-statistics-quarterly-july-to-september-2013 \"Court Statistics Quarterly\").\n\nFurther statistics on [marriages](http://www.ons.gov.uk/ons/rel/vsob1/marriages-in-england-and-wales--provisional-/index.html \"Marriages in England and Wales (provisional) index\"), [civil partnership and civil partnership dissolutions](http://www.ons.gov.uk/ons/rel/vsob2/civil-partnership-statistics--united-kingdom/index.html \"Civil Partnership Statistics, United Kingdom index\") are available on the ONS website, as are data on [families and households](http://www.ons.gov.uk/ons/rel/family-demography/families-and-households/index.html \"Families and Households index\") which presents recent estimates of the number of families by type, people in families by type, and children in families by type.\n\n[Population estimates by marital status](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-by-marital-status/index.html \"Population Estimates by Marital Status index\") provide the estimated resident population by single year of age, sex and marital status (single, married, divorced, and widowed) for England and Wales.\n"
    }
  ],
  "accordion": [
    {
      "title": "References",
      "markdown": "Beaujouan, E. and Bhrolcháin, M. (2011) [Cohabitation and marriage in Britain since the 1970s (283.5 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--145--autumn-2011/ard-pt145-cohab-marriage-trends.pdf \"ARD PT145 Cohab Marriage Trends\") , Population Trends 145.\n\nBradford Wilcox, W. (2011) [The State of Our Unions, Marriage in America 2009](http://www.ons.gov.uk/ons/external-links/articles-and-summaries/articles/the-state-of-our-unions--marriage-in-america-2009--money-and-marriage.html \"The State of Our Unions, Marriage in America 2009, Money and Marriage\"), Money and Marriage, University of Virginia, The National Marriage Project.\n\nChowdhury, A (2013) ‘[Til recession do us part: booms, busts and divorce in the United States](http://www.tandfonline.com/doi/full/10.1080/13504851.2012.689104#preview \"Til recession do us part: booms, busts and divorce in the United States\"), Applied Economic Letters 20: 255-261.\n\nWilson, B. and Smallwood, S. (2008) [The proportion of marriages ending in divorce (244.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/the-proportion-of-marriages-ending-in-divorce.pdf \"The proportion of marriages ending in divorce\") , Population Trends 131.\n\nVaitilingham, R. (2011) [Recession Britain](http://www.ons.gov.uk/ons/external-links/articles-and-summaries/articles/index.html \"Recession Britain, Economic and Social Research Council (ESRC)\") [pdf], Economic and Social Research Council (ESRC) Available at [www.esrc.ac.uk](http://http://www.esrc.ac.uk/ \"esrc.ac.uk\") [Accessed 11 December 2012].\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "1. ONS divorce statistics are collated from D105 forms used to record decree absolutes. These paper forms are supplied to ONS for processing by the courts. The Ministry of Justice (MoJ) also publishes a summary of divorce figures as part of their [Court Statistics Quarterly](https://www.gov.uk/government/publications/court-statistics-quarterly-july-to-september-2013 \"Court Statistics Quarterly\"). MoJ receives divorce data electronically from HM Court Service (HMCS) through the FamilyMan system.\n\n2. The number of divorces as indicated by ONS and MoJ statistics, while similar, do not match exactly, and ONS and MoJ have published a joint [statement on differences](http://www.ons.gov.uk/ons/media-centre/statements/moj-and-ons/index.html \"Statement of differences between the Office for National Statistics and Ministry of Justice figures on divorces\") between these figures. For example, in 2012 the total ONS divorce figure was 118,140 compared with the MoJ figure of 120,704 a difference of 2,564 (2.2%). The two sets of figures do not count precisely the same cases. For example:\n\n- ONS divorce figures include annulments while MoJ figures do not. The number of annulments in 2012 published by MoJ was 291.\n\n- Since 2007 divorce figures published by MoJ have included dissolutions of civil partnerships. These are not included in ONS figures. The number of civil partnership dissolutions in 2012 published by ONS was 794. Further information on civil partnerships and civil partnership dissolutions can be found on the ONS website.\n\n- There are some other differences arising from the way the data for 2012 and earlier years were collected and processed. These include:\n\n- Differences in the number of late divorce records excluded from ONS and MoJ annual datasets.\n\n- Differences in the process to remove duplicate records.\n\n- Differences between the number of records entered onto the FamilyMan system and the number of paper records received by ONS from courts.\n\nONS and MoJ worked closely together to reconcile the two sets of statistics as far as possible. A [statement on the difference](http://www.ons.gov.uk/ons/media-centre/statements/moj-and-ons/index.html \"Statement of differences between the Office for National Statistics and Ministry of Justice figures on divorces\") between ONS and MoJ divorce statistics is available on the ONS website.\n\nFrom the 2013 data year, ONS will be compiling divorce statistics from electronic extracts of divorces taken directly from the Familyman system used by the courts which will help to minimise the difference between the two sets of statistics.\n\n3. Scottish Government took over sole responsibility for the publication of statistics on divorces in Scotland at the end of 2012. Divorce figures for the year ending March 2013 will be published in Civil Law Statistics in Scotland in February 2014. Statistics for the 2012 calendar year are not available until this time. Consequently, it is not possible to provide 2012 divorce statistics for Scotland or the UK at this time.\n\n4. The male divorce rate is calculated by dividing the number of males divorcing in a particular year by the estimated number of married males aged 16 and over in that same year (taken from mid-year population estimates by marital status). Likewise, the female divorce rate is calculated by dividing the number of females divorcing in a particular year by the estimated number of married females aged 16 and over in that same year.\n\n5. The statistics do not take into account married couples who separate, but do not divorce.\n\n6. The mean ages presented in this release have not been standardised for age and therefore do not take account of the changing age structure of the population.\n\n7. The median duration of marriage at divorce in this release is represented by the middle value when the data are arranged in increasing order. The median is used, rather than the mean, because the duration of marriage for divorces is not symmetrically distributed, therefore the median provides a more accurate reflection of this distribution. The mean would be affected by the relatively small number of divorces which take place when duration of marriage exceeds 15 years.\n\n8. Fact proven at divorce; A petitioner must prove one or more of five facts (adultery, unreasonable behaviour, desertion, or separation, either with or without consent of the respondent), in order to establish the irretrievable breakdown of the marriage.\n\n9. The Divorce Reform Act 1969 came into effect in England and Wales on 1 January 1971. The Act, subsequently consolidated in the Matrimonial Causes Act 1973, made it possible for the first time for divorce to be petitioned for on the couple’s separation.\n\n10. The Matrimonial and Family Proceedings Act 1984 came into effect in England and Wales on 12 October 1984. The Act made two changes. The first replaced the discretionary time bar (minimum time interval between the date of marriage and being able to file a petition for divorce) of three years by an absolute time bar of one year. No petition can now be filed within the first year of marriage. The second change meant the Act no longer required courts to try to place the divorced spouses in the financial position they would have enjoyed had the marriage not broken down.\n\n11. Statistics on the proportion of marriages ending in divorce are based on several assumptions including:\n\nDivorce rates and mortality rates remain unchanged from 2010.\n\nThe married population by age and sex is accurately assigned to duration of marriage. A description of how this was done is provided in the divorces metadata (187.4 Kb Pdf) .\n\nPeople marry, divorce and die in the country where they usually live.\n\nAll these factors will affect the true percentages. For example, couples who live in England and Wales but who have married abroad in the last decade are not included in the marriage figures but may be included in the divorce figures, which could lead to over-estimation of the proportion of marriages ending in divorce.\n\nThese figures have been produced using marriage statistics, divorce and mortality rates for 2010 which were the latest data available when the analyses were conducted.\n\n12. Follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/ons-twitter.html \"Twitter\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\")\n\n13. Special extracts and tabulations of divorce data for England and Wales are available to order (subject to legal frameworks, disclosure control, resources and agreement of costs, where appropriate). Enquiries should be made to:\n\nVital Statistics Output Branch\nLife Events and Population Sources Division\nOffice for National Statistics\nSegensworth Road\nTitchfield\nFareham\nHampshire PO15 5RR\nTel: +44 (0) 1329 444110\nEmail: \u003cvsob@ons.gsi.gov.uk\u003e\n\nThe [ONS charging policy](http://www.ons.gov.uk/ons/about-ons/business-transparency/freedom-of-information/ons-charging-policy/index.html \"charging policy\") is available on the ONS website.\n\n14. We welcome feedback from users on the content, format and relevance of this release. Please send feedback to the postal or email address above.\n\n15. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "The number of divorces in England and Wales in 2012 was 118,140, an increase of 0.5% since 2011, when there were 117,558 divorces.",
  "headline2": "In 2012, 10.8 people divorced per thousand married population, a decrease of 19% compared with 13.3 in 2002.",
  "headline3": "The number of divorces in 2012 was highest among men and women aged 40 to 44.",
  "summary": "Tables contain dissolutions and annulments of marriage by previous marital status, sex and age of divorcees, children and facts proven and to whom granted.",
  "relatedBulletins": [],
  "title": "Divorces in England and Wales, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Divorces in England and Wales, 2012",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/divorce/bulletins/divorcesinenglandandwales2012",
  "fileName": "divorcesinenglandandwales2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Divorce",
      "fileName": "divorce",
      "breadcrumb": []
    }
  ]
}