{
  "sections": [
    {
      "title": "Main points",
      "markdown": "- Environmental taxes raised £44.6 billion in the UK in 2014.\n\n- Despite rising by an average of 5.0% per year since 1993 (in current prices), environmental tax revenue has remained broadly stable as a percentage of GDP (2.5% in 2014).\n\n- Environmental taxes provided 7.5% of all revenue from taxes and social contributions in 2014.\n\n- Hydrocarbon oil duties (including transport fuels) accounted for 60.8% of all environmental taxes in 2014.\n\n- Households paid an average of £765 in environmental taxes in 2012.\n\n"
    },
    {
      "title": "Environmental taxes",
      "markdown": "### Introduction\n\nThe European Statistical Office (Eurostat) define an environmental tax as a tax whose base is a physical unit (for example, a litre of petrol or a passenger flight) that has a proven negative impact on the environment. These taxes are designed to promote environmentally positive behaviour, reduce damaging effects on the environment and generate revenue that can potentially be used to promote further environmental protection.\n\nData on UK environmental tax revenue are available for the years 1993 through to 2014.\n\n### Environmental tax revenue broadly stable as a percentage of GDP\n\nIn 2014, revenue from environmentally related taxes stood at £44.6 billion. This corresponded to 2.5% of the UK’s Gross Domestic Product (GDP). Looking over the time series as a whole, environmental taxes as a share of GDP has remained at a broadly consistent level of between 2% and 3% (Figure 1).\n\nEnvironmental tax revenue as a percentage of total taxes and social contributions (TSC) has been more volatile across the time series. After peaking at 8.6% of TSC in 1998, the trend of environmental taxes was downward and fell to 6.6% of TSC in 2006. In 2009, as a possible result of the fall in other government revenue following the most recent economic downturn, the share of TSC comprised environmental taxes rose to 7.6%. Since then, the importance of environmental taxes has remained broadly consistent, and in 2014 stood at 7.5% of TSC.\n\n### Figure 1: Environmental tax revenue, as a percentage of GDP and total taxes and social contributions, 1993 to 2014\n#### United Kingdom\n\nFigure 1 - Chart\n\n### Environmental taxes formed a greater share of total taxes and social contributions within UK, compared with EU-28 average\n\nComparable data on environmental taxes are available for the other EU member states for the years 2002 through to 2012. The trend observed in total environmental taxes as a percentage of GDP for the EU-28 average is consistent with the UK. In 2012, environmental tax revenue in the UK was equivalent to 2.5% of national GDP. The comparable figure for the EU-28 as a whole was 2.4%.\n\nEnvironmental taxes made a larger contribution to TSC for the UK in every year of the time series compared with the EU-28 average. In 2012, environmental taxes contributed 7.5% of TSC for the UK, compared with 6.3% for the EU-28 average (Figure 2). Slovenia and Bulgaria each raised over 10% of their total taxes and social contributions from environmental taxes (10.2% and 10.1% respectively). In 2012, environmental taxes contributed the lowest share of total taxes and social contributions in France (4.4%).\n\n### Figure 2: Environmental tax revenue, as a percentage of total taxes and social contributions, 2012\n#### EU-28\n\nFigure 2 - Chart\n\n### Energy taxes contributed nearly three-quarters of all environmental tax revenue\n\nEnvironmental taxes can be of four types: energy; transport; pollution and resource. A breakdown of what are included under the different tax types has been provided within Table 1. For ease of interpretation the current paper combines pollution and resource taxes together.\n\nEnergy taxes comprise taxes on energy production and on energy products (e.g. coal, oil products, natural gas and electricity) used for both transport and stationary purposes. In 2014, nearly three-quarters (72.9%) of all income from environmental taxes were energy taxes (Figure 3). The largest contributor to energy taxes was tax on hydrocarbon oils (which include taxes on transport fuels). In 2014, this tax accounted for 83.4% of all income from energy taxes and 60.8% of total revenue from all environmental taxes.\n\nTransport taxes consist mainly of taxes related to the ownership and use of motor vehicles, although taxes on other transport and related transport services are also included. In 2014, transport taxes contributed 23.7% of all environmental tax revenue. Motor vehicle taxes paid by households made the most important contribution, accounting for 47.6% of total transport tax revenue in 2014.\n\n### Figure 3: Environmental tax revenue, by tax type, 2014\n#### United Kingdom\n\nFigure 3 - Chart\n\nPollution and resource taxes include taxes on the extraction of raw materials and on the management of waste. Only 3.4% of total environmental tax revenue comprised pollution and resource taxes in 2014. Landfill tax made the largest contribution to pollution and resource taxes. In 2014, this tax generated £1.1 billion in revenue, representing 75.8% of all income from pollution and resource taxes.\n\n### Revenue from environmental taxes has more than doubled between 1993 and 2014\n\nUK government revenue from environmentally related taxes has increased by, on average, 5.0% (in current prices) per year since 1993 (Figure 4). Total revenue in 2014 (£44.6 billion) was 2.5 times greater than revenue in 1993 (£17.6 billion).\n\nThe largest annual increase in environmental tax revenue was 12.1% in 1998. An increase of £2.6 billion in revenue from hydrocarbon oil duty (which include taxes on transport fuels) explained much of this rise. The fuel price escalator, which set the rate for year-on-year increases in this particular duty, rose from 5% in 1997 to 6% in 1998. The larger than average increase in income from environmental taxes was also partly explained by a rise of £0.4 billion in revenue from air passenger duty. The duty was doubled to £10 for flights to most European countries and £20 for other flights from 1 November 1997.\n\n### Figure 4: Environmental tax revenue, 1993 to 2014\n#### United Kingdom\n\nFigure 4 - Chart\n\nOf the two periods (2001 and 2005) which observed falls in environmental tax revenue, the largest was in 2001 – a 3.0% decrease. A series of national protests against the rising costs of petrol and diesel fuel prices for road vehicle use in the autumn of 2000 had a considerable impact, and led to a £1.0 billion fall in revenue from taxes on hydrocarbon oils. A fall of £0.6 billion was also observed in revenue generated from motor vehicle tax paid by businesses. This followed a change in the base for the tax from engine size (for cars and light goods vehicles registered before 1 March 2001) to fuel type and carbon dioxide emissions (for cars and light goods vehicles registered on or after 1 March 2001).\n\n### Just under half of environmental taxes were paid by households in 2012\n\nIt is possible to break down environmental tax data by economic activity, to identify who paid the taxes. The latest reference year for which data are available is 2012.\n\nBusinesses paid a total of £20.8 billion in environmental taxes in 2012, corresponding to half (50.1%) of total environmental tax revenue received during the year. The largest contributing sectors were manufacturing (£4.4 billion) and transportation and storage (£3.4 billion). Households contributed £20.4 billion in environmental taxes (49.1%), with the remainder comprised payments from non-residents and a small share of revenue which could not be allocated to a specific industry.\n\nFigure 5 provides an illustration of UK environmental tax paid per household. To achieve this it divides total environmental taxes paid by households in each year by the corresponding number of households. In 2012, environmental tax contribution per household was estimated at £765.\n\n### Figure 5: Environmental tax contribution per household, 1997 to 2012\n#### United Kingdom\n\nFigure 5 - Chart\n\nIn 2012, two-thirds (66.4%) of all environmental taxes paid by households comprised energy taxes. The trends observed in figure 5 are closely related to events occurring in relation to taxes on hydrocarbon oils (including transport fuels). For example, there was a fall of 5.2% in the average household contribution towards environmental taxes between 2000 and 2001. This coincided with the fuel protests observed in the latter part of 2000. Between 2011 and 2012, environmental tax paid per household fell 4.0%. In March 2011, the chancellor cut fuel duty by 1p and delayed an inflation-linked rise in fuel duty.\n\nMoving on to consider the different types of environmental tax, households paid the largest share of energy taxes in 2012 (44.7%). This was followed by the manufacturing sector (13.8%), services sector (12.8%) and transportation and storage sector (9.8%). The main contributors to transport taxes were again households, making up 69.0% of revenue. The services sector was the second largest sector, paying 18.0% of all transport taxes in 2012. Pollution and resource taxes were the only environmental taxes where households were not the largest contributor - households did not pay any pollution or resource taxes across the time series. The main sectors contributing to these particular taxes were water supply; sewerage, waste management and remediation activities (33.1%) and services (32.2%). Just under a fifth (19.3%) of pollution and resource taxes were paid by the mining and quarrying sector in 2012.\n\n"
    },
    {
      "title": "Comparison with HM Treasury’s definition of environmental taxes",
      "markdown": "Environmental taxes data produced by ONS are based on the definition outlined in Regulation (EU) No 691/2011 on European environmental economic accounts. To comply with this Regulation, ONS submit UK data to Eurostat (the European statistical office) annually.\n\nIn 2010, the UK’s coalition government committed to [increasing the proportion of revenue from environmental taxes](https://www.gov.uk/government/news/definition-of-environmental-tax-published \"Definition of environmental tax published\"). To measure this, HM Treasury developed a separate definition based on the following principles:\n\n- the tax is explicitly linked to the government’s environmental objectives\n\n- the primary objective of the tax is to encourage environmentally positive behaviour change\n\n- the tax is structured in relation to environmental objectives, for example: the more polluting the behaviour, the greater the tax levied\n\nThis definition includes the following six taxes: climate change levy, aggregates levy, landfill tax, EU emissions trading scheme (EU-ETS), carbon reduction commitment, and carbon price floor. This is narrower than the definition used by ONS (Table 1), meaning that total environmental taxes data published by HM Treasury are much lower than the figures included in this publication. For example, HM Treasury’s latest figures show that environmental tax revenue in 2011/12 was £3.1 billion. In contrast, ONS figures show that revenue from environmentally related taxes was £40.2 billion in 2011 and £41.3 billion in 2012.\n\n### Table 1: Definitions of environmental taxes used by ONS and HM Treasury\n\nTable 1 - Table\n\n"
    },
    {
      "title": "Glossary of environmental taxes",
      "markdown": "**Taxes on hydrocarbon oils (fuels)** – paid on motor and heating fuels produced, imported or used in the UK. Data are included throughout the entire time series.\n\n**Climate change levy** - this is a tax on non-domestic use of energy and was introduced in April 2001. Data are included for 2001 onwards. From 1 April 2013, it also includes Carbon Price Floor taxes.\n\n**Fossil fuel levy** – this was effectively replaced by the climate change levy. Fossil fuel levy rates, controlled by OFGEM, have been set to zero since April 2002 in England and Wales and November 2002 in Scotland. Data are therefore included up to 2002.\n\n**Gas levy** – this was introduced following the Gas Levy Act 1981 but was later repealed by the Finance Act 1998. Data are therefore included up to 1998.\n\n**Hydro-Benefit** – this was introduced in 1991 to protect energy consumers in remote areas from excessive charges resulting from the increased costs of supplying those areas. However, it was abolished in 2004 because it contravened European law, although Scottish and Southern Energy continued the scheme on a voluntary basis until April 2005. Data are therefore included for 1993 to 2005.\n\n**Renewable Energy Obligations** – this was introduced in 2002 to provide incentives for the deployment of large scale renewable electricity in the UK. Data are therefore included for 2002 onwards.\n\n**Emissions Trading Scheme (EU-ETS)** – this is the largest multi-country, multi-sector greenhouse gas emissions trading scheme in the world. Data are included for 2009 onwards.\n\n**Carbon Reduction Commitment** – this energy efficiency scheme is designed to improve energy efficiency and cut emissions in large public and private sector organisations. It targets emissions not already covered by Climate Change Agreements and the EU-ETS. Data are included for 2012 onwards.\n\n**Air Passenger Duty** – is a duty on the carriage, from a UK airport, of chargeable passengers on chargeable aircraft. The amount due is dependent on the final destination and class of travel of the chargeable passenger. 1995 represents the first full year of data for this particular duty.\n\n**Rail franchise premia** – the process of rail franchising was first introduced by the Railways Act 1993 and the first franchises came into effect in 1996 – the same year for which data were included in the current series.\n\n**Northern Ireland Driver Vehicle Agency (DVA)** - the DVA is a government agency of the Northern Ireland Department of the Environment. It was created in early 2007 and has responsibility for, among other things, collecting vehicle excise duty for motor vehicles residing in Northern Ireland. Data are included for 2007 onwards.\n\n**Motor Vehicle taxes paid by businesses/households** – vehicle excise duty paid by businesses/households respectively. Data are included throughout the entire time series.\n\n**Boat licences** – data for boat licences are included for the years 1993 to 2000.\n\n**Landfill tax** – data for landfill tax are included within the current data series from 1996 – the same year as its introduction. The amount of tax levied is calculated according to the weight of the material disposed of and whether it is active or inactive waste.\n\n**Fishing licences** – data for fishing licences are included within the time series from 1995 onwards.\n\n**Aggregates levy** - introduced in 2002, this levy was designed to ensure the environmental impact of aggregates extraction were more fully reflected in prices. Data are included for 2002 onwards, with the first full year being 2003.\n\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. Most taxes in the UK are collected by HM Revenue \u0026 Customs (HMRC). HMRC provide monthly data to ONS detailing each individual tax they collect and the amount of revenue associated with that tax.\n\n2. Environmental taxes data have been compiled by ONS from 1993-2014. Some taxes were introduced and collected at different times throughout the time series.\n\n3. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "article",
  "uri": "/economy/environmentalaccounts/articles/environmentaltaxes/2015-06-01",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/economy"
    },
    {
      "uri": "/economy/environmentalaccounts"
    }
  ],
  "description": {
    "_abstract": "An examination of the size and composition of environmental taxes between 1993 and 2014. Including an analysis by type of environmental tax, a consideration of who pays the taxes and a comparison with other European countries. Main findings show that environmental taxes raised £44.6 billion in the UK in 2014, providing 7.5% of all revenue from taxes and social contributions",
    "edition": "2014",
    "nationalStatistic": true,
    "contact": {
      "email": "environment.accounts@ons.gsi.gov.uk",
      "name": "Matthew Steel",
      "telephone": "+44 (0)1633 455680"
    },
    "releaseDate": "2015-06-01T00:00:00.000Z",
    "title": "Environmental Taxes",
    "keywords": [
      "pollution",
      " climate",
      " natural capital",
      " water",
      " greenhouse gases"
    ]
  }
}