{
  "headline": {
    "uri": "/businessindustryandtrade/tourismindustry/timeseries/gmat",
    "index": null,
    "data": null
  },
  "items": [
    {
      "uri": "/businessindustryandtrade/tourismindustry/timeseries/gmat",
      "index": null,
      "data": null
    },
    {
      "uri": "/businessindustryandtrade/tourismindustry/timeseries/gmax",
      "index": null,
      "data": null
    },
    {
      "uri": "/businessindustryandtrade/tourismindustry/timeseries/gmaz",
      "index": null,
      "data": null
    },
    {
      "uri": "/businessindustryandtrade/tourismindustry/timeseries/gmbb",
      "index": null,
      "data": null
    }
  ],
  "datasets": [
    {
      "title": "Visits and spending to UK",
      "summary": "Visits and Spending by UK residents abroad and overseas residents in the UK",
      "uri": "/peoplepopulationandcommunity/leisureandtourism/datasets/visitsandspendingtouk",
      "index": null
    }
  ],
  "statsBulletins": [
    {
      "headline1": "Visits to the UK by overseas residents continue to rise and are up 7% year to date (January to May), with holiday visits up 12% in the same period.",
      "headline2": "Over the last twelve months, estimates of earnings from overseas residents to the UK continue to rise and are up 8%.",
      "headline3": "Visits abroad by UK residents are up 5% over the past twelve months and their expenditure has increased 1% in the same period.",
      "title": "Overseas Travel and Tourism, Provisional Results for May 2014",
      "summary": "Monthly estimates of completed international visits to and from the UK and earnings and expenditure associated with these visits.",
      "uri": "/businessindustryandtrade/tourismindustry/bulletins/overseastravelandtourismprovisionalresultsformay2014",
      "index": null
    }
  ],
  "relatedArticles": null,
  "index": 8,
  "type": "product_page",
  "title": "Leisure and tourism",
  "summary": "Statistics on leisure and tourism look at figures relating to the number of visits and visitors to the UK as well as the reason visitors give for visiting and the amount of money they spent when they were here. Also here are figures on the number of UK residents travelling abroad with the reason they gave for travelling and the amount of money they spent when away. These are useful for a variety of businesses involved in the tourism industry and statistics on UK residents travelling abroad are an informal indicator of living standards.",
  "uri": "/peoplepopulationandcommunity/leisureandtourism",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity",
      "index": null
    }
  ]
}