{
  "datasetId": null,
  "downloads": [
    {
      "title": "Latest",
      "cdids": null,
      "xls": "http://www.ons.gov.uk/ons/rel/family-spending/family-spending/2013-edition/rft-2-2-final.xls",
      "csv": null
    }
  ],
  "notes": null,
  "description": "Comprehensive description of data contained within this dataset.",
  "nationalStatistic": true,
  "contact": null,
  "releaseDate": null,
  "nextReleaseDate": null,
  "type": "dataset",
  "title": "Housing expenditure",
  "summary": "Brief description of dataset",
  "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/expenditure/datasets/housingexpenditure",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity",
      "index": null
    },
    {
      "title": "Personal and household finances",
      "summary": "Statistics on personal and household finances help us build a picture of how people in the UK are funding their lifestyles. Key statistics here are on household and personal debt, expenditure, income and wealth.",
      "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances",
      "index": null
    },
    {
      "title": "Expenditure",
      "summary": "Household expenditure data can be broken down into twelve key headline areas, ranging from housing, fuel and power to clothing and footwear and alcoholic drinks, tobacco and narcotics. This data comes from the Living Costs and Food survey (LCF) which asks a sample of households to keep a diary of their costs over a period of time. This data gives us a headline figure of average weekly household spending.",
      "uri": "/peoplepopulationandcommunity/personalandhouseholdfinances/expenditure",
      "index": null
    }
  ]
}