{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Oliver Dormon",
    "email": "oliver.dormon@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Cohort Fertility, England and Wales, 2012",
      "markdown": "- The average completed family size for women born in 1967 and reaching age 45 in 2012, was 1.91 children per woman. This compares with their mothers’ generation, represented by women born in 1940, who had on average 2.36 children.\n- Two children was the most common family size for women born in both 1940 and 1967.\n- The level of childlessness among women born in 1967 (19%) is higher than for women born in 1940 (11%). One in ten women born in 1967 had four or more children, compared with nearly one in five women born in 1940.\n- Women born in 1982 have had slightly fewer children on average (1.02) by their 30th birthday than women born in 1967 who had 1.16 children by the same age.\n"
    },
    {
      "title": "Introduction",
      "markdown": "This bulletin presents statistics on childbearing among women in England and Wales. These figures are presented by the year of birth of mother – for ‘cohorts’ of women born in the same year - rather than by the year of birth of child. The estimates have been updated with 2012 births, the latest data available, which means that completed family size for women born in 1967 (women reaching age 45 in 2012) is presented for the first time.\n\nThis statistical bulletin provides supporting commentary for the cohort fertility package which includes data tables on:\n\n- Average number of live-born children, age and year of birth of woman, 1920-1997\n- Proportion of women who have had at least one live birth, age and year of birth of woman, 1920-1997\n- Percentage distribution of women of childbearing age by number of live-born children, age and year of birth of woman, 1920-1993\n\nAge-specific fertility rates, age and year of birth of woman, 1920-1997\n"
    },
    {
      "title": "Key figures",
      "markdown": "Table A shows the average family size and estimated family size distribution for women who have completed their childbearing years in 2012, and of the cohort assumed to be their mothers. The 1940 cohort is assumed to be their mothers\u0027 generation because the average age of mothers giving birth in 1967 was 27 years, and women of that age were born in 1940.\n\nThis comparison of the most recent cohort to have finished their childbearing with their mothers\u0027 cohort lets us examine change over time. The completed family size of the 1967 cohort is much smaller than for the 1940 cohort, and the proportion of women remaining childless is substantially higher for the 1967 cohort.\n"
    },
    {
      "title": "What is Cohort Fertility ?",
      "markdown": "A cohort is a group of women born in the same year. Cohort fertility analyses explore whether current generations of women of childbearing age are reaching, exceeding or falling short of the fertility levels of previous generations. This bulletin contains statistics on changes in average family size and past and present levels of childlessness for different cohorts of women, and the proportions of women having one, two or more children.\n\nThe key cohort presented here is women born in 1967, who were aged 45 in 2012. This is the most recent cohort that is assumed to have completed their childbearing (see note 1). This statistical bulletin compares the completed family size of women born in 1967 with that of their mothers’ generation; the average age of mothers giving birth in 1967 was 27 years, and women of that age were born in 1940.\n\nWomen born in 1982, who have reached age 30 in 2012, are also used as a comparison group, as age 30 (see note 2) may be considered the mid-point of childbearing age. This bulletin compares the achieved fertility of the 1982 cohort by this age with that of previous cohorts by the same age.\n\n### Notes for What is Cohort Fertility ?\n\n1. A woman is assumed to have completed her childbearing by the last day she is aged 45, that is by her 46th birthday (exact age 46). Completed fertility includes fertility rates up to and including age 45. See background note 4 for a more technical explanation.\n2. The ages of women are presented in \u0027exact years\u0027. Therefore figures should be interpreted as the average number of children a woman has had up to that birthday. So childbearing up to exact age 30 includes cumulative fertility through her lifetime up to the day before her 30th birthday. Any childbearing in the 12 months from her 29th birthday onwards will be included in fertility up to exact age 30. See background note 4 for a more technical explanation.\n"
    },
    {
      "title": "Average Family Size",
      "markdown": "The average number of live-born children a woman has had by the end of her childbearing years (completed family size) has been falling but has stabilised for recent cohorts (Figure 1). Women born in 1967 had on average 1.91 live-born children, which remains unchanged from the 1966 cohort. This compares with women born in the 1930s and 1940s, who had on average between 2.1 and 2.4 children. Cohorts of women born from 1958 onwards have had on average fewer than two children per woman. This decrease in the average family size is mainly due to rising levels of childlessness, which is discussed further in the next section.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cohort1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n\n##### Notes:\n1. Table 1 in the cohort fertility release and Figure 1 measure cumulative fertility. For example, Figure 1 shows that women born in 1981 had given birth to 1.01 children on average up to their 30th birthday (this includes fertility up to and including age 29).\n\nThe average number of children women have had up to their 30th birthday can give an indication of more recent trends in family size. Figure 1 shows a slight upturn in average family size by the 30th birthday for the most recent cohorts, from 0.99 children for the 1975 cohort to 1.02 for the 1982 cohort. This is mainly because women born in 1982 had higher fertility rates in their late twenties than those born in 1975. There is no single explanation for this increase, but possible reasons include the changes in support for families introduced by the previous government (such as tax credits and maternity/paternity leave), and the increasing proportion of women aged 25-29 who were born outside the UK (with fertility above the UK born average) (See section note 1).\n\nThe average number of children women have had up to their 30th birthday can give an indication of more recent trends in family size. The 1967 cohort had 1.16 children on average by their 30th birthday, compared with 1.89 by the same age for their mother’s generation, the 1940 cohort. Overall, women born in the 1960s and 1970s have had fewer children by age 30 than previous generations. This reflects their postponement of childbearing to older ages, for reasons including:\n\n- increased participation in higher education (see section note 2)\n- delayed marriage and partnership formation, and\n- the desire to establish a career, get on the housing ladder and ensure financial stability before starting a family (see section note 3).\n\n##### Notes for Average Family Size\n\n1. For a detailed analysis of childbearing among UK and non-UK born women see this ONS report.\n2. [Ní Bhrolcháin, et al., 2012](http://http//www.tandfonline.com/doi/pdf/10.1080/00324728.2012.697569 \"Ní Bhrolcháin, et al\")\n3. [Jefferies, 2008 (297 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/fertility-assumptions-for-the-2006-based-national-population-projections.pdf \"Jefferies, 2008\")\n"
    },
    {
      "title": "Childlessness",
      "markdown": "Childlessness is estimated as the proportion of women who have not had a live birth by a specific age.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cohort2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The percentage of women remaining childless by age 30 and by completion of childbearing is calculated as 1 minus the proportion of women who have had at least one live birth by that age, multiplied by 100.\n2. This calculation takes into account all first live births from a woman\u0027s teenage years through to the last day she is 29 (the day before her 30th birthday) or the last day she is 45 (the day before her 46th birthday).\n\nFigure 2 shows that the level of childlessness for women reaching age 45 born in 1967, is high at 19%, but slightly lower than for the previous six cohorts, of whom 20% remained childless. Around one in five women born in 1967 (and 1920) remained childless by the end of their childbearing years compared with one in nine women born in 1940. A wide range of explanations relating to circumstances and choices have been put forward for the increasing childlessness seen in recent cohorts. These include the decline in the proportion of women married, changes in the perceived costs and benefits of childrearing versus work and leisure activities, greater social acceptability of the childfree lifestyle and the postponement of decisions about whether to have children until it may be biologically too late (see note 1).\n\nOn their 30th birthday, 45% of the 1982 cohort were childless, a slightly higher proportion than for the 1967 cohort at the same age (42%). This highlights the trend that women have been increasingly delaying having children to older ages. However, Figure 2 shows that the proportion of women childless by age 30 has been falling for successive cohorts born from 1975 onwards. 48% of women born in 1975 had not had a live birth by age 30. This suggests a slight reversal and reflects the higher levels of childbearing among women in their late twenties born in 1982 compared with those born five years earlier.\n\n##### Notes for Childlessness\n\n1. For reasons for increasing childlessness, see for example:\nO\u0027Leary L, Natamba E, Jefferies J and Wilson, B (2010) Fertility and partnership status in the last two decades, [Population Trends 140, page 5-35-  (95.5 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--140--summer-2010/fertility-rates.pdf \"Population Trends 140, page 5-35\")\n\nSimpson, R (2009) Delayed childbearing and childlessness in Britain, in Stillwell, J, Kneale, D and Coast, E (eds.) Fertility, Living Arrangements, Care and Mobility Understanding Population Trends and Processes Volume 1, Springer, Dordrecht, pp. 23-40.\n\nKneale D, Joshi H (2008) Postponement and childlessness:Evidence from two British cohorts VOLUME 19, ARTICLE 58, (2008) \u003chttp://www.demographic-research.org/Volumes/Vol19/58/\u003e\n\nBasten, S (2009). Voluntary childlessness and being Childfree. The Future of Human Reproduction: Working Paper #5.\n\nBerrington, A.M. (2004). Perpetual postponers? Women\u0027s, men\u0027s and couple\u0027s fertility intentions and subsequent fertility behaviour. [Population Trends 117: 9-19. (137.7 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--117--autumn-2004/perpetual-postponers--women-s--men-s-and-couple-s-fertility-intentions-and-subsequent-fertility-behaviour.pdf \"Population Trends 117: 9-19\")\n"
    },
    {
      "title": "Teenage Childbearing",
      "markdown": "\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cohort3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. This calculation takes into account all first live births from a woman\u0027s teenage years through to the last day she is 19 (the day before her 20th birthday)\n\nFigure 3 shows that the proportion of women who have had a live birth by age 20 has been gradually decreasing for more recent cohorts, from a peak of around two in ten for women born in 1952, to around one in ten women for those born in 1992, the most recent cohort to reach age 20. This shows that the proportion of women becoming teenage mothers is falling, though the level of teenage motherhood remains above that of the cohorts born in the early 1920s where around 7% of women had a child by age 20. This fall in the proportion of teenagers becoming mothers has accompanied recent falls in the annual number of teenage conceptions.\n\nConception statistics include all pregnancies of women usually resident in England and Wales which lead to either a live birth, still birth or an abortion under the 1967 Act. The conception rate for women aged under 20 fell by 20% over a decade to 48.9 conceptions per thousand women aged 15–19 in 2011 (from 60.8 in 2001). Teenage conception and birth rates are used widely as outcome indicators in the sexual health context (See note 1).\n\n##### Notes for Teenage Childbearing\n1. More details on teenage conceptions can be found in the annual [ONS conceptions release](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/index.html \"Conception Statistics, England and Wales index\").\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cohort4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n\nThe traditional two-child family remains the most common family type in England and Wales, with 37% of women born in 1967 having two children (Figure 4, Table B). Childlessness is the second most common family size for the 1967 cohort. This is a recent development first encountered among the 1964 cohort, whereas for those born between the late 1930s and early 1960s, three children was the second most common family size. A woman born in 1940 was more likely to have one, three or, ‘four or more’ children than not to have any. Only one in ten women born in 1967 had four or more children, compared with nearly one in five in the 1940 cohort (Table B).\n\nThe proportion of women with a one-child family has shown a slight increase for women born between 1940 and 1967 with 15 per cent of women born in 1967 having a one-child family. The proportion of women with only one child was highest for women born in the 1920s, where around one-fifth had one child – this may be because their marriage and childbearing were delayed or disrupted by World War II.\n"
    },
    {
      "title": "The Changing Age Pattern of Fertility",
      "markdown": "Looking at the fertility rates of selected cohorts at particular age milestones highlights how the age distribution of women giving birth has varied over time. As an example, the three vertical lines on Figure 5 allow a comparison of the age profile of fertility in the 1967 cohort, who have completed their childbearing, their mother\u0027s generation cohort of 1940 and that of the 1982 cohort to date.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cohort5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFor the 1967 cohort the highest fertility rate of those shown was at the age of 25, closely followed by age 30. Lower levels of fertility were recorded at the ages of 20 and 35, while the number of live births per 1,000 women at age 40 was lower still. On average the 1967 cohort had 1.91 children per woman. However, fertility levels at age 35 and 40 were higher in the 1967 cohort than in the 1940 cohort.\n\nAge-specific fertility rates for the 1982 cohort are currently only available up to the age of 30. For this cohort, fertility rates at age 30 were  higher than for the 1967 cohort and at a level last encountered by women born in the late 1930s. In contrast, fertility at age 20 for the 1982 cohort was slightly lower than seen for the 1967 cohort, and at the age of 25 it was much lower (88 births per 1,000 women aged 25 for the 1982 cohort compared to 111 for the 1967 cohort).\n\nFertility at age 25 hit a low for women born in 1977 before rising slightly among cohorts born between 1978 and 1985. Consequently, 25 year olds born in 1982 had 21% fewer live births per 1,000 women at this age than 25 year olds who were born in 1967.\n\nIf recent trends continue, the 1982 cohort would be expected to have an older average age at childbearing than the 1967 cohort.\n"
    },
    {
      "title": "Further releases on live births in 2012 in England and Wales published 5 December 2013 :",
      "markdown": "- Characteristics of Mother 2 – this package presents live birth statistics (numbers and rates) within and outside marriage/civil partnership. It also provides data on first live births by marriage/civil partnership duration, and live births within marriage/civil partnership by age of mother and number of previous live-born children.\n- Further Parental Characteristics – this package presents age-specific fertility rates for men, the average age of father, and paternities within and outside marriage/civil partnership. This package also presents data on birth registrations in England and Wales by National Statistics Socio-economic Classification (NS-SEC),  where a household level classification is used taking the most advantaged NS-SEC in the household. More detail on this combined approach to [NSSEC can be found on the ONS website (213.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/a-combined-approach-to-national-statistics-socio--economic-classification/a-combined-approach-to-ns-sec.pdf \"A combined appraoch to NS-SEC\"). These data were previously published as a separate package “Live Births by Socio-economic Status of Father, England and Wales”.\n\n#### Key points from these releases\n\n- The standardised mean age of father at birth of child has increased by nearly two years over the last two decades from 30.9 years in 1992 to 32.7 in 2012 (see background notes 6 and 7). The standardised mean age of mother increased by a similar amount over the same period, from 27.9 in 1992 to 29.8 in 2012.\n- For men, the 30–34 age group had the highest fertility rate in 2012, the same age group that had the highest fertility rate for women. Previously, men in their mid-to-late twenties had the highest fertility rate but were overtaken in 1993 by men in their early thirties. The same trend occurred among women a decade later, with the fertility of women in their early thirties overtaking that of women in their mid-to-late twenties in 2004.\n- In 2012, 36% of live births within marriage/civil partnership were first births, 38% were second births and 16% were third births.\n- In 2012, households employed in intermediate and routine occupations had a mean age of mother under 30 years while households employed in higher managerial, administrative and professional occupations had a mean age of mother over 30 years.\n"
    },
    {
      "title": "Users and Uses of Birth Statistics",
      "markdown": "The Office for National Statistics (ONS) uses birth statistics to:\n\n- produce population estimates and population projections, both national and subnational,\n- quality assure census estimates, and\n- report on social and demographic trends\n\nOther key users of birth statistics include the Department of Health, academics, demographers, health researchers, lobby groups, international organisations and the media.\n\nCohort fertility statistics and estimates of fertility by family size are used by ONS for producing the fertility component of population projections and for reporting on social and demographic trends. They are also of key interest to academics researching changing family building patterns over time.\n\nThe Department for Work and Pensions uses information on family size for modelling future lone parents, pensions and benefits.\n\nEstimates of childlessness are of interest to policymakers concerned with the support and care available to people at older ages. Estimates of family size are of use to special interest groups such as organisations and networks supporting large families and for people who are, or who have, an only child.\n"
    },
    {
      "title": "Further Information",
      "markdown": "Cohort fertility figures in this release are based on all live births registered in England and Wales. However due to the method of estimating true birth order for certain tables (see background notes 4 and 5), these figures cannot be disaggregated separately for England only and Wales only, nor produced for males. The file containing the data tables also includes information on the other birth statistics packages released throughout the year and provides links to these packages on the ONS website.\nFor information on data quality, legislation and procedures relating to birth statistics, [please see Births Metadata. (439.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/births-metadata.pdf \"Births metadata\")\n\nThe [ONS Births Quality and Methodology Information Document (275.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-birth-statistics.pdf \"Quality and Methodology Information for Birth Statistics\") provides overview notes which pull together key qualitative information on the various dimensions of quality as well as providing a summary of methods used to compile birth statistics.\n\nAn [interactive mapping tool](http://www.ons.gov.uk/ons/interactive/fertility-in-england-and-wales---dvc10/index.html \"dvc10 Fertility in England and Wales\") which enables trends in fertility to be analysed at the local level is available. Fertility rates for 2002-2010 in this tool need to be recalculated using revised population estimates which take account of the 2011 Census. The tool will be updated in winter 2013/14 when rates for the latest data years will also be added.\n\nThe ‘[Childbearing of UK and non-UK born women living in the UK’ report (25 October 2012)](http://www.ons.gov.uk/ons/rel/fertility-analysis/childbearing-of-uk-and-non-uk-born-women-living-in-the-uk/2011.html \"Childbearing of UK and non-UK born women living in the UK - 2011\") provides statistics and analysis on births by country of birth of mother, for the UK and constituent countries, plus London.\n\nQuarterly and annual summary birth statistics for the UK and its constituent countries can be found in the [Vital Statistics: Population and Health Reference tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference tables index\").\n\n[National Records of Scotland](http://www.ons.gov.uk/ons/external-links/devolved-admins/national-records-of-scotland/national-records-of-scotland.html \"National Records of Scotland\") provides more detailed birth statistics for Scotland, including comparable information to this release [cumulative fertility by cohort](http://http//www.gro-scotland.gov.uk/statistics/theme/vital-events/general/ref-tables/2011/section-3-births.htm \"GRO Scotland - Vital Events, Births\").\n\n[The Northern Ireland Statistics and Research Agency](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra.html \"NISRA\") provides more detailed birth statistics for Northern Ireland, including comparable information to this release [cumulative fertility by cohort](http://http//www.nisra.gov.uk/demography/default.asp8.htm \"\"NISRA\").\n\nInternational comparisons of live birth rates are available in the [Vital Statistics: Population and Health Reference Tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"\"Vital Statistics: Population and Health Reference Tables index\").\n"
    },
    {
      "title": "Data Sources and Changes to Data",
      "markdown": "1. Birth data used in this publication are based on birth registrations collected under the Births and Deaths Registration Act 1953. Every Registrar of Births and Deaths is required to secure the prompt registration of births occurring within the sub-district covered. Registration of a birth is legally required within 42 days of its occurrence, and the Registrar will, if necessary, send a requisition to the person whose duty it is to register the birth.\n\n2.The coverage of the release is of births occurring, and then registered, in England and Wales. Births to residents of England and Wales which are registered elsewhere are thus excluded, while births registered in England and Wales to mothers whose usual residence is elsewhere are included. This means that births to women who subsequently migrate out of England and Wales are included in the numerator for calculations, but the women may not be included in the denominator. The reverse is true for women who give birth abroad then migrate to England and Wales (and do not have a subsequent birth).\n\nThe population figures used to calculate fertility rates are mid-year estimates of the resident population of England and Wales. These estimates include members of HM armed forces and non-UK armed forces stationed in England and Wales, but exclude those stationed outside. The population estimates used for the calculation of fertility rates are the latest consistent estimates available at the time of production. Further information on population estimates and their methodology can be found online.\n\nEstimates of childlessness and number of children are based on estimates of true birth order. At birth registration, the number of previous births was only collected from married women up to May 2012. This partial information on birth order from registration data was supplemented with data from the General Lifestyle Survey.\n\nDuring May 2012 changes were made to the Population Statistics Act 1938, which means that information on the number of previous children and whether previously married is now collected from all mothers at birth registration and not just from married women. This has a small impact on a number of tables and [proposals for changes (66.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/how-changes-to-population-statistics-act-will-affect-birth-statistics.pdf \"How changes to Population Statistics Act will affect birth statistics\") to outputs for 2012 and 2013 data were outlined on the ONS website in July 2012. Feedback from users was invited. No feedback was received so the planned changes are being implemented. The cohort fertility figures and tables presented in this report include a partial year of the newer, more complete, data.\n\nThis birth order information, both the new complete data, and the older estimated data, is combined over a number of years with population estimates to create a picture of the fertility for each cohort. As more years of data are added each cohort moves towards completed fertility by adding in births each year to the estimated population exposed to those births (that is childless women having a birth in one year, are then part of the population who could have a second birth in the next year). It is only possible to present cohort fertility information for women, as men are not required to give information on previous births at birth registration.\n\nChanges to the tables previously included within [Live Births by Socio-economic Status of Father](http://www.ons.gov.uk/ons/rel/vsob1/live-births-by-socio-economic-status-of-father--england-and-wales/index.html \"Live Births by Socio-economic Status of Father, England and Wales index\") are implemented in releases also published today in addition to implementing the combined method for deriving the National Statistics Socio-economic Classification (using the more advantaged NS-SEC of both parents rather than the NS-SEC of the father). An [outline of the changes to outputs for 2012 data](http://www.ons.gov.uk/ons/rel/vsob1/live-births-by-socio-economic-status-of-father--england-and-wales/2011.html \"Live births by socio-economic status of father, England and Wales - 2011\") was published on the ONS website alongside the release of 2011 data.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. Cohort fertility analysis allows the fertility experience of a group of women sharing the same year of birth (a cohort) to be traced through time and compared with the experience of other cohorts. Statistics relating to the family building of women born in given years shed light on the trends underlying year-to-year changes in fertility and are particularly valuable in helping to formulate models of future fertility. Period measures of fertility, such as the Total Fertility Rate (TFR), provide a timely snapshot of the intensity of childbearing in a particular year. However the TFR should not be interpreted as a measure of family size because it is affected by the timing of childbearing. The TFR is likely to under or overestimate average family size during periods where women are delaying having children or later catching up. Cohort fertility analysis may not be as timely, but provides an accurate measure of trends in family size. The TFR in England and Wales of 1.94 children per woman in 2012 represents the current level of childbearing among women of all childbearing ages. The average family size of 1.91 children is for women who have completed their childbearing in 2012. The two measures should not be directly compared for the reasons noted above.\n\n2. A woman is assumed to have completed her childbearing by the last day she is aged 45, that is by her 46th birthday (exact age 46). Completed fertility includes fertility rates up to and including age 45. See background note 4 for a more technical explanation.\n\n3. The ages of women are presented in \u0027exact years\u0027. Therefore figures should be interpreted as the average number of children a woman has had up to that birthday. So childbearing up to exact age 30 includes cumulative fertility through her lifetime up to the day before her 30th birthday. Any childbearing in the 12 months from her 29th birthday onwards will be included in fertility up to exact age 30. See background note 4 for a more technical explanation.\n\n4. Completed fertility is the sum of age-specific fertility rates for ages 15 to 45 and therefore relates to fertility up to the 46th birthday. In this bulletin the 1967 cohort, who are aged 45 in 2012, are presented as the latest to complete their fertility up to the 46th birthday. Although women born in 1967 will not reach their 46th birthday until 2013, the age-specific fertility rate at age 45 includes births to women aged from 45 years and 0 days to 45 years and 365 days in 2012 and thus fertility up to (but not including) the 46th birthday.In calculating estimates of completed family size for women born in different years, an assumption must be made about the year each woman was born, based on her age when she gives birth. In this case it is assumed that births at age 45 in 2012 are to women born in 1967. This assumption is necessary because information on the mother’s year of birth is not available in historic births datasets so has to be assumed from the age of the mother when she gives birth. However women giving birth at age 45 during 2012 were actually born between January 1966 and December 1967 – half of these women will have their 45th birthday in 2012 (those born in 1967 who give birth after their 45th birthday,) and half will have their 46th birthday in 2012 (those born in 1966 who give birth before their 46th birthday). However for simplicity the latest cohort to complete their childbearing is presented as the 1967 cohort, with their completed fertility based on the sum of age-specific fertility rates from age 15 in 1982 to age 45 in 2012.\n\nSimilarly, the bulletin presents fertility up to exact age 30 for the 1982 cohort and other cohorts, as age 30 may be considered the mid-point of childbearing age. However fertility up to the 31st birthday for the 1982 cohort is available in the published Tables 1 and 2 because cumulative fertility to exact age 31 includes the age-specific fertility rate for age 30 in 2012 (from Table 4).\n\n5. The methods used to create cohort fertility require use of data collected at birth registration from women on the number of previous children they have had. The birth registration system does not collect information on the number of previous children a man has had. Without this information it is not possible to produce estimates of the proportion of men who have not fathered a child.\n\nIt is also important to note that a man\u0027s reproductive span is not as well defined as a woman\u0027s, in terms of the upper age at which a man can father a child and so this means we would need a longer  time series to calculate cohort measures. Male period fertility rates can be found in another release from the ONS - [Further Parental Characteristics](http://www.ons.gov.uk/ons/rel/vsob1/further-parental-characteristics--england-and-wales/index.html \"Further Parental Characteristics\").\n\n6. Measures of male fertility are estimated. The age of the father is not collected for births that are registered solely by the mother (5.7% in 2012), therefore these ages are estimated. More information is available from the metadata in the ‘[Further Parental Characteristics](http://http//www.ons.gov.uk/ons/rel/vsob1/further-parental-characteristics--england-and-wales/index.html \"Further Parental Characteristics\")\u0027 package.\n\n7. The standardised mean age is a measure which allows fertility trends to be separated out from the effects of changes in the population’s age structure. It is therefore useful for comparing mean ages across population subgroups and over time.\n\n8. There is a large degree of comparability in birth and death statistics between countries within the UK. However, there are some differences although these are believed to have a negligible impact on the comparability of the statistics. These differences are outlined in [Quality and Methodology Information (275.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-birth-statistics.pdf \"Quality and Methodology Information for Birth Statistics\") document for births.\n\n9. Special extracts and tabulations of births data for England and Wales are available to order for a charge (subject to legal frameworks, disclosure control, resources and agreements of costs, where appropriate). Such enquiries should be made to:\n\nVital Statistics Outputs Branch (VSOB)\nTel:  +44 (0)1329 444 110\nE-mail: \u003cvsob@ons.gsi.gov.uk\u003e\nEnquiries on Cohort Fertility should be made to:\nDemographic Analysis Unit (DAU)\nTel: +44 (0)1329 444 644\nE-mail: \u003cfertility@ons.gsi.gov.uk\u003e\n\n10. We would welcome feedback on the content, format and relevance of this release. If feedback relates to this Cohort fertility release, please send to: \u003cfertility@ons.gsi.gov.uk\u003e, if it relates to Characteristics of mother 2 or Further parental characteristics, please send feedback to: \u003cVSOB@ons.gsi.gov.uk\u003e.\n\n11. An [overview of Population Statistics](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/an-overview-of-ons-s-population-statistics/index.html \"overview of Population Statistics\") is available.\n\n12. Follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\"), [Youtube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"Youtube\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\")\n\n13. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "The average completed family size for women born in 1967 and reaching age 45 in 2012, was 1.91 children per woman.",
  "headline2": "This compares with their mothers’ generation, represented by women born in 1940, who had on average 2.36 children.",
  "headline3": "Two children was the most common family size for women born in both 1940 and 1967.",
  "summary": "Fertility on year of birth of mother rather than the year of birth of child. Includes average number of live-born children and the proportion of women remaining childless by year of birth.",
  "relatedBulletins": [
    {
      "summary": "Estimated numbers of conceptions, conception rates and the percentage of conceptions leading to abortion by age of woman at conception.",
      "name": "Conceptions in England and Wales, 2012",
      "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/conceptionandfertilityrates/bulletins/conceptionsinenglandandwales2012"
    }
  ],
  "title": "Cohort Fertility, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Cohort Fertility, 2012",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/conceptionandfertilityrates/bulletins/cohortfertility2012",
  "fileName": "cohortfertility2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Conception and fertility rates",
      "fileName": "conceptionandfertilityrates",
      "breadcrumb": []
    }
  ]
}