{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Elizabeth McLaren",
    "email": "vsob@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Findings",
      "markdown": "- There were 506,790 deaths registered in England and Wales in 2013, compared with 499,331 in 2012 (a rise of 1.5%).\n- Age-standardised mortality rates (ASMRs) have continued to decrease in 2013. There were 11,583 deaths per million population for males and 8,526 deaths per million population for females.\n- The infant mortality rate decreased in 2013 to 4.0 deaths per thousand live births, compared with 4.2 in 2012.\n- There were 3,284 stillbirths in England and Wales in 2013, compared with 3,558 in 2012 (a fall of 7.7%).\n- In 2013, cancer was the most common broad cause of death (29% of all deaths registered) followed by circulatory diseases, such as heart disease and strokes (28% of all deaths registered). For males, cancer was the most common broad cause of death, while for females it was circulatory diseases.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents summary statistics on deaths, stillbirths and infant mortality in England and Wales in 2013. All statistics are based on deaths registered in England and Wales in a particular year. For information on registration delays for a range of causes, see [Impact of Registration Delays on Mortality Statistics](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/impact-of-registration-delays-on-mortality-statistics/index.html \"Impact of Registration Delays on Mortality Statistics 2011\").\n\nThe death statistics reported include counts of deaths by age and sex, and by selected cause and age-standardised mortality rates. Standardised mortality ratios (SMRs) and counts of stillbirths and infant mortality rates by area of usual residence are also included.\n\nThis is the first time that 2013 annual figures for deaths in England and Wales have been published by the Office for National Statistics (ONS).\n"
    },
    {
      "title": "Total Deaths",
      "markdown": "There were 506,790 deaths registered in England and Wales in 2013, compared with 499,331 in 2012 (a rise of 1.5%), and 539,151 in 2003. This is the first time since 2008 that annual death registrations have been above half a million. The number of registration days in a calendar year can have a small effect on the number of deaths registered in that year. The number of deaths is also affected by the size and age structure of the population. Statistics on the number of deaths in England and Wales are available back to 1938 in the Vital [Statistics: Population and Health Reference Tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference Tables index\") and back to 1901 in the [20th Century Mortality Files](http://www.ons.gov.uk/ons/rel/subnational-health1/the-20th-century-mortality-files/index.html \"20th Century Mortality Files index\").\n"
    },
    {
      "title": "Age-Standardised Mortality Rates",
      "markdown": "The age-standardised mortality rates (ASMRs) produced in this report and in the associated reference tables have been calculated using the new 2013 European Standard Population (ESP). Eurostat updated the ESP for the first time since it was introduced in 1976, to make it more representative of the current population in Europe ([Eurostat, 2013](http://www.ons.gov.uk/ons/external-links/other/eurostat/eurostat--revision-of-the-european-standard-popluation-2013.html \"Eurostat: Revision of the European Standard Population 2013\")).\n\nFor almost all causes of death, the age-standardised mortality rates are higher when calculated using the 2013 ESP, and for some causes of death, this change is large. This is to be expected as the 2013 ESP gives the populations in older age groups greater weighting than the 1976 ESP and deaths predominantly occur at older ages.\n\nThe impact of the change from the 1976 ESP to the 2013 ESP was greatest for conditions commonly associated with older ages (where ASMRs increased) and those almost exclusive to very young ages (where ASMRs decreased). More information about the impact of this change can be found on the [ONS website](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/revised-european-standard-population-2013--2013-esp-/index.html \"Revised European Standard Population 2013 (2013 ESP)\").\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/death1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Based on deaths registered in each calendar year.\n2. These rates are for all ages and are standardised to the 2013 European Standard Population, expressed per million population (see background note 3).\n\n\nMortality rates calculated using the 2013 ESP have continued the downward trend previously reported using the 1976 ESP, with 11,583 deaths per million population for males and 8,526 deaths per million population for females in 2013 (Figure 1). Since 2001, ASMRs have decreased by 23% for males and 19% for females. The male ASMR has decreased each year since 2001, whereas the female ASMR has decreased with the exception of three small rises in the ASMR, the latest being in 2012.\n\nMortality rates are generally falling, as people are tending to live longer as a result of medical advances in the treatment of many illnesses and diseases. This is illustrated by the reduction in ASMRs for many causes of death. Since 2003, age-specific mortality rates across all five year age groups by sex have either decreased or remained unchanged ( [see Table 1 (286.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/death-reg-sum-tables/2013/rft-deaths-summary-tables-2013.xls \"RFT Death Summary Tables 2013\") ). While there has been a small increase in the number of deaths, due to the increased population at older ages, mortality rates for males and females in 2013 have continued to decline.\n"
    },
    {
      "title": "Stillbirths",
      "markdown": "The number of stillbirths in England and Wales decreased to 3,284 in 2013 compared with 3,558 in 2012 (a fall of 7.7%). In comparison, the total number of births (both live births and stillbirths) decreased by just 4.3% in 2013. Stillbirths in England decreased by 7.6% while stillbirths in Wales decreased by 15.5%.\n\nThe stillbirth rate takes into account the total number of births and so provides a more accurate indication of trends than just analysing the number of stillbirths over time. In 2013, the stillbirth rate for England and Wales fell to 4.7 per thousand total births, from 4.9 in 2012. This is the lowest stillbirth rate since 1992 when it was 4.3. In England the stillbirth rate in 2013 was 4.7 per thousand total births, down from 4.8 in 2012. In Wales the stillbirth rate in 2013 was 4.5 per thousand total births, down from 5.1 in 2012.\n\nSmall fluctuations in the number of stillbirths and the stillbirth rate in England and Wales have occurred during the last decade, with the highest stillbirth rate during the period being 5.8 per thousand total births in 2003. Key risk factors for stillbirths include maternal obesity, smoking, and fetal growth restriction ([Gardosi et al., 2013](http://www.ons.gov.uk/ons/external-links/articles-and-summaries/articles/maternal-and-fetal-risk-factors-for-stillbirth--population-based-study-gardosi-et-al.html \"Maternal and fetal risk factors for stillbirth, population based study Gardosi et a\")).\n\nThe number of stillbirths is an indicator within the [NHS outcomes framework 2013/14](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/nhs-outcomes-framework-2013-to-2014.html \"NHS outcomes framework 2013-2014\") for reducing deaths in babies and young children in England. The Department of Health (DH) together with the stillbirth and neonatal death charity (Sands) and a number of key organisations such as NHS England, Public Health England (PHE), the Royal College of Midwives and the Royal College of Obstetricians and Gynaecologists are working on an ongoing [stillbirth programme](http://www.ons.gov.uk/ons/external-links/other/sands.html \"sands\"). This has included indentifying and agreeing the key messages that can be used to raise awareness among both pregnant women and health professionals of the risk factors for stillbirths and the actions that can be taken to minimise these risks.\n\nIn Wales, a National Stillbirth Working Group was set up within the 1000 Lives Plus programme of work in April 2012, and includes representation of key stakeholders in maternity care. The National Assembly for Wales published a report in 2013 which identified a number of actions to improve the stillbirth rate in Wales. Further information can be found on the [1000 Lives Plus](http://www.ons.gov.uk/ons/external-links/other-government-departments/nhs/1000-lives-plus.html \"1000 Lives Plus\") website.\n"
    },
    {
      "title": "Infant, Perinatal and Neonatal Deaths",
      "markdown": "In 2013, there were 2,767 infant deaths (under 1 year of age) registered in England and Wales, a decrease from 3,040 in 2012. The infant mortality rate (based on death registrations – see background note 8) decreased in 2013 to 4.0 deaths per thousand live births, compared with 4.2 in 2012.\n\nIn 2013, the neonatal mortality rate (deaths under 28 days) decreased slightly to 2.7 deaths per thousand live births compared with 2.9 in 2012. The postneonatal mortality rate (deaths between 28 days and 1 year) decreased to 1.2 deaths per thousand live births in 2013, compared with 1.3 in 2012.\n\nThe perinatal mortality rate (stillbirths and deaths under 7 days) was 6.7 deaths per thousand total births in 2013, compared with 7.1 in 2012.\n\nSmall fluctuations in the infant mortality rate have occurred over recent years, after a series of larger drops in the early 1980s and again between 1987 and 1991 (Figure 2). Between 1983 and 2013 the infant mortality rate fell by 60%, while the neonatal and postneonatal mortality rates fell by 54% and 72% respectively. Although the overall trend has been one of decreasing rates, the rates of change have not been constant over the period: change in the first decade was nearly twice that in the latter two decades.\n\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/death2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nThere are many established risk factors for infant mortality; prematurity, low birthweight and multiplicity are the most significant in terms of strength of association and consistency. Risk factors are known to vary according to age at death. For example, the effect of low birthweight and prematurity is stronger in the neonatal period than the postneonatal period, while socio-economic status is strongly associated with deaths under one year ( [Oakley, et al., 2009 (720.5 Kb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--42--summer-2009/multivariate-analysis-of-infant-death-in-england-and-wales-in-2005-06--with-focus-on-socio-economic-status-and-deprivation.pdf \"Multivariate analysis of infant death in England and Wales in 2005-06, with focus on socio-economic status and deprivation\") ).\n"
    },
    {
      "title": "Causes of Death",
      "markdown": "Cancer accounted for nearly a third (29%) of all deaths registered in 2013, with an age-standardised rate of 3,482 deaths per million population for males and 2,385 deaths per million population for females. Cancer was also the most common broad cause of death in 2012 (29% of all deaths). Since 2003 death rates for cancer have fallen by 12% for males and 8% for females.\n\nCirculatory diseases, such as heart disease and strokes, accounted for nearly a third (28%) of all deaths registered in 2013. Between 2003 and 2013, the male and female age-standardised death rates for circulatory diseases fell by 42% to 3,369 deaths per million population for males, and by 43% to 2,237 deaths per million population for females. For males, cancer was the most common broad cause of death (31% of all deaths registered in 2013) while for females it was circulatory disease (27% of all deaths registered in 2013).\n\nOver the course of the twentieth century, there have been fairly steady decreases in mortality rates for the main three broad disease groups (cancer, circulatory and respiratory) in England and Wales. The reasons for this include improvements in the treatment and diagnosis of these diseases.\n\nThere have also been initiatives to improve people\u0027s health through better diet and lifestyle, for example, in England the Department of Health’s ‘[Change4life campaign](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/change4life--england.html \"Change4life, England\")’ which began in 2009. There have been other high-profile awareness campaigns such as ‘[Be clear on cancer campaign](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/be-clear-on-cancer-campaign.html \"Be Clear on Cancer\")’ which has been active since January 2010 and ‘[Stoptober](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/stoptober.html \"Stopober\")’ which runs every October. In March 2013 DH published a policy paper on [Living Well for Longer: National support for local action to reduce premature avoidable mortality](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/living-well-for-longer.html \"Living well for longer\"). This sets out the work of national partners for health and care, including Government, NHS and PHE and aims to improve outcomes for all.\n\nSimilarly, Public Health Wales has a number of campaigns such as \u0027[Stop smoking Wales](http://www.ons.gov.uk/ons/external-links/other-government-departments/nhs/stop-smoking-wales.html \"[Stop smoking Wales](http://www.ons.gov.uk/ons/external-links/other-government-departments/nhs/change4life--wales.html \"Stop smoking Wales\")\u0027, \u0027[Change4life Wales](http://www.ons.gov.uk/ons/external-links/other-government-departments/nhs/change4life--wales.html \"Change4life Wales\")\u0027 which launched in 2010 and the \u0027[Screening for life](http://www.ons.gov.uk/ons/external-links/other-government-departments/nhs/screening-for-life--wales.html \"Screening for life\")\u0027 campaign which is run in July.\n"
    },
    {
      "title": "Death Registrations by Area of Usual Residence",
      "markdown": "A standardised mortality ratio (SMR) (see background note 4) is a comparison of the number of observed deaths in a population with the number of expected deaths if the age-specific death rates were the same as a standard population. SMRs allow for useful comparisons to be made against a national average as the results take into account differing age structures in the populations of local areas. Local authorities find these ratios useful to gauge how deaths in their area compare with England and Wales as a whole in a given year.\n\nComparisons of SMRs across years can be misleading because they are influenced by the size and the age-sex structure of the population in local areas which varies between years (for further information see background note 4).\n\nThe North East had the highest SMR among the regions of England in 2013 with mortality levels 11 percentage points above the national level. In contrast, mortality levels were lowest in London (9 percentage points below the national level).\n\nIn 2013, the local authority in England with the highest SMR was Blackpool (28 percentage points above the national level) while Kensington and Chelsea had the lowest (29 percentage points below the national level).\n\nIn Wales, Blaenau Gwent had the highest SMR (30 percentage points above the national level) while Monmouthshire had the lowest (10 percentage points below the national level).\n\nIt is recognised that there are generally higher levels of deprivation in the north of England than in the south ([Department for Communities and Local Government](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/communities-and-local-governments-2011.html \"Communities and Local Governments 2011\"), 2011), and in the Welsh Valleys in comparison to counties such as Monmouthshire ([Welsh Index of Multiple Deprivation (WIMD)](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/welsh-index-of-multiple-deprivation.html \"Welsh index of multiple deprivation\"), 2011). Increased mortality rates for many causes of death have long been associated with higher levels of deprivation ( [Romeri et al., 2006 (522.9 Kb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--32--winter-2006/mortality-by-deprivation-and-cause-of-death-in-england-and-wales--1999-2003.pdf \"Mortality by deprivation and cause of death in England and Wales, 1999-2003\") ). This is a reflection of underlying differences in factors such as income deprivation, smoking status and other health-related behaviour. For further information see \u0027[Life Expectancy at birth and at age 65 for local areas in the United Kingdom](http://www.ons.gov.uk/ons/rel/subnational-health4/life-expec-at-birth-age-65/index.html \"Life Expectancy at birth and at age 65 for local areas in the United Kingdom index\")\u0027.\n"
    },
    {
      "title": "Infant Mortality by Region of Usual Residence",
      "markdown": "Infant mortality rates (based on death registrations – see background note 8) vary by region and can fluctuate over time. In 2013, the West Midlands had the highest regional infant mortality rate, with 5.4 deaths per thousand live births. The North East had the lowest, with 3.2 deaths per thousand live births. Wales had an infant mortality rate of 3.6 deaths per thousand live births.\n\nThe variation between different regions reflects underlying differences in maternal factors such as the mother’s country of birth, socio-economic status and age (for further information, see [Child Mortality Statistics](http://www.ons.gov.uk/ons/rel/vsob1/child-mortality-statistics--childhood--infant-and-perinatal/index.html \"Child Mortality Statistics; Childhood, infant and perinatal index\")).\n"
    },
    {
      "title": "Deaths in the UK",
      "markdown": "The provisional number of UK deaths registered in 2013 was 576,458. This is a rise of 1.3% compared with 2012, when there were 569,024 deaths.\n\nNorthern Ireland also recorded a rise in the number of deaths, increasing by 1.4% to 14,968 in 2013 (provisional figure), from 14,756 in 2012. In Scotland the number of deaths decreased, from 54,937 in 2012 to 54,700 in 2013 (provisional figure), a fall of 0.4%.\n"
    },
    {
      "title": "Users and Uses of Death Statistics",
      "markdown": "ONS uses mortality data for the following purposes:\n\n- producing population estimates and population projections at both national and subnational level,\n- reporting on social and demographic trends,\n- carrying out further analysis, for example on life expectancy, health expectancy and by cause of death (including avoidable mortality, drug-related deaths and suicides),\n- further analysing infant mortality where infant deaths are linked to their corresponding birth record to enable more detailed analyses on characteristics such as age of parents, birthweight, gestational age, ethnicity and whether the child was born as part of a multiple birth,\n- quality assuring Census estimates.\n\nThe Department of Health (DH) is a key user of mortality statistics. The [Public Health Outcomes Framework](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/healthy-lives--healthy-people--improving-outcomes.html \"Healthy lives, healthy people: Improvising outcomes\") sets out the desired outcomes for public health and how these will be measured. Data are used, for example, to inform policy decisions and to reduce premature mortality from the major causes of death under an [NHS outcomes framework](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/nhs-outcomes-framework-2013-to-2014.html \"NHS outcomes framework 2013 to 2014\").\n\nThe outcomes framework has replaced the Public Service Agreement system that was in place under the previous Government. Infant mortality is also seen as a key measure among health outcomes and there is a long established link between social and health inequalities, and infant mortality.\n\nThe Welsh Government (WG) is another key user of mortality statistics. The [Programme for Government](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/programme-for-government--wales.html \"Programme for Government, Wales\") sets out the indicators one of which is 21st Century Healthcare. Data are then used to determine delivery priorities such as, those relating to cancer and circulatory diseases as outlined in the Wales [NHS Delivery Framework](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/nhs-delivery-framework--wales.html \"NHS Delivery Framework, Wales\").\n\nInfant mortality continues to take a central role in DH and WG’s work on health inequalities. Other key users of mortality data are local authorities and other government departments for planning and resource allocation. The Department for Work and Pensions uses detailed mortality statistics to feed into statistical models they use for pensions and benefits.\n\nUsers also include other public sector organisations such as the Police and the Home Office who are interested in data on external causes of death. Private sector organisations such as banks, insurance and investment companies are particularly interested in deaths by single year of age and region which feed into risk estimation, while funeral directors are interested in the number of deaths occurring at the local area level.\n\nOther users include academics, demographers and health researchers who conduct research into trends. Lobby groups and charities use death statistics to support their cause, for example, campaigns against alcohol and drug misuse, or suicide. Organisations such as Eurostat and the UN use death statistics for making international comparisons. The media also report on key trends in mortality.\n"
    },
    {
      "title": "Further Information",
      "markdown": "More data on [Deaths](http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition\u003dtcm%3A77-317522 \"Death registrations summary tables, England and Wales - 2013\") in England and Wales in 2013 are available on the ONS website.\n\nData on [Births in England and Wales in 2013](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/2013.html \"Birth summary tables, England and Wales 2013\") are also available on the ONS website.\n\nA [Quality and Methodology Information (382.3 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/quality-and-methodology-information-reports-by-theme/population/quality-and-methodology-information-for-mortality-statistics-in-england-and-wales.pdf \"Quality and Methodology Information for Mortality Statistics in England and Wales\") document for mortality statistics is available on the ONS website. Further information on data quality, legislation and procedures relating to mortality is available in the [mortality metadata (2.7 Mb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/mortality-metadata.pdf \"Mortality metadata\").\n\nThere is also an [interactive mapping tool](http://www.ons.gov.uk/ons/external-links/other-ns-online/neighbourhood-statistics--ness-/mortality-map-interactive-tool.html \"Martality map interactive tool\") which enables trends in mortality to be analysed at the local level.\n\nFurther 2013 death statistics will be published later in 2014, see the [Publication Hub](http://www.ons.gov.uk/ons/external-links/stats-authority/publication-hub.html \"Publication Hub\") for more details on releases.\n\n[Mortality Statistics: Deaths registered in England and Wales (series DR), 2013](http://www.ons.gov.uk/ons/rel/vsob1/mortality-statistics--deaths-registered-in-england-and-wales--series-dr-/index.html \"Mortality Statistics: Deaths registered in England and Wales (series DR) index\") will be published in October/November 2014.\n\n[Mortality Statistics: Deaths registered in England and Wales by area of usual residence, 2013](http://www.ons.gov.uk/ons/rel/vsob1/deaths-registered-area-usual-residence/index.html \"Mortality Statistics: Deaths registered in England and Wales by area of usual residence index\") will be published in December 2014/January 2015.\n\nTo meet user needs, very timely but [provisional counts of death registrations are published: provisional counts of weekly death registrations by age-sex group and region](http://www.ons.gov.uk/ons/rel/vsob2/weekly-provisional-figures-on-deaths-registered-in-england-and-wales/index.html \"Weekly provisional figures on deaths registered in England and Wales index\") and [provisional counts of monthly death registrations by local authority](http://www.ons.gov.uk/ons/rel/vsob2/monthly-figures-on-deaths-registered-by-area-of-usual-residence--england-and-wales/index.html \"Monthly figures on deaths registered in England and Wales index\"). Users should note that figures for 2014 have not been subject to the full quality assurance process so figures are considered provisional. Monthly figures for 2013 will be updated to final figures on 22 July 2014.\n\nFor mortality data for other UK countries please see [statistics on deaths in Northern Ireland](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra----deaths.html \"NISRA -- Deaths\") and [statistics on deaths in Scotland](http://www.ons.gov.uk/ons/external-links/other-government-departments/gro/scotland---deaths.html \"\"Scotland - Deaths).\n\nInternational comparisons of live death numbers and rates are available in the [Vital Statistics: Population and Health Reference Tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference Tables index\").\n\nFuture changes to mortality outputs are outlined in the [plan for mortality outputs (116 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/plan-for-mortality-statistics.pdf \"plan for mortality statistics\") available on the ONS website.\n"
    }
  ],
  "accordion": [
    {
      "title": "References",
      "markdown": "1000 Lives Plus, Transforming Maternity Services - Welsh Initiative for Stillbirth Reduction (WISR) [accessed 01 July 2014], available at: [www.1000livesplus.wales.nhs.uk/maternity-services-stillbirth](http://www.1000livesplus.wales.nhs.uk/maternity-services-stillbirth)\n\nDepartment for Communities and Local Government (2011) The English Indices of Deprivation 2010, available at: [www.gov.uk/government/uploads/system/uploads/attachment_data/file/6871/1871208.pdf](http://www.gov.uk/government/uploads/system/uploads/attachment_data/file/6871/1871208.pdf)\n\nDepartment for Health (2013) Living Well for Longer: National support for local action to reduce premature avoidable mortality, available at: [www.gov.uk/government/publications/helping-people-live-well-for-longer](http://www.gov.uk/government/publications/helping-people-live-well-for-longer)\n\nDepartment for Health (2013) Public Health Outcomes Framework, available at: [www.gov.uk/government/publications/healthy-lives-healthy-people-improving-outcomes-and-supporting-transparency](http://www.gov.uk/government/publications/healthy-lives-healthy-people-improving-outcomes-and-supporting-transparency)\n\nDepartment for Health (2012) NHS Outcomes Framework, available at: [www.gov.uk/government/publications/nhs-outcomes-framework-2013-to-2014](http://www.gov.uk/government/publications/nhs-outcomes-framework-2013-to-2014)\n\nEurostat (2013) Revision of the European Standard Population - Report of Eurostat\u0027s task force, available at: [http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-RA-13-028/EN/KS-RA-13-028-EN.PDF](http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-RA-13-028/EN/KS-RA-13-028-EN.PDF)\n\nGardosi J, Madurasinghe V, Williams M, Malik A and Francis A (2013) ‘Maternal and fetal risk factors for stillbirth: population based study’, British Medical Journal, 346:f108, available at: [www.ncbi.nlm.nih.gov/pmc/articles/PMC3554866/pdf/bmj.f108.pdf](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3554866/pdf/bmj.f108.pdf)\n\nOakley L, Maconochie N, Doyle P, Dattani N and Moser K (2009) ‘Multivariate analysis of infant death in England and Wales in 2005–06 with focus on socio-economic status and deprivation’, Health Statistics Quarterly 42, pp 22–39, available at: [www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--42--summer-2009/multivariate-analysis-of-infant-death-in-england-and-wales-in-2005-06--with-focus-on-socio-economic-status-and-deprivation.pdf](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--42--summer-2009/multivariate-analysis-of-infant-death-in-england-and-wales-in-2005-06--with-focus-on-socio-economic-status-and-deprivation.pdf)\n\nRomeri E, Baker A and Griffiths C (2006) ‘Mortality by deprivation and cause of death in England and Wales, 1999-2003’. Health Statistics Quarterly 32, 19–34, available at: [www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--38--summer-2008/index.html](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--38--summer-2008/index.html)\n\nStillbirth and Neonatal Death charity (Sands) UK stillbirth and neonatal death charity, Sands and the Department of Health progress stillbirth public awareness initiative [accessed 23 June 2014], available at: [http://uk-sands.org/news/research/2013-03-06/sands-and-department-health-progress-stillbirth-public-awareness-initiative](http://uk-sands.org/news/research/2013-03-06/sands-and-department-health-progress-stillbirth-public-awareness-initiative)\n\nWelsh Government Programme for Government [accessed 04 July 2014], available at: [http://wales.gov.uk/about/programmeforgov/?lang\u003den](http://wales.gov.uk/about/programmeforgov/?lang\u003den)\n\nWelsh Government (2013) Wales NHS Delivery Framework, available at: [http://wales.gov.uk/docs/dhss/publications/130524frameworken.pdf](http://wales.gov.uk/docs/dhss/publications/130524frameworken.pdf)\n\nWelsh Government (2011) Welsh Index of Multiple Deprivation (WIMD), available at: [http://wales.gov.uk/docs/statistics/2011/110831wimd11summaryen.pdf](http://wales.gov.uk/docs/statistics/2011/110831wimd11summaryen.pdf)\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "This information will not be available in the prototype, however in the future the background notes related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "There were 506,790 deaths registered in England and Wales in 2013, compared with 499,331 in 2012 (a rise of 1.5%).",
  "headline2": "Age-standardised mortality rates (ASMRs) have continued to decrease in 2013.",
  "headline3": "The infant mortality rate decreased in 2013 to 4.0 deaths per thousand live births, compared with 4.2 in 2012.",
  "summary": "Annual data on death registrations. Contains death rates, cause of death data by sex and age and death registrations by area of residence and single year of age.",
  "relatedBulletins": [],
  "title": "Deaths Registered in England and Wales, 2013",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Deaths Registered in England and Wales, 2013",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/deathsregisteredinenglandandwales2013",
  "fileName": "deathsregisteredinenglandandwales2013",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Deaths",
      "fileName": "deaths",
      "breadcrumb": []
    }
  ]
}