{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Pete Large",
    "email": "pop.info@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "UK Electoral Statistics, 2013",
      "markdown": "- The total number of UK parliamentary electors in 2013 was 46,139,900, a fall of 0.5% from 2012.\n- The total number of UK local government electors in 2013 was 47,691,800, a fall of 0.1% from 2012.\n- Between 2012 and 2013, the number of both parliamentary and local government electors declined in both England and Northern Ireland, while the number of parliamentary electors declined in Wales. In Scotland, the number of both parliamentary and local government electors grew by approximately the same percentage as seen between 2011 and 2012.\n- The number of parliamentary electors has declined in all regions of England between 2012 and 2013. The largest decrease (-1.7%) was in the West Midlands.\n- Between 2012 and 2013, the number of local government electors has declined in five of the nine English regions. The other four have recorded growth, but less than that experienced between 2011 and 2012.\n- In England, a factor in the decline in the number of both parliamentary and local government electors recorded between 2012 and 2013 is likely to be changes in administrative practices for including people who have failed to complete the annual voter registration form on the electoral register (known as ‘carried forward’ electors). It is also possible that administrative differences between local authority areas are contributing to the recorded regional variation.\n- Electoral statistics are used by Boundary Commissions, the Electoral Commission, and central government to help with the improvement of electoral policies and for statutory reviews of parliamentary constituency boundaries.\n"
    },
    {
      "title": "Summary",
      "markdown": "Electoral statistics are put together by the Office for National Statistics (ONS) and published for the UK and its constituent countries, local government areas and parliamentary constituencies. They provide annual counts of the number of people who are on the electoral registers, usually at 1 December each year.\n\nTo make sure that the electoral register was as complete and accurate as possible ahead of the introduction of Individual Electoral Registration (IER) in summer 2014, the annual publication of electoral registers in Great Britain, normally due on 1 December 2013, was delayed until spring 2014. Electoral registers were published on 17 February 2014 in England and 10 March 2014 in Scotland and Wales. Registers for Northern Ireland were published as usual on 1 December 2013.\n\nReferences in this release to electoral statistics for 2013 should be taken to mean electors included on the registers published on 1 December 2013 (in Northern Ireland), 17 February 2014 (in England) and 10 March 2014 (in Scotland and Wales). See background note 5 for further details on comparing electoral statistics for different years.\n"
    },
    {
      "title": "Introduction",
      "markdown": "Electoral statistics are available for the two main groups of voters:\n\n- Parliamentary Electors – those entitled to vote in Westminster Parliamentary elections.\n- Local Government Electors – those entitled to vote in local government and/or European elections1.\n\nThe difference in who is entitled to vote at parliamentary and/or local elections largely depends on residence and citizenship conditions. Local Government Electors for example, include those European Union citizens resident in the UK who are not entitled to vote in Westminster Parliamentary elections, whilst Parliamentary Electors include British citizens resident overseas who are not entitled to vote in local government elections.  Further information on the eligibility criteria can be found in a Quality and Methodology Information paper from our [Quality Reports for Government Statistics page](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/government/index.html \"Quality Reports for Government Statistics page\").\n\nThere are three key reasons why the registered numbers of electors in an area can change from year to year:\n\n- a change in the size of the population who are entitled to vote; for example, due to international migration;\n- a change in the proportion of the eligible population who actually register to vote; for example, more people registering as a result of better canvassing;\n- differences in administrative practices; for example, the extent of use of the ‘carry forward’, which allows for an elector to be retained on the electoral register for a year when they have not responded to an annual canvass. In particular, restricted application of the ‘carry forward’ in some areas has resulted in a decrease in the number of registered electors between 2012 and 2013.\n\n### Methods, Quality and Uses\n\nFor England and Wales, electoral statistics are taken from data supplied to ONS by local Electoral Registration Officers. Data for Scotland are similarly collected by National Records of Scotland (NRS). Data for Northern Ireland are collected by the Electoral Office for Northern Ireland (EONI). ONS then bring together statistics for the UK using the data supplied by NRS and EONI.\n\nMore information is available from our [Electoral Statistics Information page](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/uk-electoral-statistics/electoral-statistics.html \"Electoral Statistics Information page\").\n\nElectoral statistics are gathered and published by ONS. They are used by Boundary Commissions, the Electoral Commission, and central government to help with the improvement of electoral policies and for statutory reviews of parliamentary constituency boundaries. The statistics are also of interest to Members of Parliament and the general public.\n\nElectoral statistics represent the most accurate count possible of the number of people on electoral registers each year. They are subject to full quality assurance procedures and are reliable and comparable across the UK constituent countries. Information on the quality of these statistics is provided in a Quality and Methodology Information paper available from our [Quality Reports for Government Statistics page](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/government/index.html \"Quality Reports for Government Statistics page\").\n\n##### Notes for Introduction\n1. To be entitled to vote in European elections in the UK, European Union (EU) citizens are required to request the right to vote in this country rather than their home country. Those persons who do not make this request will not be included in the European Parliament electorate.\n"
    },
    {
      "title": "Parliamentary Electors",
      "markdown": "The total number of UK parliamentary electors in 2013 was 46,139,900, a fall of 0.5% from 2012.\n\nThe total number of parliamentary electors in each of the UK constituent countries and the percentage changes between 2012 and 2013 are:\n\n- England - 38,597,100, a fall of 0.6%\n- Wales - 2,297,300, a fall of 0.2%\n- Scotland - 4,027,200, a rise of 1.1%\n- Northern Ireland - 1,218,400, a fall of 1.0%\n\nOver the last five years the total number of UK parliamentary electors has risen by an average of 0.4% each year.  However, this figure hides very different patterns of change at UK constituent country level, as shown in Figure 1.\n\nThe number of electors in England has grown by an average of 0.4% each year over the five-year period. However, between 2012 and 2013, the electorate has decreased by approximately 240,000 people (or 0.6%). This is the first fall recorded since 2003 and is likely to be due, at least in part, to a reduction in the overall number of electors ‘carried forward’ onto the register in 2013. These are electors who have failed to respond to the annual canvass but have been allowed to remain on the register for the following year. The change in the number of ‘carried forward’ electors is not consistent across the country, in some local authority areas the majority of ‘carried forward’ electors have been removed from the register while in others the number of ‘carried forward’ electors has increased.\n\nThe number of electors in both Scotland and Wales has risen on average by 0.7% and 0.3% each year respectively; however both showed a fall between the 2008 and 2009 registers and Wales fell again between 2012 and 2013. Of the four UK constituent countries, Northern Ireland had the highest growth in the number of parliamentary electors every year between 2008 and 2012, but had the largest decline between 2012 and 2013.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/electoral1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFigure 2 however shows that there was large variation between English regions in 2012 to 2013, with the East of England, North West, South East and London showing declines of less than 0.2%, while the West Midlands declined by 1.7%. This is in contrast to the changes recorded last year when all English regions had growth in their number of parliamentary electors. It is possible that differences in administrative practices between local authority areas in different parts of the country are contributing to these regional differences.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/electoral2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n### Parliamentary Constituencies\n\nThere are at present 650 Westminster Parliamentary Constituencies in the UK made up of 533 in England, 59 in Scotland, 40 in Wales and 18 in Northern Ireland. These boundaries came into force at the May 2010 General Election. Electoral statistics provide counts of the total number of parliamentary electors for all Parliamentary constituencies in the UK.\n\nThe typical size of constituencies differs between the constituent countries of the UK with a median total parliamentary electorate across constituencies of about 72,400 in England, 69,000 in Scotland, 66,800 in Northern Ireland and 56,800 in Wales.\n\nIn 2013, the parliamentary constituency with the smallest sized electorate at 22,100 was Na h-Eileanan an Iar and the largest electorate at 111,800 was the Isle of Wight.  These unusual electoral sizes are explained by these areas being island constituencies.\n\nThe total parliamentary electorate grew in 285 constituencies (44%) between 2012 and 2013. In total, 15 constituencies had growth of more 3% in their parliamentary electorate including two which grew by more than 8%.\n\nEight of the constituencies with the greatest percentage growth in parliamentary electors between 2012 and 2013 are in England, with two constituencies in Scotland also in the top ten. Six of these top ten areas are borough constituencies, which are mainly urban areas. The remaining four areas are county constituencies which are partly or mostly rural. The labelling of a constituency as a borough or county is made by the relevant Boundary Commission.\n\nNote that the constituencies of Bethnal Green and Bow; Poplar and Limehouse; Louth and Horncastle; and Cambridge all appeared in the list of constituencies with the greatest percentage fall in parliamentary electors in the previous year. This turnaround for these constituencies may in part link to changes in population size or the population entitled to vote, or administrative differences in how the register was put together between the years.\n\nThe greatest percentage growth in parliamentary electors for a constituency in Wales was 3.2% for Swansea West (ranked 13th), and the constituency of Lagan Valley (ranked 71st) showed the greatest growth in Northern Ireland at 1.4%.\n\nThe total parliamentary electorate fell in 364 constituencies (56%) between 2012 and 2013. However, 52 constituencies had a fall of more than 3% in their parliamentary electorate including one (Northampton South) which fell by more than 10%.\n\nAll of the constituencies with the greatest percentage fall in parliamentary electors between 2012 and 2013 are in England. The constituency with the greatest fall in parliamentary electors in Scotland was Paisley and Renfrewshire South at 4.8% (ranked 25th). In Northern Ireland and Wales the greatest falls were in Foyle (4.0%, ranked 37th) and Pontypridd (2.6%, ranked 68th) respectively.\n"
    },
    {
      "title": "Local Government Electors",
      "markdown": "The total number of UK local government electors in 2013 was 47,691,800, a fall of 0.1% from 2012.\n\nThe total number of local government electors in each of the UK constituent countries and the percentage changes between 2012 and 2013 are:\n\n- England - 40,001,800, a fall of 0.3%\n- Wales - 2,328,500, a small rise of \u003c0.1%\n- Scotland - 4,120,500, a rise of 1.4%\n- Northern Ireland - 1,241,000, a fall of 0.5%\n\nOver the last five years the total number of UK local government electors has risen by an average of 0.7% each year.  However, this figure hides very different patterns of change at UK constituent country level, as shown in Figure 3.\n\nThe number of electors in England has grown by an average of 0.6% each year over the five-year period. However, between 2012 and 2013, the electorate has decreased by over 100,000 people (or 0.3%). This is the first fall recorded since 2003 and is likely to be due, at least in part, to a reduction in the overall number of electors ‘carried forward’ onto the register in 2013 (as described in the Parliamentary Electors section). The patterns seen for local government electors are quite similar to those for parliamentary electors.\n\nThe number of electors in Scotland fell between 2008 and 2009, but has since seen average growth of 1.3% per year. In contrast, Northern Ireland had the highest growth of the four UK constituent countries between 2008 and 2012, but recorded a fall of 0.5% in the year to December 2013. However, the number of electors in 2013 (1,241,000) remains higher than the 1,227,100 recorded in 2011. Wales has displayed an annual average growth of 0.4% over the last five years and so has had the lowest growth of all UK constituent countries over that period.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/electoral3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFigure 4 shows that the -0.3% change in the number of local government electors in England, between 2012 and 2013, hides large variation between different regions. London had an increase of 0.6%, while the East of England, South East and North West had increases of 0.3%, 0.2% and 0.1% respectively. The remaining regions all had sizeable decreases in their local government electorate, with the largest being the change of -1.5% seen in the West Midlands. It is possible that differences in administrative practices between local authority areas in different parts of the country may be contributing to these regional differences.\n\nAll regions, with the exception of London, have large differences between the percentage change recorded between 2012 and 2013 and that recorded between 2011 and 2012.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/electoral4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n### Local Government Areas\n\nLocal government areas are unitary authorities, London boroughs and district councils in England; unitary authorities in Wales; and council areas in Scotland and Northern Ireland. At December 2013 there were a total of 406 local government areas in the UK; 326 in England, 32 in Scotland, 26 in Northern Ireland and 22 in Wales.\n\nIn 2013, the size of local government electorates ranged from the 1,600 electors in Isles of Scilly to 735,700 in Birmingham. The typical size of local government electorates varies between the constituent countries of the UK with a median across local government areas of about 98,800 in Wales, 98,600 in England, 94,100 in Scotland but only 40,900 in Northern Ireland.\n\nThe total local government electorate grew in 215 local government areas (53%) between 2012 and 2013. This compares to 343 areas, or 84%, between 2011 and 2012. However, only 39 areas had growth of more than 2% in their electorate; while four areas had growth of more than 4%, including one (Tower Hamlets) which grew by more 11%.\n\nSeven of the local government areas with the greatest percentage growth in local government electors between 2012 and 2013 are in England and three areas are in Scotland.\n\nTower Hamlets, East Lindsey and Cambridge were the three areas with the largest percentage falls in local government electors last year. Their turnaround this year may be due to changes in population size, the population entitled to vote or administrative differences in how the registers were put together in 2012.\n\nThe total local government electorate fell in 190 local government areas (47%) between 2012 and 2013, compared to only 63 areas (16%) in the previous year. Fifty areas had a fall of more than 2% in their local government electorate including eight which fell by more than 6%.\n\nAll of the local government areas in the top ten for the greatest percentage fall in local government electors are in England, including Taunton Deane which has the largest percentage fall at 8.8%.\n\nThe local government area with the greatest fall in local government electors in Scotland was Inverclyde at 4.5% (ranked 17th). In Northern Ireland and Wales the greatest falls were in Derry (3.7%, ranked 25th) and Gwynedd (2.2%, ranked 47th) respectively.\n"
    },
    {
      "title": "Related Information",
      "markdown": "###Comparing Population Estimates and Electoral Statistics\n\nThe electoral statistics in this release give information on the number of people who are registered to vote in the UK - there is no similar collection of data on the number of people who are eligible to vote but who choose not to register.\n\nONS provides mid-year estimates of the resident population, and these have sometimes been used as an estimate of the total number of people who are entitled to vote. These estimates will include some people who are not eligible to vote and so care must be taken in using these data.\n\nONS has also published some research looking at the scope and quality of the Electoral Register as a likely supply of data for measuring population, which is available in the [Administrative Data Sources Report on the Electoral Register (554 Kb Pdf)](http://www.ons.gov.uk/ons/about-ons/who-ons-are/programmes-and-projects/beyond-2011/reports-and-publications/sources-reports/beyond-2011--administrative-data-sources-report--electoral-register--s2-.pdf \"Beyond 2011: Administrative Data Sources Report: Electorial Register (S2)\") .\n\n### Individual Electoral Registration\n\nThe current electoral registration system in Great Britain is at household level, with one person in the household returning a registration form on behalf of all eligible voters resident at that address. The Electoral Registration and Administration Act 2013 allows for a new Individual Electoral Registration (IER) system, which is planned to be introduced from summer 2014. Under the new system, voters will register separately, each providing their own unique identifiers, such as National Insurance number and date of birth, so that their information can be verified.\n\nONS will work closely with the relevant government organisations to make sure that future electoral statistics fully reflect user needs after the start of IER.\n\n[Further information on IER](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/reforming-the-constitution-and-political-system.html \"reforming the constitution and political system\") is available from the Cabinet Office website.\n"
    },
    {
      "title": "Other Electoral Statistics",
      "markdown": "Other electoral statistics produced for areas in the UK include:\n\n### England\nStatistics for parliamentary electors for electoral wards in England for 2010 have been published by the Boundary Commission for England. These statistics are produced from data collected from Electoral Registration Officers by ONS and were those used for the cancelled 2013 boundary review process.\n\nThis data can be obtained from the Boundary Commission for England on request by emailing \u003cinformation@bcommengland.gsi.gov.uk\u003e.\n\n### Wales\nStatistics for National Assembly for Wales electors by Assembly Constituencies are published by the Welsh Government. Those electors who are eligible to vote in local government elections in Wales are eligible to vote in National Assembly for Wales elections. These statistics are produced from data collected from Electoral Registration Officers by ONS.\n\nThe data are available from [StatsWales](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/statswales--electors-by-assembly-constituencies.html \"StatsWales: Electors by Assembly Consituencies\").\n\nThe Boundary Commission for Wales also publish [statistics for the parliamentary electorate by Electoral Divisions](http://www.ons.gov.uk/ons/external-links/other/electorates--excel-.html \"Electorates (Excel)\").\n\n### Scotland\nElectoral statistics for Scotland are produced and published by National Records of Scotland (NRS). Additional statistics not included in the overall UK publication cover Scottish Parliament Constituencies, Scottish regions and electoral wards.\n\nThe data are available from the [electoral statistics section of the NRS](http://www.ons.gov.uk/ons/external-links/devolved-admins/national-records-of-scotland/national-records-of-scotland--electoral-statistics.html \"National Records of Scotland: Electoral Statistics\").\n\n### Northern Ireland\nElectoral statistics for Northern Ireland are produced and published by the Electoral Office for Northern Ireland (EONI). Monthly electoral statistics for both the parliamentary and local government electorate are available at electoral ward level from the [electoral statistics section of the EONI website](http://www.ons.gov.uk/ons/external-links/other/electorate-statistics.html \"Electoral Statistics\").\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n2. Electoral statistics for 2013 are available from the [electoral statistics section](http://www.ons.gov.uk/ons/external-links/other/elections--local--national-and-european-.html \"Elections (Local, National and European)\") of the ONS website.\n\n3. Published tables include counts of local government electors and attainers by local government areas and parliamentary electors and attainers by parliamentary constituency. An attainer is a person who attains the age of 18 during the currency of the register, and is entitled to vote at an election on or after his or her eighteenth birthday.\n\n4. A report describing the methodology used to create the electoral statistics estimates can be found on our [Electoral Statistics Information Page](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/uk-electoral-statistics/electoral-statistics.html \"Electoral Statistics\").\n\n5. Electoral statistics usually relate to registers published annually in December. Time series comparisons of electoral statistics in this release use figures for December each year, with the exception of 2012 and 2013 for England, Wales and Scotland. The 2012 electoral statistics relate to October 2012 instead of December 2012 in England and Wales (excluding London). The 2013 electoral statistics relate to February 2014 in England and March 2014 in Wales and Scotland. This means that changes between the 2012 and 2013 electoral statistics may not exactly reflect annual change, as the actual time difference between the two sets of figures may be up to 18 months (the maximum difference is in Wales – October 2012 to March 2014).\n\n6. Information on previous elections held in the UK or its constituent countries and a list of upcoming elections and referendums is available from the [Electoral Commission](http://www.ons.gov.uk/ons/external-links/other/elections-and-referendums.html \"Elections and referendum \").\n\n7. This is the first release of 2013 UK electoral statistics. No revisions of this dataset have been made.\n\n8. Release code: ELEC1BL1\n\n9. **Next publication:**\n2015\n\n**Issued by:**\nOffice for National Statistics, Government Buildings, Cardiff Road, Newport NP10 8XG\n\n**Media contact:**\nTel:  Media Relations Office    0845 6041858\n        Emergency on-call    07867 906553\nEmail: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\n**Statistical contact:**\nTel:  Pete Large    01329 444661\nEmail: \u003cpop.info@ons.gov.uk\u003e\n\n© Crown copyright 2014.\n\nYou may re-use this information (not including logos) free of charge in any format or medium, under the terms of the [Open Government Licence](http://www.ons.gov.uk/ons/external-links/other-government-departments/national-archives/index.html \"Open Government Licence\") or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU\nEmail:  \u003cpsi@nationalarchives.gsi.gov.uk\u003e\n\n\nProduced in partnership with National Records of Scotland and Electoral Office for Northern Ireland\n\n11. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "The total number of UK parliamentary electors in 2013 was 46,139,900, a fall of 0.5% from 2012.",
  "headline2": "The total number of UK local government electors in 2013 was 47,691,800, a fall of 0.1% from 2012.",
  "headline3": "Between 2012 and 2013, the number of both parliamentary and local government electors declined in both England and Northern Ireland, while the number of parliamentary electors declined in Wales.",
  "summary": "Analysis of the annual counts of the number of people registered to vote in 2013, including comparisons over time and between the UK constituent countries.",
  "relatedBulletins": [],
  "title": "Electoral Statistics for UK, 2013",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Electoral Statistics for UK, 2013",
  "uri": "/peoplepopulationandcommunity/elections/bulletins/electoralstatisticsforuk2013",
  "fileName": "electoralstatisticsforuk2013",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Elections",
      "fileName": "elections",
      "breadcrumb": []
    }
  ]
}