{"relatedBulletins":[],"sections":[{"title":"Correction","markdown":"**June 17 2015 13:40**\n\nAn error was found in table 5 of the statistical bulletin for Output and New Orders in the Construction Industry, April 2015 and Q1 2015.  The error concerns the GDP quarter on same quarter a year ago growth rates that were misquoted as a result of a spreadsheet error.  The implied GDP quarter on same quarter a year ago growth rates are also affected.  All data regarding construction are correct, the sizes of the revisions to GDP are unaffected.\n"},{"title":"Main points","markdown":"- This statistical bulletin provides users with the latest estimates of output in the construction industry for April 2015 and for new orders for quarter 1 (Jan to Mar) 2015. Output is defined as the amount charged by construction companies to customers for value of work (produced during the reporting period) excluding VAT and payments to sub-contractors.\n\n- The interim solution for the Construction Price and Cost Indices introduced to users on 8 May 2015 and published for the first time today, has been implemented in this release and replaces the existing deflators from quarter 1 (Jan to Mar) 2014. More information can be found in the additional information section of this bulletin. \n\n- In April 2015, output in the construction industry decreased by 0.8% compared with March 2015, after increasing by 1.4% in March. Repair and maintenance decreased by 4.8% while all new work increased by 1.6%.\n\n- Within the repair and maintenance (R&M) category, all work types reported decreases, notably non-housing R&M which fell by 7.2% and public housing R&M which fell by 6.2%.\n\n- Within all new work, new housing was the main contribution to the increase of 1.6% in April 2015 compared with March 2015, increasing by 5.4% with both public and private housing reporting increases. \n\n- The second estimate of gross domestic product (GDP) for quarter 1 (Jan to Mar) 2015 published on 28 May 2015 included an estimate of construction which showed a fall in output of 1.1% in quarter 1 (Jan to Mar) 2015. This estimate has been revised within this release based on the incorporation of late data, new seasonal adjustment parameters and the introduction of an interim solution for deflators. Output is now estimated to have decreased by 0.2%. This upward revision of growth of 0.9% provides an upwards revision of 0.1 percentage points (to 1 decimal place) to the growth rate of GDP. \n\n- Compared with April 2014, output in the construction industry increased by 1.5%. This is the 23rd consecutive month of year-on-year growth, however, this is the weakest year-on-year growth since November 2013.\n\n- New orders for the construction industry in quarter 1 (Jan to Mar) 2015 were estimated to have increased by 0.4% compared with quarter 4 (Oct to Dec) 2014 and by 8.0% compared with quarter 1 (Jan to Mar) 2014. There were increases in infrastructure (18.6%), private industrial (6.1%), new housing (1.2%) and all other work (0.1%) in quarter 1 (Jan to Mar) 2015.\n\n- The release for April 2015 has a revision period back to January 2014. Revisions in this release were caused by the incorporation of late data, new seasonal adjustment parameters and the introduction of an interim solution for deflators. More information on revisions can be found in the background notes and the article Impact of interim solution for construction prices, published on our guidance and methodology page. \n\n"},{"title":"Additional information","markdown":"On 11 December 2014, the UK Statistics Authority announced its decision to suspend the designation of Construction Price and Cost Indices due to concerns about the quality of these deflators. As a result, the UK Statistics Authority also suspended the designation of Output and New Orders as National Statistics in respect of the Code of Practice for Official Statistics.\n\nThe Office for National Statistics (ONS) took over responsibility for the publication and development of the Construction Price and Cost Indices from the Department for Business Innovation & Skills on 1 April 2015. On 8 May 2015, ONS published an [article](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/output-in-the-construction-industry/update-on-construction-price-statistics.pdf \"Update on Construction Price Statistics\") describing the proposed interim solution for construction price and cost indices (CPCIs) to replace the statistical models that had been used in the production of chained volume measures (CVMs) for output in the construction industry since quarter 3 (July to Sept) 2014 and to provide an ongoing source of data from quarter 1 (Jan to Mar) 2015 onwards. This [interim solution](http://www.ons.gov.uk/ons/rel/ppi2/construction-output-price-indices--opis-/interim-solution--q1-2015/index.html \"Interim solutions, Q1 2015\") is used within this release for the first time. We have also launched a [consultation](https://www.surveymonkey.com/s/HDSR6PW \"Construction Price Statistics Survey\") to gather feedback from users to help us improve this methodology and understand more about how the CPCIs are used.\n\nThe change in methodology for the CPCIs results in [revisions to output in the construction industry (307.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/output-in-the-construction-industry/impact-of-interim-solution-for-opis-on-ons-outputs.pdf \"Impact of interim solution for OPIS on ONS outputs\"). However, users should note that this is not the sole source of revisions. The incorporation of late data and new seasonal adjustment parameters have also contributed to the revisions to output in the construction industry. \n\n<ons-chart path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/256a5464\" />\n\nAs the level of the interim solution for Output Price Indices (OPIs), estimated by the implied deflator in Figure 2 , is lower than that previously provided or statistically modelled, the level of output in the construction industry after deflation is higher than that previously published.\n\n<ons-chart path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/f192cf1a\" />\n\nThe change to growth rates is shown in table 1.\n\n<ons-table path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/20f69c09\" />\n\nThe table shows that the impact of the interim solution on quarterly growth rates is less than for the annual growth rates. However, these revisions are not solely the result of the new deflators. New seasonal adjustment parameters and the incorporation of late data have also played a part. Table 2 provides the percentage point contribution from these 3 sources to the total revision to both quarterly and annual growth rates. \n\n<ons-table path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/7527fc9a\" />\n\n### About this release\n\nConstruction output estimates are a short-term indicator of construction output by the private sector and public corporations within Great Britain and are produced from a monthly survey of 8,000 businesses in Great Britain. The estimates are produced and published at current prices (including inflationary price effects) and at chained volume estimates (with inflationary effects removed) both seasonally adjusted and non-seasonally adjusted.\n\nDetailed estimates along with a longer run of time series data are available to download in the Output in the Construction Industry, April 2015 reference tables. In these tables, users will find chained volume estimates back to quarter 1 (Jan to Mar) 1997 and monthly estimates back to January 2010. Current price non-seasonally adjusted data are available back to quarter 1 (Jan to Mar) 1955. More information on these statistics can be found in the “definitions and explanations” section in the background notes.\n\nNew orders in the construction industry estimates are a short-term indicator of construction contracts for new construction work awarded to main contractors by clients in both the public and private sectors within the UK. The estimates are produced and published both seasonally and non-seasonally adjusted at current prices (including inflationary price effects) and at constant prices (with inflationary effects removed). Since quarter 2 (Apr to Jun) 2013 these data have been supplied by [Barbour ABI](http://www.barbour-abi.com/news.php \"Barbour ABI\"). Further details can be found in the background notes section of this bulletin.\n\nDetailed estimates on new orders are available to download in the New Orders in the Construction Industry, quarter 1 (Jan to Mar) 2015 reference tables. In these tables, users will find volume estimates back to quarter 1 (Jan to Mar) 1964, current price data are also available for this time period. Value data is available for a more granular level of type of work back to quarter 1 (Jan to Mar) 1985 along with regional data for the main types of work.\n\n### The quality of the estimate of output in the construction industry\n\nOutput in the Construction industry estimates are produced from the monthly business survey on the second Friday of the month, 2 months after the reporting month. Revised results, for previously published periods, are published in line with the national accounts revisions policy. More information about the data content for this release can be found in the background notes. Revisions are an inevitable consequence of the trade-off between timeliness and accuracy. The response rate in April 2015 was 71.0% of questionnaires, accounting for 76.2% of registered turnover in the construction industry. Therefore the estimate is subject to revisions as more data become available.\n\nThe monthly output in the construction industry time series now spans 64 months, however, users should note that 60 months is the minimum time span recommended for seasonal adjustment. While the seasonal pattern is generally established after 60 months in a monthly time series, there is still potential for increased revisions until the seasonal pattern has matured.\n\nAll estimates, by definition, are subject to statistical uncertainty and for many well-established statistics we measure and publish the sampling error associated with the estimate, using this as an indicator of accuracy. For construction output we publish sample and non-sample errors in table 11 of the main reference tables. It should be noted that we are continually working on methodological changes to improve the accuracy of the construction output estimates, progress on these can be found on the [ONS continuous improvement](http://www.ons.gov.uk/ons/guide-method/method-quality/ons-statistical-continuous-improvement/index.html \"ONS Statistical Continuous Improvement\") page on our website."},{"title":"Economic context","markdown":"Construction output fell by 0.8% in April 2015 following an increase of 1.4% in March 2015. The volatility of monthly construction output growth in March and April is due to the repair and maintenance component. The annual growth rate, 1.5% in the year to April 2015 provides a longer-term indication of the performance of the construction industry. This reflects an easing of growth from a recent peak of 11.2% in December 2014 and is consistent with the Bank of England’s indicators which reflect that construction output growth remains fairly robust.\n\nOn an annual basis, new work grew by 4.3% whereas repair and maintenance acted as a drag on the level of construction output. Within new work, the main driver was private housing which grew by 16.6% although the [Bank of England's Agents’ Summary of Business Conditions](http://www.bankofengland.co.uk/publications/Pages/agentssummary/default.aspx \"Summary of Business Conditions\") reported in April that house building growth had slowed from a year ago. Within the other sub-components of new work, infrastructure grew strongly by 9.6% and construction of industrial buildings also increased. The Agents reported that commercial construction continues to grow overall but remains patchy. For repair and maintenance, both the housing and the non-housing components fell.\n\nOn a monthly basis, construction output fell, also due to a decline in repair and maintenance. This fall was driven by the non-housing category which contracted by 7.2%, partly reversing an increase in March of a similar magnitude. However, construction output was supported by all new work which grew by 1.6%. The strongest sub-category of all new work was housing which grew by 5.3% in April 2015, supported by both the public and private sector. The agents noted that there had been a pickup of affordable housing completions ahead of the end of the Homes & Communities Agency grant period, and that there were reports of a gradual increase in house building amongst small builders.\n\nThe strength in housing output may partly be driven by rising house prices and strong mortgage approvals. The [ONS House Price Index (HPI)](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/index.html \"House Price Index\") showed that UK house prices increased by 9.6% in the year to March 2015, and [mortgage approvals](http://www.bankofengland.co.uk/statistics/Pages/bankstats/2015/apr.aspx \"Bankstats (Monetary & Financial Statistics) - April 2015\") for house purchase increased by 8.0% in April 2015 compared to a year earlier. Despite the robust annual and monthly growth of housing output, the agents noted that the picture for house building output was mixed, partly because funding for construction and property firms had remained tighter than for other firms.\n\nExternal indicators reflect a similarly mixed picture for construction output growth, consistent with this month’s construction data. The agents noted that although construction output continued to grow on a year earlier, the pace of growth had eased. The agents observed that this was because firms were prioritising growing margins rather than output. Firms also faced constraints arising from skill shortages and rising build costs.\n\nHowever, new orders grew by 0.4% in quarter 1 (Jan to Mar) 2015 following a 1.8% decline in quarter 4 (Oct to Nov) 2014. The strongest components were private housing which increased by 2.0% and infrastructure which increased by 18.6%. The Agents highlighted that there were strong pipelines of work for infrastructure. Private industrial new orders were also robust, growing by 6.1%. On an annual basis, new orders grew by 7.9% in quarter 1 (Jan to Mar) 2015, driven by the same components as on a quarterly basis. In contrast, public housing exerted substantial downward pressure on new orders in quarter 1 (Jan to Mar) 2015."},{"title":"Output in the construction industry – April 2015","markdown":"### All work\n\nIn April 2015 all work:\n\n- decreased by 0.8% compared with March 2015\n\n- increased by 1.5% compared with April 2014\n\nFigure 3 shows the two main components of all work. The chart shows that the fall of 0.8% into April 2015 was caused by repair and maintenance which fell by 4.8% compared with March 2015. This was partially offset by all new work which increased by 1.6%.\n\n<ons-chart path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/36decb4a\" />\n\nFigure 4 shows the components that make up all new work. The chart shows that new housing and other new work reported increases in April 2015 while there was a decrease in infrastructure. Total new housing showed the largest increase of 5.4% and is the largest month-on-month increase since January 2014 when it increased by 5.8%. The level of total housing at £2.5 billion is the highest since the monthly series began in January 2010.\n\n<ons-chart path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/3bbea5b2\" />\n\nFigure 5 looks at the main components of repair and maintenance. In April 2015, all repair and maintenance fell by 4.8%, of which the main contributor was non-housing repair and maintenance, which fell by 7.2% when compared with March 2015. This is the largest month-on-month fall since December 2012.\n\n<ons-chart path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/4c08d18b\" />\n\n<ons-table path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/007edf44\" />\n\n### Summary of growth rates for all work types\n\nTable 4 provides a summary of growth rates across the different types of construction work in April 2015. Some main points from this table are as follows:\n\n- All work types except public new housing, private new housing, public other new work and private industrial work saw a fall month-on-month. The main contribution to the fall was repair and maintenance.\n\n- The month-on-month decrease in repair and maintenance was due to a fall in all sub-sectors. Non-housing repair and maintenance reported the largest decrease.\n\n- Year-on-year the increase in all work was due all new work. All work types within all new work except public other new work and private commercial reported increases.\n\n<ons-table path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/dec4fb24\" />\n\n### International perspective\n\nOutput in the construction industry follows the [Eurostat Short Term Statistics (STS)](http://ec.europa.eu/eurostat/c/portal/layout?p_l_id=1916630&p_v_l_s_g_id=0 \"Short Term Statistics\") regulation for production in construction. Before any comparisons are made with the Euro area or EU28, it is worth noting that the UK is the only Member State to follow the A method for compiling production in construction statistics.\n\nThe latest release of [production in construction](http://ec.europa.eu/eurostat/web/products-datasets/-/teiis500 \"Production in construction\") showed that construction output in the euro area (EA19) increased by 0.8% in March 2015 and by 1.5% in the EU28 compared with February 2015. The GB estimate for March 2015 showed that construction output increased 1.4%. It should be noted that an accurate comparison cannot be made as Eurostat data are calculated on a 2010 = 100 basis, while GB data are calculated on a 2011 = 100 basis.\n\nOutside of the EU, the US Census Bureau release [Value of construction put in place](https://www.census.gov/construction/c30/c30index.html \"Value of construction put in place\") showed provisional estimates of construction output increased by 2.2% in April 2015 compared with March 2015 and increased by 4.8% compared with April 2014.\n"},{"title":"Construction estimates in gross domestic product","markdown":"Output in the construction industry acts as a data source for GDP when measured from the output approach and has a weight of 6.4%.  A change in output in the construction industry of +/ - 0.8 percentage points will thus revise GDP by +/- 0.512 percentage points and thus with all other components being equal a revision to GDP of +/-0.1 percentage points. \n\nThe revisions to GDP as a result of the introduction of this interim solution are shown in table 5.\n\n<ons-table path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/6ac2dc1d\" />\n\nTable 6 shows the latest monthly and revised quarterly output figures that fed into the second estimate of GDP release for quarter 1 (Jan to Mar) 2015 published on the 28 May 2015.\n\n<ons-table path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/52d9de27\" />\n\nThe second estimate of GDP published on 28 May 2015 contained an estimate for quarterly construction of a fall of 1.1%. This estimate has been revised within this release based on updated survey responses and is now estimated to be a fall of 0.2%. This revision of 0.9% provides an upwards revision to GDP growth of 0.1 percentage points.\n\n"},{"title":"New Orders for construction – Quarter 1 (Jan to Mar) 2015","markdown":"<ons-chart path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/fc586edd\" />\n\nUsers should note that there is a time lag between how long an order turns into output (if at all) and therefore an assumption that improved new orders data will result in an improved output picture is a difficult assumption to make.\n\nIt is estimated that the seasonally adjusted volume of all new orders increased by 0.4% between quarter 1 (Jan to Mar) 2015, and quarter 4 (Oct to Dec) 2014 to £12.4 billion. There were increases in the volume of new orders for infrastructure, private industrial, private new housing, private commercial and all other work. Public other new work and public new housing showed decreases in the volume of new orders.\n\nThe volume of new orders in new housing increased by 1.2% between quarter 1 (Jan to Mar) 2015 and quarter 4 (Oct to Dec) 2014, with private new housing the main contributor, increasing by 2.0%. This was offset by a fall in public new housing of 6.3%. While public new housing accounts for only 8% of total housing, the level of new orders of £0.3 billion, was the lowest level on record.\n\nThe volume of new orders in infrastructure increased by 18.6% in quarter 1 (Jan to Mar) 2015 compared with quarter 4 (Oct to Dec) 2014 and by 68.8% compared with quarter 1 (Jan to Mar) 2014. It should be noted that infrastructure is a volatile series due to the range of products such as electricity, gas, road, rail etc included within this type of work, therefore movements of this magnitude are not unusual.\n\n<ons-table path=\"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/5948e6e6\" />\n\nUsers should note that these New Orders statistics use data from Barbour ABI and are therefore produced using different methods from those in place at the time when the statistics were first assessed for compliance with the Code of Practice for Official Statistics. They are currently being reassessed as part of an ongoing assessment of our short-term economic output indicators, with a view to confirming their designation as National Statistics. Further details on the collaboration between the ONS and Barbour ABI can be found in the background notes section of this bulletin.\n\nFurther users should note that there may be some discontinuity in the data around quarter 3 (July to Sept) 2013 where the Barbour data were used for the first time to compile these statistics.\n\n"}],"accordion":[{"title":"Background notes","markdown":"1. **Future developments**\n\n\tThe construction output data for May 2015 will be published as a time series dataset on our website for the first time on 10 July 2015.\n\n2. **What’s new?** \n\n\tWe have produced new data tables which are available on the pdf version of the statistical bulletin on our website. We would appreciate any feedback on the new tables, please e-mail <construction.statistics@ons.gsi.gov.uk> with comments.\n\n3. **About this release** \n\n\tConstruction output estimates are a short term indicator of construction output by private sector and public corporations within Great Britain. Output estimates are produced and published at current prices (including inflationary price effects) and at chained volume estimates (with inflationary effects removed) both seasonally adjusted and non-seasonally adjusted. Chained volume measures are also described as volume. Construction output is used in the compilation of the output approach to measuring [gross domestic product (GDP)](http://www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/index.html \"Second estimate of GDP\"). \n\n\tThe data published in this release cover construction estimates for Great Britain. Construction output estimates for Northern Ireland can be obtained from the [Central Survey Unit](http://www.csu.nisra.gov.uk/survey.asp84.htm \"Central Survey Unit\").\n\n\tNew Orders in the Construction Industry estimates have been compiled using data supplied by Barbour ABI. These data have also been used in the compilation of tables 5 and 6 in the Output of the Construction industry data tables. Full details of this change in data source can be found in the article, “[Announcement of Changes to New Orders in the Construction Industry](http://www.ons.gov.uk/ons/media-centre/statements/announcement-of-changes-to-new-orders-in-the-construction-industry/index.html \"Announcement of Changes to New Orders in the Construction Industry\")”. \n\n4. **Revision policy** \n\n\tConstruction output conforms to the standard [national accounts revision policy](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-policies-by-theme/economy/national-accounts-revisions-policy.pdf \"National accounts revisions policy\"), which can be found on our website. In line with this, the construction output release for April 2015 has a revision period back to January 2014.\n\n\tNew orders data has a revision period back to quarter 2 (Apr to Jun) 2013 and is not covered by the national accounts revisions policy due to not directly feeding the national accounts.\n\n\tFigures for the most recent months are provisional and subject to revision in light of (a) late responses to the monthly business survey MBS and (b) revisions to seasonal adjustment factors which are re-estimated every period. \n\n5. **Statistical continuous improvement** \n\n\tIn March 2012, as part of our [statistical continuous improvement programme, we published a review of sample design and estimation methodology for construction output](http://www.ons.gov.uk/ons/guide-method/method-quality/ons-statistical-continuous-improvement/index.html \"ONS Statistical Continuous Improvement\"). This report evaluated the sample design and estimation methods used on the construction output survey. The conclusions of the review were that the current sample is performing well and that the current methodology for estimation within the survey produces the smallest standard error.\n\n\tIn response to user feedback and in line with the announcement made in the article ”[Improvements to the methods used to compile output in the construction industry statistics](http://www.ons.gov.uk/ons/dcp171766_310066.pdf \"Improvements to the methods used to compile output in the construction industry statistics\")”, this statistical bulletin now contains monthly seasonally adjusted chained volume estimates. Due to the potential for confusion when comparing constant price (volume) and chained volume measures, all references to constant price series for construction output have been removed from this, and future bulletins.\n\n\tA work plan for construction output statistics will be published shortly and will align with the [national accounts and related statistics work plan](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/consultations/national-accounts-and-related-statistics-work-plan/index.html \"National accounts and related statistics work plan\"). \n\n6. **Use of the data** \n\n\tOutput in the construction industry estimates are widely used both internally and externally and have been identified by legal requirement and user engagement surveys.\n\n\tThe key users of data from the output of the construction industry dataset are:\n\n\t- United Kingdom national accounts\n\n\t- Eurostat, the statistical office of the European Union, in order to comply with statutory legislation on short-term business statistics (STS). Short-term business statistics provide information on the economic development of four major domains: industry, construction, retail trade and other services\n\n\t- Industry analysts requiring estimates of the construction industry output of Great Britain\n\n\t- Trade associations making UK and international comparisons and to forecast trends in the construction industry\n\n\t- Other government departments including; the Department for Business, Innovation and Skills (BIS), HM Treasury (HMT), Department for Communities and Local Government (DCLG) and the Office for Budgetary Responsibility (OBR)\n\n\tAs well as being a key indicator of the performance of construction companies, the results of the survey also contribute to the estimate of the gross domestic product of the UK, contributing approximately 6.4% of GDP.\n\n\tMore information on the uses made of [short-term economic statistics](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/output-measure-of-gdp/methods-and-sources/index.html \"Methods and sources\") is available. \n\n7. **Methods** \n\n\tOur monthly construction output survey measures output from the construction industry in Great Britain. It samples 8,000 businesses, with all businesses employing over 100 people or with an annual turnover of more than £60m receiving a questionnaire by post every month.\n\n\tSince the 1950s, New Orders in Construction data had been collected from a sample survey of businesses; originally monthly and then quarterly. There were some known quality issues with the survey data as\n\n\t- the coverage of the survey was unknown\n\n\t- new orders allocated to regions were not always accurately recorded.\n\n\tThe new orders data are now supplied under contract by Barbour ABI. Barbour ABI provide us with improved coverage and regional splits of new orders in construction data. \n\n8. **Quality** \n\n\tThe latest [quality and methodology report for the output of the construction industry estimates](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-and-energy/index.html \"Quality Information - Business and Energy\") and [quality and methodology report for new orders in the construction industry estimates](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-and-energy/index.html \"Quality Information - Business and Energy\") can be found on our website. \n\n9. **Revisions** \n\n\tOne indication of the reliability of the key indicators can be obtained by monitoring the size of revisions. Analysis of the previously published quarterly seasonally adjusted chained volume measure series has shown that revisions to construction data are small. Generally these quarterly revisions are less than 1 percentage point when compared with the final revised period five quarters after initial publication. This indicates that the published estimates are a reliable snapshot of the output in the industry at the date of publication.\n\n\tThe size and pattern of revisions for both output and new orders data which have occurred in the open period can be found in the new revision triangles on the construction web page. Please note that these indicators only report summary measures for revisions. The revised data may be subject to sampling or other sources of error. Details about this revisions material can be found in the document “Revisions information in ONS first release”.\n\n\tIt should be noted that due to seasonal adjustment taking place on a short span of data points used to interpret the seasonal effects, there is potential for increased revisions until the seasonal pattern is established within the time series. The seasonal pattern is generally established after 60 months in a monthly time series.\n\n\tPlease note that a monthly seasonally adjusted chained volume series is not available pre-2010. This is due to monthly data not being available for this period. These data are a requirement for creating previous year’s prices from which chain linked volume measures are created.\n\n10. **Relevant links** \n\n\t[Modelling construction statistics deflators](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/output-in-the-construction-industry/modelling-construction-price-statistics.pdf \"Modelling Construction Price Statistics\") \n\n\t[Impact of quarterly employment question on monthly survey response](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/output-approach-to-gdp/methods-and-sources/impact-of-quarterly-employment-question-on-monthly-survey-response.pdf \"Impact of quarterly employment question on monthly survey response\") \n\n\t[Government Statistical Service (GSS) uncertainty guidance](https://gss.civilservice.gov.uk/wp-content/uploads/2014/11/Communicating-uncertainty-and-change-v1.pdf \"Communicating uncertainty and change v1\") \n\n\t[Annual construction publication construction Statistics, No. 15, 2014 Edition](http://www.ons.gov.uk/ons/rel/construction/construction-statistics/no--15--2014-edition/art-construction-statistics-annual--2014.html \"ART Construction Statistics - No. 15, 2014 Edition\")\n\n\t**International comparisons** \n\n\tInternational construction comparisons are compiled by Eurostat. The estimates produced in this bulletin are included in these comparisons. Further information can be found on the [Eurostat](http://ec.europa.eu/eurostat/tgm/table.do?tab=table&plugin=0&language=en&pcode=teiis500 \"Eurostat\") web page.\n\n\t**Analysis of the construction industry** \n\n\tAn [article](https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/210060/bis-13-958-uk-construction-an-economic-analysis-of-sector.pdf \"UK Construction: An economic analysis of the sector\") on the UK construction industry was published by BIS in 2013.\n\n\t**UK Statistics Authority assessment** \n\n\t[Assessment of the Construction Output and New Orders statistical bulletin](http://www.statisticsauthority.gov.uk/assessment/assessment/assessment-reports/assessment-report-280---statistics-on-construction-output-and-new-orders.pdf \"Short-Term Economic Output Indicators: Construction Output and New Orders\") \n\n\t**Disclosure control policy** \n\n\tThe [Disclosure control policy](http://www.ons.gov.uk/ons/guide-method/best-practice/disclosure-control-policy-for-tables/disclosure-control-policy-for-tables-produced-from-surveys.pdf \"Disclosure control policy for tables produced from surveys\") for tables produced from surveys.\n\n\t**The circular flow of income** \n\n\t[14 ways ONS statistics help you understand the economy - A closer look at the circular flow of income](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/video-summary--14-ways-ons-statistics-help-you-understand-the-economy.html \"14 ways ONS statistics help you to understand the economy - A closer look at the circular flow of income\") \n\n11. **Further information** \n\n\tReleases on construction output and employment prior to the transfer to ONS can be found on the [BIS website](https://www.gov.uk/government/organisations/department-for-business-innovation-skills \"Department for Business Innovation Skills\"). \n\n12. **User engagement** \n\n\tThe [user engagement](http://www.ons.gov.uk/ons/about-ons/user-engagement/consultations-and-surveys/surveys/construction-questionnaires/index.html \"Construction questionnaires\") section of our website contains results of the survey held in April 2011 regarding users' satisfaction and use of the new orders and construction output surveys. \n\n13. **GENERAL INFORMATION**\n\n\t**Understanding the data** \n\n\t**Interpreting the data** \n\n\tWhen making comparisons it is recommended that users focus on chained volume measures or constant price (volume), seasonally adjusted estimates as these show underlying movements rather than seasonal movements.\n\n\tConstruction output estimates are subject to revision because of:\n\n\t- Late responses to the construction output survey.\n\n\t- Revisions to seasonally adjusted factors which are re-estimated every quarter.\n\n\t- Annual updating of the inter-departmental business register (IDBR) that forms the basis of the sampling for the construction output survey; this occurs in April and can have an effect on the results published in May.\n\n\t**Definitions and explanations** \n\n\tDefinitions of terminology found within the main statistical bulletin are detailed below:\n\n\t**Output** \n\n\tOutput is defined as the amount chargeable to customers for building and civil engineering work done in the relevant period excluding VAT. As well as work charged to customers, businesses are asked to include the value of work done on their own initiative on buildings such as dwellings or offices for eventual sale or lease, and of work done by their own operatives on the construction and maintenance of their own premises. The value of goods made by businesses themselves and used in the work is also included.\n\n\tIn all returns, work done by sub-contractors is excluded to avoid double counting, since sub-contractors are also sampled. Output does not include payments made to architects or consultants from other firms – this would also cover engineers and surveyors. It would include wages paid to such people if they were directly employed by the business.\n\n\t**Current price (value) (CP)** \n\n\tCurrent prices are the actual or estimated recorded monetary value over a defined period. They show the value for each item expressed in terms of the prices of that period.\n\n\t**Constant price (volume) (KP)** \n\n\tA constant price or volume measure is a series of economic data from successive years expressed in real terms by computing the production volume for each year in the prices of a reference year. The resultant time-series of production figures has the effects of price changes removed (that is, monetary inflation or deflation). In other words, from the raw data a series is obtained which reflects only production volume. See the “deflation” section. Constant price series in this bulletin are based on the reference year 2005.\n\n\t**Chained volume measures (CVM)** \n\n\tA chained volume series is a series of data from successive years, put in constant price terms by computing the production volume for each year in the prices of the preceding year, and then chain-linking the data together to obtain a time-series of production figures from which the effects of price changes (that is, monetary inflation or deflation) have been removed. Further information on chain-linking can be found in the methodological article ”Annual chain-linking”.\n\n\t**Seasonal adjustment (SA)** \n\n\tSeasonal adjustment aids interpretation by removing effects associated with the time of the year or the arrangement of the calendar, which could obscure movements of interest.\n\n\t**Deflation** \n\n\tIt is common for the value of a group of financial transactions to be measured in several time periods. The values measured will include both the change in the volume sold and the effect of the change of prices over that year. Deflation is the process whereby the effect of price change is removed from a set of values. The current reference year is 2010 for CVM data.\n\n\t**Sectors** \n\n\tInstitutional sectors are defined in the system of national accounts (SNA) glossary as;\n\n\tUnits that are grouped together to form institutional sectors on the basis of their principal functions, behaviour, and objectives.\n\n\tThe resident institutional units that make up the total economy are grouped into five mutually exclusive sectors:\n\n\t- Non-financial corporations.\n\n\t- Financial corporations.\n\n\t- General government.\n\n\t- Non-profit institutions serving households.\n\n\t- Households.\n\n\tIn the case of non-financial and financial sectors these can be further broken down into public sector, those units either controlled by the state or funded from the public purse and include general government, local authorities, housing associations and nationalised industries and private sector, those units controlled by private individuals or groups and not by the public sector.\n\n\t**Gross domestic product (GDP)** \n\n\tGross domestic product (GDP) is an integral part of the UK national accounts and provides a measure of the total economic activity in a region.\n\n\tGDP is often referred to as one of the main “summary indicators” of economic activity and references to “growth in the economy” are quoting the growth in GDP during the latest quarter.\n\n\tConstruction estimates are a component of GDP from the output or production approach (GDP(O)) which measures the sum of the value added created through the production of goods and services within the economy (our production or output as an economy). This approach provides the first estimate of GDP and can be used to show how much different industries (for example, agriculture) contribute within the economy.\n\n\t**Housing** \n\n\tHousing is generally defined as “all buildings that are constructed for residential use”. Within the public sector this classification includes construction items such as local authority housing schemes, hostels (except youth hostels), married quarters for the services and police; old peoples' homes; orphanages and children’s remand homes; and the provision within housing sites of roads and services for gases, water, electricity, sewage and drainage.\n\n\tPrivate sector housing includes all privately owned buildings for residential use, such as houses, flats and maisonettes, bungalows, cottages, vicarages, and the provision of services to new developments.\n\n\t**Infrastructure** \n\n\tInfrastructure is the generic term for the basic physical and organisational structures and facilities needed for the operation of a society or enterprise. These construction items include buildings, roads, power supplies, etc.\n\n\t**Other new work** \n\n\tOther new work excludes the housing and infrastructure sectors. This classification includes construction items such as factories, warehouses, schools and offices, etc.\n\n\t**Non-housing** \n\n\tWithin the public sector, non-housing is classified as the construction of building such as schools and colleges, hospitals, universities, fire stations, prisons and museums. Private sector non-housing is comprised of the private/industrial and private/commercial classifications. Private - industrial is the economic activity concerned with the processing of raw materials and manufacture of goods in factories and includes construction items such as factories and shipyards while private – commercial includes all items not included in the previous categories such as embassies, theatres, retail units, warehouses and garages, etc.\n\n\t**Repair and maintenance** \n\n\tThe repair and maintenance heading in the construction estimates comprises of housing, infrastructure and other new work. This concerns work which is either repairing something that is broken, or maintaining it to an existing standard. For housing output this includes repairs, maintenance, improvements, house/flat conversions, extensions, alterations and redecoration, etc. on existing housing. For non-housing this includes repairs, maintenance, redecoration, etc. on existing buildings/structures, which are not housing, for examples schools, offices, roads, shops.\n\n\tTable 2 of this bulletin aggregates infrastructure and other new work into non-housing.\n\n14. **Code of Practice for Official Statistics** \n\n\tNational Statistics are produced to high professional standards which are set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs and are produced free from any political interference. \n\n15. **Accessing data** \n\n\tThe Output in the Construction Industry statistical bulletin and relevant time series datasets are available to download free from the [Office for National Statistics](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output in the Construction Industry\") website at 9.30 am on the day of publication.\n\n\tWe allow a list of agreed officials to have access to data 24 hours before publication, which is available on the [Output in the Construction Industry: Pre-Release page](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2013/pra-web-list-out-jun-q2-2013.html \"Output in the Construction Industry - Pre-release access, June and Q2 2013\"). \n\n16. **Further information and user feedback** \n\n\tAs a user of our statistics, we would welcome feedback on this release, in particular on the content, format and structure. For further information about this release, or to send feedback on our publications, please contact us using the following information. \n\n17. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>"}],"relatedData":[],"charts":[{"title":"Figure 1: Quarterly path for output in the construction industry, all work, seasonally adjusted, £ million","filename":"256a5464","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/256a5464"},{"title":"Figure 2: Implied deflator for all work, non-seasonally adjusted (Index points 2011=100)","filename":"f192cf1a","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/f192cf1a"},{"title":"Figure 3: All Work – monthly time series chained volume measures, seasonally adjusted (SA) Index (2011 = 100)","filename":"36decb4a","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/36decb4a"},{"title":"Figure 4: Components of all new work - monthly time series, chained volume measures, seasonally adjusted, £ million","filename":"3bbea5b2","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/3bbea5b2"},{"title":"Figure 5: Components of repair and maintenance, monthly time series, chained volume measures, seasonally adjusted (SA), £ million","filename":"4c08d18b","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/4c08d18b"},{"title":"Figure 6: New Orders, quarterly time series, constant prices, seasonally adjusted (SA) index (2005 = 100)","filename":"fc586edd","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/fc586edd"}],"tables":[{"title":"Table 1: Chained volume measures of output in the construction industry, seasonally adjusted growth rates","filename":"20f69c09","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/20f69c09"},{"title":"Table 2: Contributions to growth rate revisions from late data, deflators and seasonal adjustment","filename":"7527fc9a","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/7527fc9a"},{"title":"Table 3: Component comparison to previous levels, chained volume measure, seasonally adjusted","filename":"007edf44","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/007edf44"},{"title":"Table 4: Construction output summary tables, chained volume measures, seasonally adjusted","filename":"dec4fb24","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/dec4fb24"},{"title":"Table 5: Revisions to GDP growth rates to 2.d.p","filename":"6ac2dc1d","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/6ac2dc1d"},{"title":"Table 6: GDP component tables, chained volume measures, seasonally adjusted","filename":"52d9de27","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/52d9de27"},{"title":"Table 7: Volume of New Orders summary table, constant (2005) prices, seasonally adjusted","filename":"5948e6e6","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12/5948e6e6"}],"type":"bulletin","uri":"/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustry/2015-06-12","breadcrumb":[{"uri":"/"},{"uri":"/businessindustryandtrade"},{"uri":"/businessindustryandtrade/constructionindustry"}],"description":{"headline1":"In April 2015 output in the construction industry decreased by 0.8% compared with March 2015","headline2":"Repair and maintenance decreased by 4.8%, while all new work increased by 1.6%","headline3":"It is the 23rd consecutive month of year-on-year growth, output in the construction industry increased by 1.5% compared with April 2014","edition":"April 2015 and New Orders Quarter 1 (Jan to Mar) 2015","nationalStatistic":false,"contact":{"email":"construction.statistics@ons.gsi.gov.uk","name":"Kate Davies","telephone":"+44 (0)1633 456344"},"releaseDate":"2015-06-12T00:00:00.000Z","language":"English","title":"Output in the Construction Industry","summary":"Construction output is a monthly estimate of the output of the construction industry in both the private and public sectors. The estimates are a key component of Gross Domestic Product.","keywords":["infrastructure","public housing","private housing","non–housing","repairs and maintenance"],"nextRelease":"10 July 2015","metaDescription":"Construction output is a monthly estimate of the output of the construction industry in both the private and public sectors. The estimates are a key component of Gross Domestic Product."},"links":[]}