{"sections":[{"title":"Key points","markdown":"England and Wales has become more ethnically diverse with rising numbers of people identifying with minority ethnic groups in 2011. Despite the White ethnic group decreasing in size, it is still the majority ethnic group that people identify with\n\n- White was the majority ethnic group at 48.2 million in 2011 (86.0 per cent). Within this ethnic group, White British<sup>1</sup> was the largest group at 45.1 million (80.5 per cent)\n\n- The White ethnic group accounted for 86.0 per cent of the usual resident population in 2011, a decrease from 91.3 per cent in 2001 and 94.1 per cent in 1991\n\n- White British and White Irish decreased between 2001 and 2011. The remaining ethnic groups increased, Any Other White background had the largest increase of 1.1 million (1.8 percentage points)\n\n- Across the English regions and Wales, London was the most ethnically diverse area, and Wales the least\n\n- 91.0 per cent of the usual resident population identified with at least one UK national identity (English, Welsh, Scottish, Northern Irish, and British) in 2011\n\n### Notes for key points\n\n1. White British census tick box is labelled as ‘White English/Welsh/Scottish/Northern Irish/British.\n\n"},{"title":"Animated YouTube video","markdown":"A podcast explaining this story using audio commentary and graphical animations is available on the ONS YouTube channel at the [ONS YouTube channel](http://www.youtube.com/watch?v=zkAsXwItKmM \"YouTube\").\n\n"},{"title":"Ethnicity in England and Wales","markdown":"The 1991 Census first introduced a question on ethnic group to enable private and public organisations to monitor equal opportunities /anti-discrimination policies and to plan for the future through resource allocation and provision of services.\n\n#### Figure 1: Ethnic groups, England and Wales, 2011\n[![Figure 1: Ethnic groups, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure1_tcm77-290598.png \"Figure 1: Ethnic groups, England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure1_tcm77-290598.png)\n#####Source: Census - Office for National Statistics\n##### Notes:\n\n1. Excludes White British (80.5 per cent)\n\nThe majority of the usual resident population, 48.2 million people (86.0 per cent of the population), reported their ethnic group as White in the 2011 Census. Within this ethnic group, White British was the largest, with 45.1 million people (80.5 per cent), followed by Any Other White<sup>1</sup> with 2.5 million people (4.4 per cent).\n\nIndian was the next largest ethnic group with 1.4 million people (2.5 per cent) followed by Pakistani (2.0 per cent). This is consistent with census findings on [international migration](http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-for-local-authorities-in-england-and-wales/rpt-international-migrants.html \"RPT International Migrants\") , which found that South Asian countries (India, Pakistan and Bangladesh) continued to rank highly within the most common non-UK countries of birth. The remaining ethnic groups each accounted for up to 2 per cent of the population in 2011.\n\nThere were two new tick boxes in the 2011 Census: Gypsy or Irish Traveller<sup>2</sup> and Arab. Arab accounted for 240,000 usual residents (0.4 per cent of the population). Gypsy or Irish Traveller accounted for 58,000 usual residents (0.1 per cent of the population), making it the smallest ethnic category (with a tick box) in 2011.\n\n### Notes for ethnicity in England and Wales\n\n1. See 'Measuring ethnicity' for information on ‘Other’ ethnic group categories.\n\n2. In previous censuses, such respondents may have placed themselves in an ‘other’ category."},{"title":"Changing picture of ethnicity over time","markdown":"Over the last two decades England and Wales became more ethnically diverse. Caution is needed when comparing census ethnic data over the years<sup>1</sup> due to changes and increases in tick boxes and changes to how the question was worded (change from cultural to ethnic background).\n\nWhile White continued to be the majority ethnic group people identify with, it decreased over the last two decades. In 1991, the White ethnic group<sup>2</sup> accounted for 94.1 per cent of the population. Between 1991 and 2001, the White ethnic group decreased to 91.3 per cent. The trend continued between the 2001 and 2011 Censuses, with a further decrease to 86.0 per cent. Within the White ethnic group, White British had decreased from 87.5 per cent in 2001 to 80.5 per cent in 2011.\n\n#### Figure 2: Ethnic Groups, 2001 – 2011, England and Wales\n[![Figure 2: Ethnic Groups, 2001 – 2011, England and Wales](http://www.ons.gov.uk/ons/resources/figure2_tcm77-290553.png \"Figure 2: Ethnic Groups, 2001 – 2011, England and Wales\")](http://www.ons.gov.uk/ons/resources/figure2_tcm77-290553.png)\n#####Source: Census - Office for National Statistics\n#####Notes:\n\n1. Comparability issues exist between these ethnic groups for the 2001 and 2011 Census \n2. No comparable data exists for these ethnic groups in 2001 Census\n\nWhile the broad White ethnic group decreased over the last two decades, the remaining minority ethnic groups continued to rise since the 1991 Census<sup>3</sup>.\n\nExamination of the detailed minority ethnic groups shows how ethnic diversity in England and Wales has changed.\n\n- The Any Other White category had the largest increase across the ethnic groups, with an increase of 1.1 million (1.8 percentage points) between the 2001 and 2011 Censuses. This includes people with Poland<sup>4</sup> as a country of birth, who were the second largest group of non-UK born residents in 2011 and increased by 0.5 million (a nine-fold increase) between 2001 and 2011.\n\n- The Asian/Asian British ethnic group categories had some of the largest increases between the 2001 and 2011 Censuses. People identifying as Pakistani and Indian each increased by around 0.4 million (0.5 percentage points and 0.6 percentage points respectively).\n\n- The remaining ethnic groups<sup>5</sup> each showed small increases of up to 1 per cent.\n\nThese trends are consistent with data from other sources<sup>6</sup> which show a decline in the White ethnic group and an increase in minority ethnic groups. There are many factors driving changes in ethnic group distribution including births, deaths, migration and country of birth. The Office for National Statistics (ONS) will explore this further as part of its analysis programme of the census.\n\n### Notes for changing picture of ethnicity over time\n\n1. See [Census Comparability Report](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/comparability-over-time/index.html \"Comparability over time\") for further details.\n\n2. The 1991 Census only had ‘White’ as a response, no detailed categories for ‘White’ were available.\n\n3. Not all categories will be comparable – See [Census Comparability Report](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/comparability-over-time/index.html \"Comparability over time\") for further details.\n\n4. Poland joined the EU in May 2004 giving resident the rights to free movement and employment in the UK.\n\n5. The repositioning of Chinese tick box from Other category to Asian / Asian British category, and the introduction of the Arab category means there is a loss of comparability between 2001 and 2011 data for Chinese and other ethnic group.\n\n6. Source: Annual Population Survey. See 'Measuring ethnicity' for further details."},{"title":"Ethnicity across the English regions and Wales","markdown":"<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11/06326c85\" />\n\nAcross the English regions and Wales, London was the most ethnically diverse area, with the highest proportion of minority ethnic groups and the lowest proportion of the White ethnic group at 59.8 per cent, in 2011. The West Midlands was the second most diverse with White ethnic group at 79.2 per cent.\n\n- London had above average proportions for most minority ethnic groups including African (7.0 per cent), Indian (6.6 per cent), and Caribbean (4.2 per cent).  It also had the highest incidence of Any Other White at 12.6 per cent.\n\n- While White British was the majority ethnic group in London, it had the lowest percentage of White British across England and Wales at 44.9 per cent.\n\n- The West Midlands had a higher than average percentage of minority ethnic groups: Pakistani at 4.1 per cent, Indian at 3.9 per cent and Caribbean at 1.5 per cent. It also had a lower than average White ethnic group at 82.7 per cent and White British at 79.2 per cent.\n\nAcross the English regions and Wales, Wales was the least diverse area, followed by the South West and North East. Over 95 per cent of the population identified as White in these areas.\n\n- Within the White ethnic group, the North East had the highest percentage of White British at 93.6 per cent, followed by Wales at 93.2 per cent and the South West at 91.8 per cent.\n\n- Wales had the lowest percentage of minority ethnic groups, with the majority at 1 per cent and below (excluding Any Other White at 1.8 per cent).\n\nEthnically diverse areas, such as London, had the greatest proportional changes since the 2001 Census, while areas such as Wales, which are the least diverse, had the smallest proportional changes. London had the greatest changes across the majority of the ethnic groups between the 2001 and 2011 Censuses. While White British decreased by 14.9 percentage points, Any Other White and Any Other Asian had increased by 4.4 and 3.0 percentage points respectively. The West Midlands also displayed significant changes across the ethnic groups: White British decreased by 7 percentage points and Any Other White, and Caribbean increased by 1.3 percentage points. Wales and the North East had the smallest changes across the majority of the ethnic groups, with White British decreasing by 2.8 percentage points and all other ethnic groups increasing by less than a 1 percentage point."},{"title":"Differences in ethnicity across local authorities","markdown":"The largest ethnic groups in England and Wales were White British at 80.5 per cent, followed by Any Other White at 4.4 per cent and Indian at 2.5 per cent, in 2011. When you examine these ethnic groups for local authorities, these proportions can differ dramatically.\n\n<ons-table path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11/791f94dc\" />\n\nThe local authorities reporting the highest percentage of White British were in the regions of North West and North East.\n\n- Redcar & Cleveland and Allerdale had the highest proportions at 97.6 per cent each.\n\n- The lowest proportions of White British were found in the London boroughs of Newham (16.7 per cent) and Brent (18.0 per cent).\n\n- Outside London, Slough had the lowest percentage of White British at 34.5 per cent.\n\nForest Heath (East of England) was the only local authority to see an increase in White British between 2001 and 2011 (by 0.8 percentage points). The proportion of White British decreased in the remaining local authorities in England and Wales, with the largest decrease in Barking and Dagenham at 31.4 percentage points.\n\nThe areas with the highest percentage of those who identified with Any Other White background were in London.\n\n- Kensington & Chelsea had the highest proportion at 28.9 per cent, followed by Westminster at 24.1 per cent and Haringey at 23.0 per cent.\n\n- The lowest proportion of Any Other White was found in Redcar & Cleveland (North East) at 0.6 per cent and Torfaen (Wales).\n\nBoston (East Midlands) had the highest increase of Any Other White between 2001 and 2011 at 11.4 percentage points, while Forest Heath (East of England) had the largest decrease at 2.8 percentage points.\n\nLocal authorities with the highest percentage of those reporting to be Indian were in Leicester in the East Midlands and Harrow in London with 28.3 per cent and 26.4 per cent respectively. Oadby & Wigston (East Midlands) had the largest increase in Indian ethnic group between 2001 and 2011 at 6.3 percentage points. Ealing (London) had the largest decrease at 2.3 percentage points.\n\nPeople identifying with new tick boxes Gypsy or Irish Traveller and Arab represented only a small proportion of the usual resident population and were concentrated in certain areas in England and Wales. The highest proportion of people who identified as  Gypsy or Irish Traveller were found in the South East and East of England with Basildon, Maidstone, Swale, Fenland and Ashford all at 0.5 per cent. Two London boroughs had the highest proportion of people who identified as Arab, Westminster at 7.2 per cent and Kensington & Chelsea at 4.1 per cent.\n\nAn interactive map is available for users to explore all ethnic groups further at the local authority level.\n\n2011 Census - Ethnicity - Interactive map - [http://www.ons.gov.uk/ons/interactive/census-map-2-1---ethnicity/index.html](http://www.ons.gov.uk/ons/interactive/census-map-2-1---ethnicity/index.html)"},{"title":"National identity in England and Wales","markdown":"The 2011 Census introduced a question on national identity for the first time. This was due to an increased interest in 'national’ consciousness and demand from people to acknowledge their national identity. National identity is multi-dimensional, so the 2011 Census respondents were allowed to tick more than one national identity. 91.0 per cent of the population identified with at least one UK national identity (English, Welsh, Scottish, Northern Irish, and British).\n\n- English identity (either on its own or combined with other identities) was the most common identity respondents chose to associate with, at 37.6 million people (67.1 per cent).  English as a sole identity (not combined with other identities), was chosen by 32.4 million people (57.7 per cent).\n\n- British identity (either on its own or combined with other identities) was a common identity chosen by 16.3 million people (29.1 per cent). 10.7 million people (19.1 per cent) associated themselves with a British identity only.\n\n- Welsh identity (either on its own or combined with other identities) was chosen by 2.4 million people (4.3 per cent). 2 million people (3.7 per cent) associated themselves with a Welsh only identity.\n\nA small percentage of people in England and Wales associated themselves with a Scottish or Northern Irish identity (1.0 per cent and 0.3 per cent respectively). 5.5 million people (9.8 per cent) said they had a national identity which was classed as ‘Other’.\n\n"},{"title":"Geographic distribution for national identity","markdown":"<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11/99fac457\" />\n\nA person’s national identity can depend on many factors such as where they live, country of birth and ethnicity. For instance, 70.1 per cent of people residing in England associated themselves with an English identity (on its own or combined with other identities) and 65.9 per cent of people in Wales said they were Welsh (on its own or combined with other identities). Other interesting findings were:\n\n- The highest percentage of the population with an English identity (on its own or combined with other identities) was found in the North East at 80.5 per cent, an area with a high White population.\n\n- The highest percentage of the population with a British identity (on its own or combined with other identities) was found in London at 38.3 per cent, an ethnically diverse area. London also had the highest percentage of people associating with an Other national identity (26.4 per cent) and the lowest with an English identity (43.7 per cent).\n\n- The overall percentage of people identifying as Cornish (on its own or combined with other identities) in England and Wales was low at 83,000 people (0.1 per cent). However, within Cornwall 13.8 per cent of the population associated themselves with a Cornish identity."},{"title":"Measuring ethnicity","markdown":"The England and Wales census first asked the ethnic group question in 1991. The ethnic group question provides information on the population’s ethnic characteristics which can be used by private and public organisations to monitor equal opportunities and anti-discrimination policies, and to plan for the future through resource allocation and informing provision of services. Since 1991 the number of tick boxes has grown from nine to 18 in 2011, with some changes to tick box labels, placement and question instructions.  Changes to the questionnaire were made to improve data collection and accuracy of the results, some improvements will affect direct comparability of 2011 and 2001 statistics.\n\n- The re-positioning of the 'Chinese' tick box from ‘Any other ethnic group’ to Asian/Asian British: The 'Asian other' and 'Asian' populations will not be comparable between 2001 and 2011.  It is advised against presenting data in a combined Asian category.  Instead the more detailed sub-groups should be used to allow comparability. There may be some impact on responses to the 'White and Asian' tick box under the 'Mixed/multiple ethnic groups' category.\n\n- New tick box ‘Gypsy or Irish Traveller’: Respondents may have identified in 2001 as ‘British’, ‘Irish’ or ‘Any other White background’ but instead use the new tick-box to identify as ‘Gypsy or Irish Traveller’ in 2011.\n\n- New tick box Arab: Data from the 2001 Census suggested that many British Arabs ticked one of the 'Other’ categories.\n\nComparisons are made in this short story with the 2001 Census ethnicity data where responses are comparable to 2011 Census. Further details of comparisons between the question in 2001 and 2011 can be found in the comparability report.\n\nThe list of tick-boxes had been designed to enable the majority of the population to identify themselves in a manageable way. It wasn’t possible to include a separate tick-box for all ethnic groups, therefore a tick-box with a write-in option for ‘Any Other’ background was provided within each of the five categories. This would ensure that minority groups were not excluded as they could write in their response. Some examples of what could be found within the written responses of the ‘Any Other’ ethnic groups could include:\n\n- ‘Any Other White’ - Polish and Greek,\n\n- ‘Any Other Mixed’ - Black British and White Asian and White and Black African,\n\n- ‘Any Other Asian’ – Korean and Japanese,\n\n- ‘Any Other Black’ - Black American and Black European,\n\n- ‘Any Other ethnic group’- Polynesian and Melanesian,\n\nIt is important to note that assumptions should not be made about a particular ethnic group, there are some people in ethnic minorities that could (or wish to) belong under any of the ‘Other’ categories.\n\n### Comparability with other sources\n\nThe Annual Population Survey is an ONS sample survey which also asks a question on ethnic group and follows similar trends to the census ethnic group question. Comparisons with the census should be treated with caution for methodological reasons. Between 2005 and 2010, respondents who identified as White fell from 89.8 per cent to 87.6 per cent, while Asian or Asian British increased from 4.9 per cent to 6.1 per cent. The remaining minority ethnic groups had increases of between 0.1 per cent to 0.4 per cent between 2005 and 2010.\n\n### Measuring national identity\n\nThe 2011 Census introduced a new question on national identity. National identity is a subjective self-identifying measure which may or may not relate to a person’s ethnic group or country of birth. The question (‘How would you describe your national identity?’) allows respondents to express which country/nation they feel most affiliated to. National identity is multi-dimensional, so the 2011 Census question allows respondents to tick more than one national identity.\n\nEthnicity and national identity is an important defining characteristic of a person’s identity. Collecting information on ethnicity and identity complements other questions on people’s religious affiliation and language to provide a detailed picture of the society we live in, and how it is changing.\n\n"},{"title":"More Census analysis","markdown":"[Census Analysis landing page](http://www.ons.gov.uk/ons/guide-method/census/analysis/index.html \"Census Analysis\")\n\n"}],"accordion":[{"title":"Background notes","markdown":"1. This publication follows the [2011 Census Population and Household Estimates for England & Wales](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/index.html \"Population and Household Estimates for England & Wales\"). The census provides estimates of the characteristics of all people and households in England and Wales on census night. These are produced for a variety of users including government, local and unitary authorities, business and communities. The census provides population statistics from a national to local level. This bulletin discusses the results at national and regional level.\n\n2. 2001 Census data are available via the [Neighbourhood Statistics](http://www.neighbourhood.statistics.gov.uk/dissemination/Download1.do;jsessionid=NYTQQFbJwFqpVC9y2Tx0kRxnvLXqKKwhk8phT1L71Z1bbRnHxxbJ!-48392752!1355144009249?&nsjs=true&nsck=true&nssvg=false&nswid=1916 \"Neighbourhood Statistics\") website. Relevant table numbers are provided in all download files within this publication.\n\n3. Interactive [data visualisations](http://www.ons.gov.uk/ons/interactive/index.html \"Interactive data visualisations\") developed by ONS are also available to aid interpretation of the results.\n\n4. Future releases from the 2011 Census will include more detail in cross tabulations, and tabulations at other geographies. These include wards, health areas, parliamentary constituencies, postcode sectors and national parks. Further information on future releases is available online in the [2011 Census Prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census Prospectus\").\n\n5. ONS has ensured that the data collected meet users' needs via an extensive [2011 Census outputs consultation](http://www.ons.gov.uk/ons/guide-method/census/2011/the-2011-census/census-consultations/index.html \"Census Consultations\") process in order to ensure that the 2011 Census outputs will be of increased use in the planning of housing, education, health and transport services in future years.\n\n6. Any reference to local authorities includes both local and unitary authorities.\n\n7. Figures in this publication may not sum due to rounding.\n\n8. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the National Records of Scotland (NRS) and the Northern Ireland Statistics and Research Agency (NISRA) respectively.\n\n9. A person's place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the services did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n10. All key terms used in this publication are explained in the [2011 Census glossary](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/2011-census-definitions/index.html \"2011 Census definitions\"). Information on the [2011 Census Geography Products for England and Wales](http://www.ons.gov.uk/ons/guide-method/geography/products/census/index.html \"Geography Products for England and Wales\") is also available.\n\n11. All census population estimates were extensively quality assured, using other national and local sources of information for comparison and review by a series of quality assurance panels. An extensive range of [quality assurance, evaluation and methodology papers](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/index.html \"First release, Quality Assurance and Methodology papers\") were published alongside the first release in July 2012 and have been updated in this release, including a [Quality and Methodology Information (QMI) document (152.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/quality-methodology-information-paper.pdf \"Quality Methodology Information paper\").\n\n12. The 2011 Census achieved its overall target response rate of 94 per cent of the usually resident population of England and Wales, and over 80 per cent in all local and unitary authorities. The population estimate for England and Wales of 56.1 million is estimated with 95 per cent confidence to be accurate to within +/- 85,000 (0.15 per cent).\n\n13. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."}],"relatedData":[],"charts":[{"title":"Figure 3: Ethnic groups by English regions and Wales, 2011","filename":"06326c85","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11/06326c85"},{"title":"Figure 4: National identity, England and Wales, 2011","filename":"99fac457","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11/99fac457"}],"tables":[{"title":"Table 1: Local authorities with the highest and lowest proportion of White British, Any Other White and Indian ethnic groups","filename":"791f94dc","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11/791f94dc"}],"type":"article","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11","description":{"nationalStatistic":true,"contact":{"email":"census.customerservices@ons.gsi.gov.uk","name":"Emma White","telephone":"+44 (0)1329 444972"},"releaseDate":"2012-12-11T00:00:00.000Z","title":"Ethnicity and National Identity in England and Wales","keywords":["2011 Census"," population estimates"," usual residents"," population density"," 2011 Census"," passports held"," country of birth"," health and provision of care"," religion"," ethnic group"," economic activity"," tenure"," car or van availability"," qualifications and students"," Welsh language skills"],"edition":"2011","_abstract":"We focus on the increasing ethnic diversity within England and Wales. Whilst the majority of the population gave their ethnic group as “White” in the 2011 Census, results from the past 20 years show a decrease, falling from 94.1% in 1991 down to 86% in 2011. London was found to be the most ethnically diverse area, while Wales was the least diverse.","metaDescription":"We focus on the increasing ethnic diversity within England and Wales. Whilst the majority of the population gave their ethnic group as “White” in the 2011 Census, results from the past 20 years show a decrease, falling from 94.1% in 1991 down to 86% in 2011. London was found to be the most ethnically diverse area, while Wales was the least diverse."},"relatedArticles":[],"links":[]}