{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key points",
      "markdown": "- 2014 saw total domestic and cross border mergers and acquisitions involving UK companies fall to the lowest numbers recorded since 1987, when ONS first published overall total M\u0026A figures.\n- In both Q3 and Q4 2014 total domestic and cross border mergers and acquisitions continued to report lower levels of activity than seen before the 2008-09 economic downturn.\n- In 2014 20 completed acquisitions of UK companies made by foreign companies (inward M\u0026A) were reported. This is the lowest quarterly figure reported since Q1 2013 when 19 acquisitions were recorded.\n- During 2014 there were 105 acquisitions of foreign companies made by UK companies (outward M\u0026A) compared with 58 recorded in 2013, a year-on-year increase of 81%.\n"
    },
    {
      "title": "Your views matter",
      "markdown": "We are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have and would be particularly interested in knowing how you make use of these data to inform our work. Please contact us via email: \u003cm\u0026a@ons.gsi.gov.uk\u003e or telephone Michael Hardie on +44 (0)1633 455923.\n"
    },
    {
      "title": "Summary",
      "markdown": "Mergers and Acquisitions (M\u0026A) transactions which result in a change of ultimate control of the target company and have a value of £1 million or more are included in this release. Information on the number and value of transactions are reported, in addition to whether transactions are acquisitions or disposals. \n\nFigures relating to mergers are included within acquisitions and those relating to demergers are contained within disposals These statistics are presented on a ‘current price basis’, which are prices as they were at the time of measurement and are therefore not adjusted for inflation.\n\nDuring Q4 2014 the total number of domestic and cross border M\u0026A involving UK companies remained relatively flat when compared with Q3 2014 and with the same quarter of the previous year (Q4 2013). There were a total of 89 completed domestic and cross-border M\u0026A involving UK companies in Q4 2014. This total includes 40 domestic acquisitions, 26 outward acquisitions, 20 inward acquisitions and three inward disposals. This represents a decrease of 9% on the previous quarter (98) and also a year-on-year decrease of 16% on the number of domestic M\u0026A recorded in Q4 2013 (106).\n\nOverall 2014 saw total mergers and acquisitions activity involving UK companies fall to lower levels than experienced during the depth of the 2008-09 economic downturn and are the lowest on record since 1987, when ONS first published overall M\u0026A data. There were a total of 376 domestic and cross border acquisitions which completed during 2014 compared with 437 in 2013, a reduction of 61 acquisitions. This represents a 14% year-on-year decrease overall of total M\u0026A activity.\n\nBetween 2009 and 2014 the overall total average number of domestic and cross border M\u0026A was recorded as 585 acquisitions. This total comprised of 277 domestic acquisitions indicating that this was the highest average level of M\u0026A during the six year period, compared with inward acquisitions (160) and outward acquisitions (148).  During 2009 the average number of domestic and cross border M\u0026A recorded 172 completed acquisitions before then increasing to 299 in 2011. Thereafter the average level of overall total M\u0026A gradually declined year-on-year falling to 125 acquisitions in 2014, the lowest annual average figure recorded since 1987.   \n\nThe quarterly numbers and value of M\u0026A activity are prone to large quarter-on-quarter movements as these data relate to specific ‘one time’ only transactions, for example one quarter can be heavily impacted by one large transaction. Therefore it can be more appropriate to analyse trends over time. Overall, during the fourth quarter of 2014 the total number of domestic and cross-border mergers and acquisitions involving UK companies remain at much lower levels of activity than before and immediately after the 2008-09 the economic downturn.\n\n### Figure 1: Number of acquisitions involving UK companies 1987 - 2014\n[Figure 1-Chart]\n\nRecent M\u0026A statistics can be put into context by comparing the low levels of recorded M\u0026A activity involving UK companies during Q4 2014 and for 2014 as a whole, over consecutive five-year intervals since 1997 (Table 1 below).\n\nAt Q4 2014 the average number of acquisitions abroad made by UK companies (26) remained broadly comparable to the quarterly numbers recorded since 2012 (24).\n\nThe number of completed domestic acquisitions between UK companies reported in Q4 2014 (40) showed a fall of 29% when compared with the average of 56 acquisitions recorded during 2012- 2014 Q4.\n\nSimilarly to domestic M\u0026A, the average number of acquisitions of UK companies by foreign companies  during 2012 - 2014 Q4 (33) saw a fall of inward M\u0026A activity when compared with the number of completed acquisitions  recorded in Q4 2014 (20), a decrease of 39%. \n\nThe average value of inward M\u0026A per transaction has also fallen during Q4 2014 (£133,000) when compared with the average values reported since 2012 (£159,000) a decrease of 16%. This is in contrast to the average estimated values seen for domestic (£40,000) and outward M\u0026A (£438,000) at Q4 2014, which when compared with 2012-2014 Q4 previous average values of £28,000 and £162,000, show increases due to the inclusion of some high valued acquisitions that completed in the final quarter of 2014.   \n\n### Table 1: The average number and value of M\u0026A involving UK companies, grouped into five year intervals\n[Table 1-Table]\n\n### Domestic M\u0026A transactions\n\nThere were 40 acquisitions of UK companies by other UK companies in Q4 2014 involving a change in majority ownership.  This is similar to the number of completed acquisitions recorded in Q3 2014 (42) and represents a marginal decrease between both quarters of approximately 5%.\n\nDuring Q4 2014 the value of domestic M\u0026A was reported as £1.6 billion. This is the same value previously recorded at both Q1 and Q2 2014. However, the Q4 2014 value of domestic M\u0026A (£1.6 billion) shows a considerable decrease of 49% when compared with the value reported at Q3 2014 (£3.2 billion).\n\n### Figure 1A: Total number of acquisitions of UK companies by other UK companies 2011-2014\n[figure 1A-Chart]\n\nDomestic M\u0026A activity continued to decline during 2014, a decrease on the low number previously recorded in 2013 and also during the years before the 2008-09 economic downturn. This may be largely explained by the increase in the number of International Public Offerings (IPOs)  reported during  2014 and  to the continued restrictions in bank lending to small and medium sized businesses.\n\nThe estimates for the total number of domestic M\u0026A continued to be dominated by acquisitions of independently controlled companies.  The acquisition of an independent company means the purchase of a company in its entirety, whereas the acquisition of a subsidiary means the purchase of only a part of a company, between 50.1% and 100%.\n\nOf the total 173 domestic acquisitions, 80% involved independent controlled UK companies, while 20% were for acquisitions of subsidiaries that were part of larger companies.\n\nUK companies spent £8.0 billion when acquiring other UK companies during 2014. The vast majority of this expenditure (65%) involved cash transactions, while acquisitions involving the issue of ordinary shares accounted for the remaining 35%.\n\n### Inward M\u0026A transactions\n\nThe number and value of acquisitions of UK companies by foreign companies (inward M\u0026A) saw a continued decline of activity in all four quarters of 2014.\n\nThere were 20 inward acquisitions involving a change of majority share ownership in Q4 2014, similar to the number in Q3 2014. However, Q4 2014 recorded the lowest number of quarterly inward M\u0026A activity since Q1 2013 (19) and some 33% lower than the number recorded previously at Q4 2013 (30 acquisitions).\n\nDuring Q4 2014 the total value for inward acquisitions also declined, falling to approximately £2.6 billion, compared with £3.6 billion recorded in the previous quarter (Q3 2014).\n\n### Figure 1B: Total mergers and acquisitions in the UK by foreign companies 2011- 2014\n[Figure 1B-Chart]\n\nFor 2014 as a whole, both the number and value of inward M\u0026A involving a change of majority share ownership have fallen to the lowest levels of activity recorded since Q1 1987 when inward M\u0026A was first collected and published. \n\nDuring 2014 there were a total of 98 acquisitions of UK companies by foreign companies, a decrease of 43 when compared with the number recorded in 2013 (141), although on a par with the number reported in 2009 (112 acquisitions) during the period of economic downturn.\n\nThe majority of the 98 inward acquisitions of UK companies which completed in 2014 were made by companies in The Americas (45%) and Europe (42%).\n\n### Outward M\u0026A transactions\n\nThe number of completed acquisitions abroad by UK companies stayed consistent between Q2 2014 and Q4 2014, yet continued to show relatively low levels of outward M\u0026A activity. There were 26 acquisitions abroad involving UK companies during the final quarter of 2014, broadly comparable to Q2 2014(25) and Q3 2014(24).\n\nDuring the fourth quarter of 2014 UK companies spent considerably more on acquisitions of foreign companies abroad compared with previous quarters, recording a value of £11.4 billion. This considerable increase in the value of outward M\u0026A is primarily driven by three substantive-valued acquisitions which completed during Q4 2014.  \n\n### Figure 1C: Total number of mergers and acquisitions abroad by UK companies 2011- 2014\n[Figure 1C-Chart]\n\nOutward M\u0026A activity experienced an upturn during 2014 for both the number and value of acquisitions involving a change of majority share ownership.\n\nIn 2014 there were a total of 105 acquisitions of foreign companies abroad made by UK companies, compared with 58 acquisitions recorded previously in 2013, a year-on-year increase of 81%. However, compared with both 2011(286) and 2012(122) the number of acquisitions have fallen.\n\nOf the 105 outward acquisitions which completed in 2014 the most noticeable countries in which UK companies undertook M\u0026A were in Europe (41%) and The Americas (38%).     \n"
    },
    {
      "title": "Transactions in the UK by other UK companies",
      "markdown": "In Q4 2014 there were 40 acquisitions of UK companies by other UK companies, involving a change in majority ownership. This is similar to the number of completed acquisitions recorded in Q3 2014 (42) and represents a marginal decrease between both quarters of approximately 5%.\n\nOf these 40 domestic transactions there were 36 acquisitions involving UK independent companies representing the majority (90%) of total acquisitions in Q4 2014, while acquisitions of subsidiaries involving UK company groups accounted for the remaining 10%.\n\nDuring Q4 2014 the total value of domestic M\u0026A was reported as £1.6 billion, a decrease of 49% when compared with the value reported in the previous quarter of £3.2 billion.\n\nSignificant domestic acquisitions, valued at £100 million or more, that took place during Q4 2014:\n\n- [Chain Bidco Plc](http://www.investegate.co.uk/daisy-group-plc--day-/rns/resignation-of-directors/201412220700134106A/ \"Chain Bidco Plc\")  of the UK acquired Daisy Group Plc of the UK.\n\n- [Consort Medical Plc](http://www.investegate.co.uk/consort-medical-plc--csrt-/rns/proposed-acquisition-of-aesica-holdco-limited/201409300700429401S/ \"Consort Medical Plc\") of the UK acquired Aesica Holdco Ltd of the UK.\n\n- [Connect Group Plc](http://www.investegate.co.uk/connect-group-plc--cnct-/rns/completion-of-acquisition/201412191239273192A/ \"Connect Group Plc\")  of the UK acquired Tuffnells Parcels Express of the UK.\n\n### Figure 2: Quarterly value and number of acquisitions of UK companies by other UK companies 2006 – 2014\n[Figure 2-Chart]\n\nThroughout 2014 the estimates for the numbers and values of domestic acquisitions remained relatively stable, reporting similar levels of M\u0026A activity at each quarter of the year.\n\nOf the 173 acquisitions of UK companies by other UK companies during 2014, it was notable that Q2 saw the highest level of M\u0026A activity, at 51 acquisitions. In contrast, the number of domestic acquisitions in Q1 and Q4 2014 were both recorded as 40, with a slightly higher number reported in Q3 2014 (42).\n\nThe total value of domestic acquisitions for 2014 was £8.0 billion with approximately £1.6 billion being reported in three out of the four quarters.  Q3 2014 saw the highest level of domestic M\u0026A, reporting £3.2 billion, with one large acquisition accounted for the majority of this value.\n\n### Figure 2A: Value and number of acquisitions of UK companies by other UK companies 1987 - 2014\n[Figure 2A-Chart]\n\nThere were 173 acquisitions involving a change of majority ownership in 2014, 65 fewer than in the previous year. 2014 saw the lowest number of domestic M\u0026A recorded since ONS first began publishing this series of data.\n\nThe total value of domestic acquisitions in 2014 was £8.0 billion. This was a slight increase (4%) when compared with the value of £7.7 billion reported in 2013 and remains well below the values reported since before the 2008 economic downturn. \n\nOverall UK domestic M\u0026A activity has continued to decrease, a trend which was first seen in 2008 and may indicate a degree of caution still exists for UK companies before they fully commit to M\u0026A. This may be due to companies being more specific about the M\u0026A they undertake in order to be certain of enhancing and transforming their business for the future.\n\n### Figure 3 Summary of mergers and acquisitions in the UK by UK companies\n[Figure 3-Chart]\n\nIt is possible to split out the number of domestic mergers and acquisitions into those made by independently controlled companies and those which are subsidiaries. The acquisition of an independent company means the purchase of a company in its entirety, whereas the acquisition of a subsidiary means the purchase of only a part of a company, between 50.1% and 100%.\n\nDuring 2014 there were 138 acquisitions of UK independently controlled companies worth £6.1 billion, compared with 175 acquisitions valued at £4.1 billion reported in 2013. Although fewer domestic acquisitions completed during 2014, those that did were seen to be of a higher value.\n\nThe number and value of acquisitions for domestic subsidiaries also decreased in 2014 falling to 35 acquisitions worth £1.9 billion compared with 63 acquisitions worth £3.5 billion in 2013.\n\n### Figure 3A: Summary of mergers and acquisitions in the UK by UK companies, 1987-2014\n[Figure 3A-Chart]\n\nOther notable domestic acquisitions, valued at £100 million or more, that took place during 2014:\n\nQUARTER 1\n\n- [Rentokil Initial Plc](http://www.theconstructionindex.co.uk/news/view/interserve-completes-initial-facilities-takeover \"Rentokil Initial Plc\") of the UK acquired Initial Facilities of the UK.\n\n- [Oxford Instruments Plc](http://www.investegate.co.uk/oxford-instruments--oxig-/rns/offer-declared-wholly-unconditional/201401220759012049Y/ \"Oxford Instruments Plc\") of the UK acquired Andor Technology Plc of the UK.\n\nQUARTER 2\n\n- [Babcock International Group](http://www.avincisgroup.com/news-landing.aspx?code\u003d160\u0026name\u003dCOMPLETION+OF+THE+ACQUISITION+OF+AVINCIS \"Babcock International Group\") of the UK acquired Avincis Mission Critical Services Topco Ltd of the UK. \n\nQUARTER 3\n\n- [Carphone Warehouse Group PLC](http://www.investegate.co.uk/dixons-carphone-plc--cpw-/rns/completion-of-all-share-merger/201408070700144767O/ \"Carphone Warehouse Group PLC\") of the UK completed the all share merger of Dixons Retail Plc of the UK.\n\n- [Standard Life Investments Holdings](http://www.ignisasset.com/corporate/press-centre/releases/standard-life-investments-completes-acquisition.aspx \"Standard Life Investments Holdings\") of the UK acquired Ignis Asset Management Ltd of the UK.\n\n- [Anacap Financial Partners LLP](http://www.privateequitywire.co.uk/2014/07/25/207911/anacap-completes-acquisition-brightside-group \"[Anacap Financial Partners LLP\") of the UK acquired Brightside Group PLC of the UK. \n"
    },
    {
      "title": "Transactions in the UK by foreign companies",
      "markdown": "Between Q3 and Q4 2014, the number of UK companies acquired by foreign companies (inward M\u0026A) fell by approximately 13%. There were 20 completed inward acquisitions recorded in Q4 2014 compared with 23 in the previous quarter, showing a continued decline for inward M\u0026A activity since Q3 2013 when 59 acquisitions were reported.    \n\nDuring Q4 2014 both the number and value of inward disposals of UK companies by foreign companies recorded lower levels of M\u0026A compared with Q3 2014. There were nine disposals valued at £1.2 billion in Q3 2014 compared with three disposals valued at £87 million in Q4 2014.  Similar to inward M\u0026A, this low number of inward disposals recorded at Q4 2014 reflects a pattern of continued decline seen since Q4 2011 when 22 completed disposals were reported.\n\n### Figure 4: Value and number of acquisitions in the UK by foreign companies\n[Figure 4-Chart]\n\nThe value of acquisitions in the UK made by foreign companies (inward M\u0026A) decreased by approximately 25% between Q3 and Q4 2014, from £3.6 billion to £2.7 billion. However, year-on-year comparisons show the value of inward M\u0026A has increased by 35%, up from £2.0 billion reported in Q4 2013 to £2.7 billion in Q4 2014, the highest Q4 value recorded since Q4 2011 (£12.4 billion).\n\nThe following inward significant transactions, valued at £100 million or more, took place during Q4 2014:\n\n- [Attachmate Group](http://www.microfocus.com/about/press/pressreleases/2014/pr15092014.aspx \"Attachmate Group\") of the USA acquired Micro Focus International Plc of the UK.\n\n- [The Cooper Companies Inc](http://www.sauflon.co.uk/news/sauflon-acquisition-agreement \"The Cooper Companies Inc\") of the USA acquired Sauflon Pharmaceuticals of the UK.\n\n- [Arcadis N.V.](http://www.morningstar.co.uk/uk/news/AN_1406795273139441700/hyder-consulting-agrees-to-be-acquired-by-arcadis-at-39-premium.aspx \"Arcadis N.V.\") of the Netherlands acquired Hyder Consulting Plc of the UK.\n\n### Fig 4A: Value and number of acquisitions in the UK by foreign companies, 1987 -2014\n[Figure 4A-Chart]\n\nThe comparison of yearly trends for inward M\u0026A shows that the estimate for the number of completed UK acquisitions in 2014(98) fell to similar levels to those seen during 1987 and 1988 when the numbers of acquisitions were reported as 61 and 99 respectively. From 1988 inward M\u0026A activity increased steadily until reaching a peak in 2007 (269 acquisitions) before then seeing a gradual decline of inward activity during 2008. This has continued year on year through to 2014.\n\nFurther analysis of the trends in the value of inward M\u0026A shows foreign companies spent £13.7 billion on acquisitions of UK companies during 2014.This represents a considerable decrease of 57% when compared with the value of £31.8 billion previously reported in 2013.\n\nHistorically the values of inward acquisitions have recorded volatile levels of activity since figures were first published in 1986. The largest value for inward acquisitions (£82 billion) was reported in 2007and thereafter a downward trend evolved with values gradually declining to the low values reported in 2012 (£17.4 billion) and 2014 (£13.7billion).\n\nThe low levels of M\u0026A inward activity during 2014 may be due to various economic factors such as low global economic growth, continued political instability abroad and the fall in the value of the euro and other foreign currencies.\n\nDuring 2014, the number and value  of disposals of UK companies by foreign companies involving a change in majority ownership (20) continued to record low levels of activity similar to the numbers reported in both 2012(27) and 2013 (26).\n\nOther inward notable transactions, valued at £100 million, which took place in the UK by foreign companies during 2014:\n\nQUARTER 1\n\n- [Schneider Electric SA](http://iom.invensys.com/uk/Pages/IOM_NewsDetail.aspx?NewsID\u003d639 \"Schneider Electric SA\") of France acquired Invensys Plc of the UK.\n\n- [Google Inc](http://www.independent.co.uk/life-style/gadgets-and-tech/deepmind-google-buys-uk-artificial-intelligence-startup-for-242m-9087109.html \"Google Inc\") of the USA acquired Deepmind Technologies Ltd of the UK.\n\n- [BC Partners](http://www.bcpartners.com/news/2013/29-11-13.aspx \"BC Partners\") Ltd of Guernsey acquired Mergermarket Ltd of the UK.\n\n- [Encore Capital Group Inc](ttp://www.cabotcm.com/media/2014/02/10/cabot-credit-management-acquires-marlin-financial-group \"Encore Capital Group Inc\") of the USA acquired Marlin Financial Group Ltd of the UK\n\n- [Starwood Capital Group](http://www.bighospitality.co.uk/Business/Starwood-Capital-buys-De-Vere-Venues \"Starwood Capital Group\") of the USA acquired De Vere Venues Group Ltd of the UK.\n\n- [The Hain Celeastial Group Inc](http://ir.hain-celestial.com/phoenix.zhtml?c\u003d87078\u0026p\u003dirol-newsArticle\u0026ID\u003d1890008\u0026highlight \"The Hain Celeastial Group Inc\") of the USA acquired Tilda Ltd of the UK.\n\n- [Zynga Inc](http://techcrunch.com/2014/01/30/zynga-naturalmotion/ \"Zynga Inc\") of the USA acquired Naturalmotion Ltd of the UK.\n\n- [Markel Corporation](http://www.investegate.co.uk/abbey-protection-plc--abb-/rns/scheme-of-arrangement-effective/201401171423479745X/ \"Markel Corporation\") of the USA acquired Abbey Protection Plc of the UK.\n\nQUARTER 2\n\n- [The Bank of Montreal](http://citywire.co.uk/new-model-adviser/bank-of-montreal-seals-the-deal-for-fandc-takeover/a750082 \"The Bank of Montreal\") of Canada acquired F\u0026C Asset Management Plc of the UK.\n\n- [Arthur J Gallagher](http://www.gallaghereb.com/News/Pages/Arthur%20J.%20Gallagher%20acquires%20The%20Oval%20Group.aspx \"Arthur J Gallagher\") of USA acquired Oval Ltd of the UK. \n\n- [Fairfield LP](http://www.printweek.com/print-week/news/1143739/arle-capital-acquires-innovia-eur498-million-deal \"Fairfield LP\") of Guernsey acquired Innovia Holdings 1 Ltd of the UK.\n\n- [Graphic Packaging Holding Company Inc](http://www.bensongroup.co.uk/graphic-packaging-completes-acquisition-of-benson-group/ \"Graphic Packaging Holding Company Inc\") of the USA acquired Benson Group of the UK.\n\n- [World Helicopters SARL](http://www.avincisgroup.com/news-landing.aspx?code\u003d160\u0026name\u003dCOMPLETION+OF+THE+ACQUISITION+OF+AVINCIS \"World Helicopters SARL\") of Luxembourg disposed of Avincis Mission Critical Top Co Ltd of the UK.\n\nQUARTER 3\n\n- [Phoenix Group Holdings](http://www.thephoenixgroup.com/~/media/Files/P/Phoenix-Group-V2/Attachments/pdf/26032014%20-%20Divestment%20of%20Ignis%20Asset%20Management.pdf \"Phoenix Group Holdings\") of The Cayman Islands disposed of Ignis Asset Management Ltd of the UK.\n\n- [K+S Baltic Offshore (Cyprus) Ltd](http://ir.kkr.com/kkr_ir/kkr_releasedetail.cfm?ReleaseID\u003d858750 \"K+S Baltic Offshore (Cyprus) Ltd\") of Cyprus disposed of OCHL (Globe) Ltd of the UK.\n\n- [Packaging Coordinators Inc](http://pciservices.com/news/pci-completes-purchase-of-penn-pharma \"Packaging Coordinators Inc\") of the USA acquired Penn Pharmaceutical Services Ltd of the UK.\n\n- [Sanpower Group](http://press.houseoffraser.co.uk/downloads/press/word/Acquisition_of_House_of_Fraser_by_Nanjing_Cenbest_FINAL.pdf \"Sanpower Group\") owner of Nanjing Xinjiekou Department Store Co Ltd of China acquired Highland Group Holdings Ltd of the UK.\n\n- [Viacom Inc](http://news.viacom.com/press-release/viacom-closes-acquisition-channel-5 \"Viacom Inc\") of the USA acquired Channel 5 Broadcasting Ltd of the UK.\n\n- [Hony Capital Beijing Co Ltd](http://www.cinven.co.uk/mediacentre/pressreleases.aspx?mediaid\u003d507 \"Hony Capital Beijing Co Ltd\") of China acquired Pizza Express Ltd of the UK.\n\n- [Cirrus Logic INC](http://www.bbc.co.uk/news/uk-scotland-scotland-business-28879198 \"Cirrus Logic INC\") of the USA acquired Wolfson Microelectronics Plc of the UK.\n\n- [KKR Management Holdings LP](http://ir.kkr.com/kkr_ir/kkr_releasedetail.cfm?ReleaseID\u003d858750 \"KKR Management Holdings LP\") (USA) of the USA acquired OCHL (Globe) Ltd of the UK.\n\n- [Hexagon AB](http://www.verosoftware.com/news/articles/Hexagon-Acquires-Vero-Software \"Hexagon AB\") of Sweden acquired Vero Software Ltd of the UK.\n\n### Figure 5:Area analysis of acquisitions in the UK by foreign companies, 2005-2014\n[Figure 5-Chart]\n\nDuring 2014 all areas of the world recorded much lower inward M\u0026A activity than in previous years and even lower than the dip in numbers of inward acquisitions reported at 2009, when 112 inward acquisitions were reported.\n\nSlow global economic growth and the fall in the value of the euro, combined with lack of confidence in the stability of global M\u0026A markets, may indicate foreign companies found it difficult to generate the internal funding required for M\u0026A.  In addition foreign companies may still remain cautiously optimistic about M\u0026A home and abroad and thus adopt a ‘risk aversion’ approach, causing them to continue to refrain from making any substantial investment in the UK during 2014. \n"
    },
    {
      "title": "Transactions abroad by UK Companies",
      "markdown": "In Q4 2014 there was an 8% increase in activity of the number of acquisitions abroad (26) made by UK companies compared with Q3 2014. The number of outward acquisitions has remained stable to the numbers reported in Q2 (25) and Q3 2014 (24). From the number of acquisitions of 30 in Q1 2014 they fell for the rest of the year and remained relatively flat.\n\nDuring Q4 2014 the value of acquisitions was recorded as £11.4 billion which can be explained by three significant acquisitions (acquisitions over £100million) that completed in the quarter. In Q3 2014 the figure was £4.5 billion. Q4 2014 saw the highest value of acquisitions taking place, compared to £1.9 billion in Q1 2014. There was a noticeable increase in the value of acquisitions abroad by UK companies from Q1 2014 to Q4 2014. Q4 2011 was the last time a similar value was reported (£12.6 billion). Q2 2000 still shows the highest value of acquisitions abroad made by UK companies with a figure of £129.0 billion.\n\n### Figure 6: Value and numer of acquisitions abroad by UK companies\n[Figure 6-Chart]\n\nThere were 105 acquisitions for the whole of 2014; not since 2012 has there been a similar number of acquisitions recorded with 122. If UK companies are not confident in the global M\u0026A market they may not invest. As such this is a possible obstacle for companies engaging in M\u0026A abroad. The level of M\u0026A activities abroad by UK companies throughout 2014 (105) has decreased compared with a peak of 441 in 2007.\n\nThe following outward notable transactions, valued at £100 million or more, took place during Q4 2014:\n\n- [British Sky Broadcasting Group Plc](http://www.morningstar.co.uk/uk/news/AN_1410501001419669300/eu-approves-bskyb-acquisition-of-sky-deutschland-sky-italia.aspx \"British Sky Broadcasting Group Plc\") of the UK acquired Sky Deutschland AG of Germany.\n\n- [British Sky Broadcasting Group Plc](http://www.morningstar.co.uk/uk/news/AN_1406277776193333100/update-bskyb-agrees-to-buy-sky-italia-and-sky-deutschland-from-fox.aspx \"British Sky Broadcasting Group Plc\") of the UK acquired Sky Italia SRL of Italy.\n\n- [Aviva Plc](http://www.aviva.co.uk/media-centre/story/17349/aviva-to-sell-its-stake-in-spanish-joint-venture-c/ \"Aviva Plc\") of the UK disposed CxG Aviva of Spain.\n\n- [The Weir Group PLC](http://www.weir.co.uk/media/press-releases/news/2014/10/acquisition-of-trio \"The Weir Group PLC\") of the UK acquired Trio Engineered Products of China.\n\n- [Amec Group Ltd](http://www.amecfw.com/media/news-releases/2014/amec-foster-wheeler-a-new-force-in-global-engineering-project-delivery-asset-support-power-equipment-and-consultancy \"Amec Group Ltd\") of the UK acquired Foster Wheeler of Switzerland.\n\n- [Balfour Beatty Plc](http://www.investegate.co.uk/balfour-beatty-plc--bby-/rns/completion-of-disposal-of-parsons-brinckerhoff/201410311343548613V/ \"Balfour Beatty Plc\") of the UK disposed of Parsons Brinckerhoff Group Inc of the USA.\n\n- [Tullet Prebon Plc](http://www.bobsguide.com/guide/news/2014/Nov/26/tullett-prebon-completes-acquisition-of-pvm.html \"Tullet Prebon Plc\") of the UK acquired PvM Associates Ltd of Bermuda.\n\n- [Old Mutual Plc](http://citywire.co.uk/wealth-manager/news/old-mutual-sells-skandia-germany-and-austria/a743177 \"Old Mutual Plc\") of the UK disposed of Skandia companies in Germany and Austria\n\n### Figure 6A: Value and number of acquisitions abroad by UK companies 1987-2014\n[Figure 6A-Chart]\n\nThe total value of acquisitions made abroad by UK companies for the whole of 2014 was £20.3 billion, similar to the value of £17.9 billion reported in 2012. 2000 saw the highest recorded value on record of £181.0 billion. Since 2007 when the value of acquisitions made abroad by UK companies was £57.8 billion, the presiding years saw a decrease in the value of acquisitions to £10.1 billion in 2009. In 2010 there was a slight increase in the value of acquisitions to £12.4 billion, and subsequently a larger increase to £50.2 billion in 2011. The 2014 figure of £20.3 billion represents  a 65% decrease compared to the figure recorded in 2007. Although acquisition values have increased during 2014, the number of acquisitions has declined further than the reported values in 2012. This is a reflection that the value of M\u0026A is increasing.\n\nThe estimates of the value of the acquisitions and also the number and value of disposals abroad by UK companies during Q4 2014 and for 2014 as a whole have been suppressed in this bulletin in order to avoid the potential disclosure of companies involved in this type of M\u0026A activity.\n\nOther outward significant transactions, valued at £100 million, which took place in the UK by foreign companies during 2014:\n\nQUARTER 1\n\n- [Smith and Nephew Plc](http://www.telegraph.co.uk/finance/newsbysector/pharmaceuticalsandchemicals/10615081/Smith-and-Nephew-buys-ArthroCare-to-boost-sports-medicine-arm.html \"Smith and Nephew Plc\") of the UK acquired Arthrocare Corp of the USA.\n\n- [Pearson Plc](http://www.pearson.com/news/announcements/2013/december/pearson-acquiresgrupomultibecomesthemarketleaderinadultenglishla.html \"Pearson Plc\") of the UK acquired Grupo Multi of Brazil.\n\n- [IMI Plc](http://www.imiplc.com/media/press-releases/2014/rddisp020114.aspx \"IMI Plc\") of the UK disposed of its Beverage Dispensing \u0026 Merchandising Division of the USA.\n\n- [IMI Plc](http://www.imiplc.com/media/press-releases/2014/rddisp020114.aspx \"IMI Plc\") of the UK disposed of its Beverage Dispensing \u0026 Merchandising Division of Germany.\n\n- [IMI Plc](http://www.imiplc.com/media/press-releases/2014/rddisp020114.aspx \"IMI Plc\") of the UK disposed of its Beverage Dispensing \u0026 Merchandising Division of China.\n\n- [British United Provident Associated Ltd](http://www.investegate.co.uk/brit-utd-provascbupa/rns/bupa-completes-acquisition-of-cruz-blanca-salud/201402241200067735A \"British United Provident Associated Ltd\") of the UK disposed of Cruz Bianca Salud SA of Chile.\n\n- [Pace Plc](http://www.thetelegraphandargus.co.uk/business/10921266.Pace_seals_deal_on_acquiring_US_firm/ \"Pace Plc\") of the UK acquired Aurora Networks Inc of the USA.\n\n\nQUARTER 2\n\n- [Rexam Plc](http://www.investegate.co.uk/rexam-plc--rex-/rns/disposal/201406021438086243I/ \"Rexam Plc\") of the UK disposed of Pharmaceutical Devices \u0026 Prescription. Retail Packing Divisions of France, Germany and the USA.\n\n- [Montagu Private Equity LLP](http://www.packaging-gateway.com/news/news-rexam-sells-healthcare-packaging-divisions-4260830 \"Montagu Private Equity LLP\") of the UK acquired Rexam Pharmaceutical Devices \u0026 Prescription Retail Packing Divisions of France, Germany and the USA.\n\n- [RPC Group Plc](http://www.rpc-group.com/assets/regulatory-announcements/ra_14_06_02_607.pdf \"RPC Group Plc\") of the UK acquired Ace Corporation Holdings Limited of China.\n\n- [Savills Plc](http://www.savills.com/_news/article/105347/176738-0/6/2014/savills-completes-studley-acquisition \"Savills Plc\") of the UK acquired Studley Inc of the USA.\n\n- [QinetiQ Group Plc](http://www.stockmarketwire.com/article/4817940/QinetiQ-completes-sale-of-US-services-division.html \"QinetiQ Group Plc\") of the UK disposed of QinetiQ North America Inc of the USA.\n\n\nQUARTER 3\n\n- [Vodafone Group Plc](http://www.investegate.co.uk/vodafone-group-plc--vod-/rns/vodafone-completes-eur7-2-bn-acquisition-of-ono/201407231116151072N/ \"Vodafone Group Plc\") of the UK acquired Grupo Corporativo Ono S.A. of Spain.\n\n- [Man Group Plc](http://www.investegate.co.uk/man-group-plc--emg-/rns/acquisition-of-numeric-holdings-llc/201406190700199868J/ \"Man Group Plc\") of the UK acquired Numeric Holdings LLC of the USA.\n\n- [Rolls-Royce Holdings Plc](http://www.investegate.co.uk/rolls-royce-holdings--rr--/rns/acquisition/201408261516280420Q/ \"Rolls-Royce Holdings Plc\") of the UK acquired Rolls-Royce Power Systems (Tognum AG) of Germany.\n\n- [Cobham Plc](http://www.investegate.co.uk/rolls-royce-holdings--rr--/rns/acquisition/201408261516280420Q/ \"Cobham Plc\") of the UK acquired Aeroflex Holding Corp of the USA.\n\n### Figure 7: Area analysis of acquisitions abroad by UK companies 2005-2014\n[Figure 7-Chart]\n\nBetween 2013 and 2014 outward M\u0026A saw an increase in activity in both Europe and The Americas compared to 2013. However, this is still lower than the reported number for both continents in 2011 when Europe recorded 104 acquisitions and The Americas reported 113 acquisitions.\n\n### Additional information\n\nData for the following domestic and cross border acquisitions and mergers may be included in the next M\u0026A quarterly estimates for Q1 2015.\n\n- Qatar Investment Authority of Qatar acquired Songbird Estates Plc of the UK.\n\n- Standard Life Plc of the UK sold Standard Life Financial Inc of Canada.\n\n- TPG Capital LLP of the UK acquired Prezzo Plc of the UK. \n"
    },
    {
      "title": "How our statistics compare with external evidence",
      "markdown": "The ONS estimates for domestic and cross border mergers and acquisitions, during Q4 2014 and for 2014 as a whole, appear to be in line with the views of some external commentators.\n\nGlobal merger, acquisitions and disposals activity is often driven by the availability of credit and company profits as well as a sense of confidence in the economic outlook. The majority of large M\u0026A transactions involve some element of borrowing or leveraging. Therefore when credit conditions deteriorate, as happened in the 2008-09 economic downturn, M\u0026A activity declines. On the other hand, the process of completing an M\u0026A transaction takes time and often there may be a lag between improving economic conditions and any quarter-on-quarter increase in M\u0026A activity.\n\nDuring 2014 the downward trend of domestic M\u0026A may be a result of UK political instability as UK businesses experienced uncertainties about the outcome of the Scottish referendum, held in September 2014, and the impending General Election due in May 2015.\n\nThe record decline of inward M\u0026A activity during 2014 may be in part due to the continued fluctuation and low levels of foreign exchange rates. Low foreign exchange rates may act as a deterrent and therefore possibly constrain European companies from raising the equity capital needed to pursue M\u0026A investment in the UK.     \n\nIn comparison, the increase of outward M\u0026A activity during 2014 may be partially due to favourable foreign exchange rates which may have allowed UK companies to acquire foreign companies more cheaply. UK economic conditions have remained relatively stable throughout 2014 and this may have allowed companies to regain confidence in the M\u0026A markets enabling them to pursue outward M\u0026A that had previously been ’put on hold’.\n\n[The Bank of England Credit Conditions Survey - Q4 2014](http://www.bankofengland.co.uk/publications/Documents/other/monetary/ccs/creditconditionssurvey150106.pdf \"The Bank of England Credit Conditions Survey - Q4 2014\") reported a slight improvement in credit conditions for UK businesses in Q4. According to respondents, the spread charged on loans for large and medium-sized businesses were reported to have fallen. Despite improvements in credit conditions, net lending to businesses fell in Q4. This was mainly due to an increase in the use of non-bank sources of funding instead. For example, net equity issuance was at its highest level since 2010. However, improvement in credit conditions for small and medium-sized enterprises (SMEs) was less marked than for larger businesses in 2014. Reasons cited for this included lower access to bond and equity markets for SMEs and an improvement in profitability reducing the need for external funding or credit.\n\n[The Bank of England’s (BOE) December 2014 Agents Summary of Business Conditions](http://www.bankofengland.co.uk/publications/Documents/agentssummary/2014/agsum14dec.pdf \"The Bank of England’s (BOE) December 2014 Agents Summary of Business Conditions\") explained that corporate credit conditions had improved with Banks’ interest in lending to smaller firms appeared to be increasing, suggesting some increase in lenders’ risk appetites. In sectors where access to finance had been very difficult, such as hospitality, there were some reports of companies once again being able to access bank credit.\n\n[The Office for Budget Responsibility’s Economic and fiscal outlook December 2014](http://cdn.budgetresponsibility.independent.gov.uk/December_2014_EFO-web513.pdf \"The Office for Budget Responsibility’s Economic and fiscal outlook December 2014\") stated that credit conditions and the financial system continue to normalise gradually. However, the concerns about global growth prospects have contributed to falls in commodity process and European equity prices in recent months.\n\nAllen \u0026 Overy, an international legal practice, reported in its M\u0026A index Q4 2014, that there has been little call for optimism since the financial crisis struck with the M\u0026A market taking longer to recover its health than anyone expected. The report explained that the economic environment is perhaps not as settled at the end of 2014 as it was at the beginning of 2014, and that has been reflected in growing stock market volatility in recent weeks. There also appears to be growing worries about higher interest rates which could hurt investor and consumer confidence.\n\n[The OECD 2014 Investment Insights](http://www.oecd.org/daf/inv/investment-policy/InvestmentInsights-Nov2014.pdf \"The OECD 2014 Investment Insights\") paper dated November 2014 also appears to support the downward trend of global and domestic M\u0026A. Using data on M\u0026A investment it stated that international and domestic M\u0026A are both on track (based on data through Q3) to reach their lowest levels in a decade. Economic conditions that are holding back international investment in Europe would seem to be discouraging domestic investment as well. \n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. **Overview of Mergers and Acquisitions:**\n\n\tThe M\u0026A estimates are analysed and produced to measure investment data for:\n\n\tInvestment in the UK by UK companies (Domestic investment).\n\n\tInvestment in the UK by foreign companies (Inward investment).\n\n\tInvestment in foreign companies by UK companies (Outward investment).\n\n\tWithin ONS, M\u0026A data are essential for producing the National Accounts. The survey results form important components of the UK Balance of Payments and Financial Accounts and are vital in the measurement of the financial and non-financial business sector accounts. M\u0026A data is used in the compilation of the estimates for Foreign Direct Investment and additionally used by other government departments when preparing ministerial briefings. For example, HM Treasury, the Department for Business, Innovation and Skills, UK Trade \u0026 Investment and HM Revenue and Customs. The M\u0026A data estimates are also used by foreign embassies, economists and academics for research purposes and for periodic statistical comparisons. \n\n2. **Your views matter**\n\n\tWe are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have and would be particularly interested in knowing how you make use of these data to inform our work. Please contact us via email: \u003cm\u0026a@ons.gsi.gov.uk\u003e or telephone Michael Hardie on +44 (0) 1633 455923. \n\n3. **Basic quality information**\n\n\tThe Quality and Methodology Information for Mergers and Acquisitions (M\u0026A) surveys report describes in detail the intended uses of the statistics presented in this publication, their general quality and the methods used to produce them. \n\n4. **Relevance to users**\n\n\tThe degree to which the statistical outputs meet users’ needs.\n\n\tWithin ONS, the mergers and acquisitions data are considered to be essential for producing the National Accounts. The survey results form important components of the UK Balance of Payments and Financial Accounts and are vital in the measurement of the financial and non-financial business sector accounts.\n\n\tThe Cross-Borders Acquisitions and Mergers survey (M\u0026A) data are used in the compilation of the estimates of Foreign Direct Investment (FDI). These data meet the needs of FDI by collecting data on all acquisitions which lead to a holding in excess of 10% of the issued share capital. These estimates then feed into the UK Balance of Payments and the \u0027Rest of the World\u0027 sector of the financial accounts in the National Accounts, for which there is an EU legal requirement. Individual transaction information is also used to estimate the counterpart in \u0027portfolio\u0027 investment flows for monthly Balance of Payments. \n\n\tThe data collected are also used in updating business structures and country of ownership codes on the Inter-Departmental Business Register (IDBR). The IDBR is a comprehensive list of UK businesses that is used by government for statistical purposes.\n\n\t**Elsewhere in government, examples of departments who use the data include:**\n\n\t- HM Treasury, Economic Analysis Division, where the data are used in preparing briefing and forecasting;\n\n\t- Department for Business, Innovation and Skills, where direct investment data are required for ministerial briefing, parliamentary questions and in formulating trade policy;\n\n\t- UK Trade \u0026 Investment, where the information is used for briefing on the extent to which the UK is successful in attracting inward investment;\n\n\t- HM Revenue and Customs, where the data are used to help in forecasting company taxation.\n\n\t**Non-government users include:**\n\n\t- Private companies which are interested in analysing country and industry data for trends by foreign firms in the UK and by UK companies abroad and also for researching corporate finance activity and for the purpose of investment banking;\n\n\t- UK embassies in foreign countries, who are interested in information on specific countries and companies making acquisitions, and\n\n\t- Private sector economists, journalists and academics who are interested in information on particular industries and particular countries for research purposes and who use the data for periodic statistical comparisons.\n\n\tFeedback from users has indicated that the information received from the M\u0026A survey has a high degree of relevance across the above user groups, meets the vast majority of user needs, and all information currently collected and published is used.\n\n\t**Source of data:**\n\n\tThe information collected is based on reports in the financial press, specialist magazines, company and financial websites supplemented by special surveys to businesses to determine the form, value and timing of each transaction.\n\n\tIf the information is not yet in the public domain, such transactions may not be reflected in the analysis. Where full information has not yet been received on the details of the acquisition or disposal, the value of the transaction indicated in the public domain is used as an interim estimate.\n\n\tThe data shown in this release relate solely to mergers and acquisitions undertaken by companies: acquisitions by individuals are not included.\n\n\tThis publication contains data relating mergers, demergers, acquisitions and disposals. Figures relating to mergers are included within acquisitions and those relating to demergers are contained within disposals.\n\n\tONS makes every effort to provide informative commentary on the data in this release. As part of the quality assurance process, individual businesses are contacted in an attempt to capture reasons for large period on period data movements. It can prove difficult to gather detailed reasons from some businesses to help inform the commentary. Frequently, reasons given for data movements refer to a ‘change in market conditions’ or a ‘restructure of the company’. Consequently, it’s not possible for all data movements to be fully explained.\n\n\tONS are aware that a number of users make use of these data for modelling or forecasting purposes. In doing so, it is important that users make note of our revisions policy (see note 9 in the background notes) and that all time series are on a ‘current price’ basis, which means that the values are as they were at the time of measurement and not adjusted for inflation. Acquisitions and disposal activity can be affected by UK and global economic and political issues and therefore quarterly estimates can be volatile.\n\n\tOne question often asked of the M\u0026A release is ‘why is there a time delay between the announcement of M\u0026A transactions in the press and the inclusion of these transactions within ONS M\u0026A figures?’ The difference is that ONS figures record when a transactions legally completes as opposed to when the transaction has been announced in the press. The complexities surrounding the acquisitions/disposals taking place often incurs a time lag, which can vary between quarters.\n\n5. **Significant transactions**\n\n\tSignificant Transactions tables show the reported figures for a selection of significant transactions which occurred in the quarter, where ‘significance’ is defined as the absolute value of the deal.\n\n\tThe figures shown are usually the ones available from the financial press or other sources in the public domain although occasionally, with the consent of the company, the value returned to ONS is used in the tables instead of the press reported figure. If the company’s consent cannot be obtained then the deal is excluded, however, the values are included in the aggregate tables. Occasionally, therefore, a large deal may be missing (suppressed) from the lists so it is best to regard these tables as an indication of the ranking of deals rather than a completely exhaustive listing.\n\n\tPress reported figures for M\u0026A transactions often differ to some extent from those supplied by companies to ONS and it is the latter which are used in compiling statistical aggregates in tables 1-10. Included in the prices quoted in the tables of significant transactions is the total published price paid for the company excluding any assumed debt where known. Deferred payments are included in the reported price even if the payment is made in a different quarter.\n\n6. **Types of transactions covered**\n\n\t**Mergers** are acquisitions in which all or part of the payment is made in shares, such that the shareholders of the two companies become shareholders of a new, combined company group.\n\n\t**Demergers** are disposals where a company group divides into two or more separate companies, in such a way that the shareholders of the restructured companies remain the same, or retain the equivalent value shareholding in one of the newly independent companies. Demergers are included in the statistics within disposals.\n\n\t**Acquisitions** are transactions which involve one company purchasing the ordinary shares of a second company (‘target company’). A target company is usually of a smaller size than the company undertaking the purchase.\n\n\t**Disposal** is a term used to describe the action when a company or organisation sells or liquidates the ordinary shares of a second company (‘target company’).\n\n\t**Cross-border acquisitions** denote transactions where a company in one country acquires, either directly or indirectly, a controlling interest in a company in another country.\n\n\t**Direct transactions** are those where a company acquires a controlling interest in another company.\n\n\t**Indirect transactions** are those where a company uses an existing foreign subsidiary to acquire a controlling interest in a company resident in another country. The acquiring foreign intermediate company may be located in the same country in which the acquisition is being made or in a different country.\n\n\t**Acquisitions within the UK by other UK companies** denote mergers and acquisitions involving only UK registered companies.\n\n\tWhere the acquired company was a subsidiary of another company the transaction is classified as a sale between company groups.\n\n\tThe phrase ‘acquisitions in the UK by UK companies’ refer to deals where the ultimate ownership remains in the UK. This heading does not cover the total number or value of deals where a UK company is the acquirer. When a foreign company acquires a UK company through one of its existing UK subsidiaries or a UK registered special purpose vehicle that deal is shown as part of the data under ‘acquisitions in the UK by foreign companies’.\n\n\t**Acquisition of independent companies**\n\n\tThe acquisition of an independent company means the purchase of a company in its entirety – the company itself and all of its subsidiaries.\n\n\t**Acquisition of subsidiary companies**\n\n\tThe acquisition of a subsidiary company means the purchase of part of a company.\n\n7. **Financing**\n\n\tThis statistical bulletin provides details of the application of funds to effect mergers and acquisitions and the proceeds raised from disinvestments and demergers.\n\n\tFor indirect foreign transactions there is the added complication of considering the movements of funds either as capital injection or in the form of loans between parent companies and their foreign subsidiaries making the acquisition. Occasionally, the foreign subsidiary obtains the funds required partly or entirely outside the UK from sources such as:\n\n\t- Own resources\n\n\t- Borrowing from banks and other local sources\n\n\t- Share, bond and other capital or notes issued abroad\n\n\tAlso, a transaction may be funded by more than one method. \n\n8. **Definitions of feographic areas**\n\n\t### Table A: Definitions of geographic and economic areas\n\t[Table A-Table]\n\n9. **Revisions**\n\n\tData for Q1,Q2 and Q3 2014 has been revised in the light of new information, and so revisions to the data for Q1,Q2 and Q3 2014 have been published in this statistical bulletin. No further revisions to data prior to Q1 2014 have been made. Therefore time series data for all quarters of 2013 and any previous historic quarterly periods remain unchanged.\n\n\tAnnual data tables for 2014 are produced in conjunction with the Q4 2014 data. Revisions to the 2014 quarterly and annual figures are recalculated at Q1 2015 only. No revisions to annual data prior to 2014 have been made. Therefore time series data for previous historic annual periods remains unchanged.\n\n\tRevisions to the aggregates used in M\u0026A principally occur for the following reasons:\n\n\t- Completion of transactions: \n\tOn announcement of a proposed transaction an expected completion date is usually given. The publicly reported values will be allocated to the quarter of expected completion. If the transaction is ultimately completed in an earlier or later quarter, the recorded values will be reallocated to the new quarter.\n\n\t- Publicly reported values: \n\tPublicly reported values are initially used to compile the aggregates. These can vary considerably from the values ultimately supplied by the respondents, frequently because the assumption of debt has been included in the publicly reported value. A nominal value is applied if no publicly reported value is available. The final values used to create the aggregates are those supplied by the respondent.\n\n\t- Non-completion of transactions: \n\tOn announcement of a proposed transaction the publicly reported value of the transaction is recorded. If the transaction does not subsequently take place the recorded value will be deleted.\n\n\t- Non-share transactions: \n\tOn announcement of a proposed transaction it may appear that there will be transactions in the share capital of the companies involved and the publicly reported values will be recorded. If subsequent information contradicts this the recorded values will be amended or deleted.\n\n\t- Control: \n\tOn announcement of a proposed transaction it may appear that the transaction will give the purchasing company control of the purchased company, that is, a share ownership of greater than 50%. If subsequent information contradicts this the recorded values will be amended or deleted.\n\n\t- Revisions from respondents: \n\tVery occasionally respondents revise the values that they have previously supplied to ONS. The revised values are those used to create the aggregates.\n\n\tAnalysing average revisions between provisional and final estimates can provide an indication of reliability in an initial statistic. Provisional statistics may be based on less information than is available for final statistics as they have been processed more quickly to meet the demand of customers. By looking at these average revisions it can help us determine whether revisions are being made consistently in one direction for example; if early estimates are consistently under or overestimating the later figures. A test is subsequently performed on these average revisions to determine if they are statistically different from zero. Revisions that are not statistically significant imply that an average revision might be non-zero simply through random effects.\n\n\t### Table B: Average Revisions over the Previous Five Quarters\n\t[Table B-Table]\n\n\t### Table C: Average Revisions over the Previous Five Quarters\n\t[Table C-Table]\n\n10. **Response rates**\n\n\t### Table D: Response rates\n\t[Table D-Table]\n\n11. **Notes to tables**\n\n\tThe deal identification threshold was increased at Q1 2010 to a value of £1.0 million from a previous value of £0.1 million. As a consequence there is a discontinuity in the value and number of deals reported from Q1 2010 onwards compared with previous periods.\n\n\tSymbols used in the tables are:\n\n\t.. Figure suppressed to avoid disclosure of information relating to individual enterprises. \n\t– Nil or less than half the final digit shown.\n\n\tThe sum of constituent items in tables may not always agree exactly with the totals shown due to rounding.\n\n12. **Disclosure**\n\n\tIt is sometimes necessary to suppress figures for certain items in order to avoid disclosing information about an individual business. Further information on why data are suppressed is available in the [ONS Disclosure Control Policy (337 Kb Word document)](http://www.ons.gov.uk/ons/guide-method/best-practice/disclosure-control-policy-for-tables/disclosure-control-policy-for-tables-produced-from-surveys.pdf \"Disclosure Control Policy for tables produced from surveys\") . \n\n13. **Office for National Statistics**\n\n\tThe Office for National Statistics (ONS) is the executive office of the UK Statistics Authority, a non-ministerial department which reports directly to Parliament. ONS is the UK government\u0027s single largest statistical producer. It compiles information about the UK\u0027s society and economy, and provides the evidence-base for policy and decision-making, the allocation of resources, and public accountability. The Director General of ONS reports directly to the National Statistician who is the Authority\u0027s Chief Executive and the Head of the Government Statistical Service.\n\n\tThe UK Statistics Authority has reviewed this publication in their report: [“Assessment of compliance with the Code of Practice for Official Statistics”: Statistics of International Transactions](http://www.ons.gov.uk/ons/external-links/stats-authority/uk-statistics-authority--assessment-reports.html \"UK Statistics Authority\"), which was published on 8 December 2011. This review recommended that the Mergers and Acquisitions estimates be designated as National Statistics, subject to ONS carrying out certain requirements. ONS met all of these requirements on 3 May 2013.\n\n\tDesignation can be broadly interpreted to mean that the statistics:\n\n\t- meet identified user needs;\n\n\t- are well explained and readily accessible;\n\n\t- are produced according to sound methods, and\n\n\t- are managed impartially and objectively in the public interest.\n\n\tOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n\n14. **Social media**\n\n\tFollow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"\"Twitter\") and receive up to date information about our statistics.\n\n\tLike ONS on [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") to receive our updates in your newsfeed and to post comments on our page.\n\n\tWatch our videos on [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\").\n\n15. **The Government Statistical Service (GSS)**\n\n\tThe Government Statistical Service is a network of professional statisticians and their staff operating both within the Office for National Statistics and across more than 30 other government departments and agencies.\n\n16. **Government Statistical Service (GSS) Business Statistics**\n\n\tTo find out about other official business statistics, and choose the right data for your needs, use the [GSS Business Statistics Interactive User Guide](http://www.ons.gov.uk/ons/guide-method/understanding-ons-statistics/business-statistics---interactive-user-guide/index.html \"GSS Business Statistics - Interactive User Guide\"). By selecting your topics of interest, the tool will pinpoint publications that should be of interest to you, and provide you with links to more detailed information and the relevant statistical releases. It also offers guidance on which statistics are appropriate for different uses.\n\n17. **Discussing ONS Business Statistics online**\n\n\tThere is a [Business and Trade Statistics](http://www.ons.gov.uk/ons/external-links/organisations/statsusernet/business-and-trade-statistics.html \"Business and Trade Statistics\") community on the [StatsUserNet](http://www.ons.gov.uk/ons/external-links/organisations/statsusernet/statsusernet-home.html \"StatsUserNet\") website. StatsUserNet is the Royal Statistical Society’s interactive site for users of official statistics. The community objectives are to promote dialogue and share information between users and producers of official business and trade statistics about the structure, content and performance of businesses within the UK. Anyone can join the discussions by registering via either of the links above.\n\n18. **Special events**\n\n\tONS has published commentary, analysis and policy on \u0027Special Events\u0027 which may affect statistical outputs. For full details visit the [Special Events](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/index.html \"ONS Policy on Special Events\") page on the ONS website.\n\n19. **Release policy**\n\n\tAll data in this release can be downloaded free of charge from the ONS website. Alternatively for low-cost tailored data call Online Services on +44 (0)845 601 3034 or email: \u003cinfo@ons.gsi.gov.uk\u003e\n\n\tHere are the instructions to obtain a full time series of data from the statistical bulletin or release pages:\n\n\t- Select \u0027Data in this release\u0027;\n\n\t- Select \u0027View datasets associated with this release\u0027;\n\n\t- Select the latest release;\n\n\t- Select \u0027Select series from this dataset\u0027;\n\n\t- Select the reference table of interest;\n\n\t- Select \u0027View series\u0027;\n\n- Select the series of interest (Hint: for a custom download you can use SHIFT to select a range of series or CTRL to select multiple individual series);\n\n- Select \u0027View selection\u0027;\n\n- Select \u0027Download\u0027.\n\n20. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/businessindustryandtrade/changestobusiness/mergersandacquisitions/bulletins/mergersandacquisitionsinvolvingukcompanies/2015-03-03",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/businessindustryandtrade"
    },
    {
      "uri": "/businessindustryandtrade/changestobusiness"
    },
    {
      "uri": "/businessindustryandtrade/changestobusiness/mergersandacquisitions"
    }
  ],
  "description": {
    "headline1": "2014 saw total domestic and cross border mergers and acquisitions involving UK companies fall to the lowest numbers recorded since 1987, when ONS first published overall total M\u0026A figures.",
    "headline2": "In both Q3 and Q4 2014 total domestic and cross border mergers and acquisitions continued to report lower levels of activity than seen before the 2008-09 economic downturn.",
    "headline3": "In 2014 20 completed acquisitions of UK companies made by foreign companies (inward M\u0026A) were reported. This is the lowest quarterly figure reported since Q1 2013 when 19 acquisitions were recorded.",
    "edition": "Q4 2014",
    "nationalStatistic": true,
    "contact": {
      "email": "m\u0026a@ons.gsi.gov.uk",
      "name": "Michael Hardie",
      "telephone": "+44 (0)1633 455923"
    },
    "releaseDate": "2015-03-03T00:00:00.000Z",
    "language": "English",
    "title": "Mergers and Acquisitions Involving UK Companies",
    "summary": "Estimates of the value and numbers of mergers, acquisitions and disposals involving UK companies with values of £1.0 million or more. The information provided reflects solely the change in majority ownership (ordinary shares) and therefore only transactions which result in a change of ultimate control of the target company are included.",
    "keywords": [
      "Businesses",
      "inward",
      "outward",
      "flows",
      "foreign companies",
      "transactions"
    ]
  }
}