{"relatedBulletins":[{"uri":"/employmentandlabourmarket/publicsectorpersonnel/datasets/publicsectoremploymentq12015referencetables"},{"uri":"/employmentandlabourmarket/publicsectorpersonnel/datasets/publicsectoremployment"}],"sections":[{"title":"In Q1 2015","markdown":"- Total UK public sector employment decreased by 22,000 from Q4 2014 to 5.372 million, which is its lowest level, on a headcount basis, since the start of the series in 1999. On the same period a year ago, public sector employment fell by 59,000.\n\n- Employment in UK local government, at 2.283 million, was 23,000 lower than at Q4 2014. This is the lowest level shown since the beginning of the series in 1999.\n\n- Employment in UK central government, at 2.909 million, was 2,000 lower than at Q4 2014.\n\n- Employment in UK public corporations, at 180,000, was 3,000 higher than at Q4 2014 and is 282,000 lower than the figure from two years ago, following the reclassifications of Royal Mail plc and Lloyds Banking Group into the private sector.\n\n- Private sector employment increased by 136,000, to 25.681 million, compared with Q4 2014 and was 483,000 higher than at Q1 2014. Private sector employment has risen in every quarter from Q4 2011. This is the highest recorded level in the series.\n"},{"title":"In this bulletin","markdown":"Public sector employment (PSE) figures are derived from a range of sources. The main source is the Quarterly Public Sector Employment Survey which comprises three separate data collections: local authorities in England and Wales, the home Civil Service, and public bodies in Great Britain. The survey aims to obtain complete coverage of local government and the Civil Service, and coverage of all public bodies with 20 or more employees. It is difficult to achieve complete coverage for local and central government, for example in the education sector. Information on quality can be found in the [Quality and Methodology Information for Public Sector Employment (115.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-statistics/public-sector-employment.pdf \"Quality and Methodology Information for Public Sector Employment (PSE)\")  article.\n\nHeadcount estimates of PSE are presented by sector classification, industry and region. Civil Service employment is shown by government department and agency. Employment in executive non-departmental public bodies (NDPBs) has been aggregated by sponsoring department. Reclassifications between the public and private sectors, which affect the trends, are also addressed. Full-time equivalent estimates of PSE are available in the accompanying reference tables.\n\nRevisions have been made to the series in line with the public sector employment revisions policy (background note 3 has further details).\n\nSummary PSE statistics from this release are also published in the monthly UK Labour Market statistical release. The UK Labour Market release provides a comprehensive picture of the structure and size of the UK labour market each month. The quarterly PSE statistics are published on the same day as the UK Labour Market figures each quarter.\n\nIn this bulletin, Q1 is used as short hand for quarter 1 (January to March), Q2 refers to quarter 2 (April to June), Q3 refers to quarter 3 (July to September) and Q4 refers to quarter 4 (October to December). However it is important to note that the Public Sector Employment estimates are point in time employment estimates and relate to a specific day in the third month of the quarter each time.\n\nThese statistics are mainly used to monitor changes in the number of people employed in the UK public and private sector. They are the official measure of UK PSE.\n"},{"title":"Total UK public sector employment","markdown":"<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/b5cc0fe7\" />\n\nIn Q1 2015, total UK public sector employment (PSE) was 5.37 million, 15.7% lower than the peak level seen in Q3 2009. This represents a fall of 22,000 (0.4%) on the previous quarter and 59,000 (1.1%) on the previous year.\n\nWithout the effects of major reclassifications between public and private sectors, PSE fell by 10,000 (0.2%) on the previous quarter and by 42,000 (0.8%) on the previous year.\n\nFigure 1 shows that in Q1 2015 total UK PSE is just below the level when the series started in Q1 1999. There has been a downward trend in total UK PSE since its peak in Q3 2009.\n"},{"title":"Public sector employment by sector classification","markdown":"The public sector comprises central government, local government and public corporations as defined for the UK National Accounts.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/f31e8437\" />\n\n### Local government\n\nIn Q1 2015, employment in local government fell by 23,000 (1.0%) on the previous quarter and by 85,000 (3.6%) on the previous year. Figure 2 shows the decreasing trend in local government employment since Q2 2010 and the Q1 2015 level is the lowest shown since the series began.\n\n### Central government\n\nIn Q1 2015, employment in central government decreased by 2,000 (0.1%) on the previous quarter but increased by 31,000 (1.1%) on the previous year. This is partly due to academy conversions over the period and an increase in NHS employment.\n\n### Factors affecting employment in local and central government\n\nThere is an ongoing shift of employment from local government to central government, as a result of local authority maintained schools converting to academy status. Academies are classified to central government, whereas local authority maintained schools are classified to local government. As a result, whenever a local authority maintained school becomes an academy, its employees move from local government to central government.\n\nIn Q1 2015, employment shifted from local government to central government by 14,000 on the quarter and 53,000 on the year, due to academy conversions.\n\nIn Q2 2012, English further education colleges were reclassified and an approximate 176,000 employees moved from central government to the private sector. English sixth-form college corporations were also reclassified from local government to the private sector; there was a transfer of employees with an approximate headcount of 20,000. This quarter, Welsh further education colleges were reclassified and an approximate 12,000 employees moved from central government to the private sector.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/e819b697\" />\n\n### UK public corporations\n\nIn Q1 2015, employment in UK public corporations increased by 3,000 (1.7%) on the previous quarter and decreased by 5,000 (2.7%) on the previous year.\n\n### Civil Service\n\nIn Q1 2015, Civil Service employment was 440,000. This is an increase of 1,000 (0.2%) on the previous quarter and the same as the previous year.\n\nFigure 3 shows the downward trend in Civil Service employment since Q2 2005, when it was at its highest level of 571,000. \n"},{"title":"Public sector employment by industry","markdown":"<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/c94312f1\" />\n### NHS\n\nSince Q2 2012, the NHS has employed the largest number of public sector workers. At Q1 2015 the NHS accounted for around 29.5% of all PSE. At Q1 2015 employment in the NHS increased by 4,000 (0.3%) on the previous quarter and 13,000 (0.8%) on the previous year.\n\n### Education\n\nIn Q1 2015 employment in public sector education decreased by 3,000 (0.2%) on the previous quarter and decreased by 4,000 (0.3%) on the previous year.\n\nPrior to Q2 2012 public sector education employed the largest number of public sector workers. Figure 4 shows the significant fall in public sector education in Q2 2012, as a result of the reclassification of English further education colleges and sixth form college corporations into the private sector.\n\n### Public administration\n\nPublic administration includes all administrative duties of local and central government.\n\nEmployment in public administration fell by 9,000 (0.9%) on the previous quarter and 24,000 (2.3%) on the previous year, and is the lowest level recorded since the series began.\n\nFigure 4 shows the general downward trend in employment in public administration since Q3 2009.\n\n### Other public sector\n\nThe category 'other public sector' covers all industries that have not been specified elsewhere, such as financial institutions.\n\nIn Q1 2015 employment in the category 'other public sector' increased by 5,000 (1.0%) on the previous quarter and decreased by 8,000 (1.5%) on the previous year.\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/5475cd8e\" />\n\n### Other health and social work\n\nThis category covers all health and social work not covered by the NHS.\n\nIn Q1 2015 employment in 'other health and social work' fell by 7,000 (2.7%) on the previous quarter and by 24,000 (8.7%) on the previous year.\n\n### Police\n\nIn Q1 2015 employment in the Police fell by 1,000 (0.4%) when compared with Q4 2014. In the year to Q1 2015 employment in the Police fell by 3,000 (1.2%). Employment in the Police has seen a decreasing trend since Q3 2009. This is shown in Figure 5.\n\n### HM Forces\n\nIn Q1 2015 employment in HM Forces remained the same compared to the previous quarter and fell by 6,000 (3.6%) on the same quarter a year ago. Figure 5 shows the steady fall in employment in HM Forces since Q1 2010.\n\n### Construction\n\nIn Q1 2015, employment in public sector construction fell by 2,000 (5.3%) on the previous quarter and by 3,000 (7.7%) on the previous year.\n\nFigure 5 shows the downward trend in employment in public sector construction from the beginning of the series in Q1 1999. From the start of 2012 the rate of decrease has lessened.\n"},{"title":"Public and private sector employment","markdown":"Private sector employment estimates are derived as the difference between total UK employment estimates sourced from the Labour Force Survey and the public sector employment estimates collected from public sector organisations.\n\nTotal employment in the public sector decreased during Q1 2015, with employment in the private sector continuing to rise. Just over 17% of the working population are employed in the public sector.\n\n### Total UK public and private sector employment\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/0a0b35d3\" />\n\nThe number of people employed in the private sector in Q1 2015 is estimated to be 25.681 million and is the highest recorded since the start of the series. Total UK private sector employment increased by 136,000 (0.5%) compared with Q4 2014. Total UK public sector employment decreased by 22,000 (0.4%) over the same period.\n\nThe public and private sector employment series have been affected by a number of major reclassifications where bodies employing large numbers of people have moved between public and private sectors. Figure 6 shows the series excluding the effect of major reclassifications.\n\nWith the effect of major reclassifications removed, total UK private sector employment increased by 124,000 (0.5%) on the previous quarter and by 466,000 (1.8%) on the previous year. On this basis, total UK public sector employment decreased by 10,000 (0.2%) on the previous quarter and by 42,000 (0.8%) on the previous year.\n\n### Public and private sector employment by region\n\nSeasonally adjusted series are not available when public and private sector employment is split by region. Therefore any differences between quarters in the published regional tables may be due to seasonal effects. Each series begins at Q1 2008.\n\n### Public sector employment by region\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/c5954930\" />\n\nAll of the Q1 2015 regional PSE headcount estimates, except the South East, are lower than the corresponding Q1 2014 estimates, as shown in Figure 7.\n\nWales (19,000; 5.9%) and East Midlands (9,000; 2.5%) showed the largest employment level falls in PSE in the year to Q1 2015.\n\nThe size of the fall in Wales is partly explained by the reclassification this quarter of 12,000 employees of Welsh further education colleges into the private sector.\n\n### Private sector employment by region\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/3dfc74e4\" />\n\nIn the year to Q1 2015, private sector employment increased in all of the 12 regions except East of England which decreased by 3,000 (0.1%), as seen in Figure 8. The largest increase in employment level was in the North West (111,000; 4.2%), followed by London (73,000; 1.8%).\n\n### Proportion of total employment employed by the public sector\n\n<ons-chart path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/55d04db3\" />\n\nFigure 9 shows the proportion of all those in employment employed in the public sector for each UK region at Q1 2015.\n\nNorthern Ireland (26.6%), Wales (22.4%) and Scotland (20.9%) showed the highest public sector employment proportions.\n\nAt Q1 2015, the North East (20.4%) remains the English region with the highest public sector employment proportion. London (15.0%) had the lowest proportion.\n"},{"title":"Employment in the Civil Service and executive non-departmental public bodies (NDPBs)","markdown":"### Civil Service\n\nAt Q1 2015, employment in the UK Home Civil Service increased by 1,000 compared with Q4 2014.\n\nThe largest increases were in the National Offender Management Service (910) and the Home Office (620).\n\nThe largest decrease was in HM Revenue and Customs (excluding agencies) (640).\n\n### Executive NDPBs\n\nThese bodies usually deliver a particular public service and are overseen by a board rather than ministers. Employment in executive NDPBs has been aggregated by sponsoring department.\n\nBetween Q4 2014 and Q1 2015, total employment in executive NDPBs remained flat.\n"}],"accordion":[{"title":"Background notes","markdown":"1. **Basic quality information**\n\n\tIn 2005 the Office for National Statistics (ONS), in collaboration with other government departments and the devolved administrations, implemented major improvements to public sector employment (PSE) estimates. Standard definitions for public sector employment across all departmental statistics were agreed and a single definitive set of quarterly PSE estimates introduced. A new Quarterly Public Sector Employment Survey (QPSES) was established. ONS publishes official PSE estimates each quarter as National Statistics, in the form of a statistical bulletin, approximately 11 weeks after the period to which they refer.\n\n\tFurther details can be found in the Quality and Methodology Information for Public Sector Employment (115.9 Kb Pdf) article.\n\n2. **Relevance to users**\n\n\tThe PSE estimates and data produced for the quarterly publication are used across government and feed into a number of wider publications and outputs. Some government departments use the total figures to facilitate policy making, whereas others use specific components of the data collection. The main users are as follows:\n\n\t- Cabinet Office\n\t- HM Treasury\n\t- Scottish Government\n\t- Department for Communities and Local Government (DCLG)\n\t- Local Government Association (LGA)\n\n3. **Revisions**\n\n\tPublic sector employment statistics have previously been published for all periods from 1999 up to and including Q4 2014. In line with the published [revisions policy for public sector employment statistics (26.4 Kb Pdf)](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/public-sector-employment/public-sector-employment-statistics-revisions-policy.pdf \"Public Sector Employment Statistics Revisions\") , the statistics have been revised, to take account of late information from respondents.\n\n\tTables 1R to 5R illustrate the size of the revisions in each category.\n\n4. **Concepts and definitions**\n\n\tThe public sector comprises central government, local government and public corporations as defined for the UK National Accounts. The [Public Sector Classification Guide](http://www.ons.gov.uk/ons/rel/na-classification/national-accounts-sector-classification/index.html \"Public Sector Classification Guide\") is published monthly by ONS, and provides information on the classification of organisations and institutions in the National Accounts.\n\n\tThe public sector employment estimates relate to the number of people employed according to returns from relevant organisations, but they include a number of workers with a second job in the public sector whose main job is in the private sector or in a separate public sector organisation. The private sector estimate, which is obtained by taking the difference between the Labour Force Survey estimate of people employed in the whole economy and the public sector total, will thus tend to be correspondingly understated by a small percentage.\n\n\tHeadcount estimates are based on the number of employees with an employment contract who are being paid by the organisation. Employees can be permanent, on a fixed-term contract or employed on a casual basis. Self-employed, contract workers and agency workers are excluded.\n\n\tPermanent employees, as defined in Tables 8 and 10, are employees with a contract with no agreed expiry date or a fixed-term contract of more than 12 months. Temporary or casual employees are those with a fixed-term contract of 12 months or less or employed on a casual basis.\n\n\tAs well as the headcount estimates, estimates have also been produced for the number of employees in full-time equivalents (FTE) back to 1999. This is based on converting part-time employees’ hours into a full-time employees’ equivalent and provides a better indication of total labour input than a simple headcount.\n\n\tCentral government includes all administrative departments of government and other central agencies and Non-Departmental Public Bodies. As such it is wider than the Civil Service. This sector also includes HM Forces and the National Health Service (NHS). Within education, academies and free schools are classified to central government.\n\n\tLocal government covers those types of public administration that only cover a locality and any bodies controlled and mainly financed by them. The sub-sector includes all areas of administrative authorities including parish councils, though these units are not covered by the current estimates for local authorities. It includes police forces and their civilian staff. All functions of local authorities are classified to the sub-sector, although trading activities that produce market output (for example, housing and municipally owned markets) are regarded as quasi-corporations and appear under public corporations. Local education authorities are part of local government, as are voluntary aided schools, county schools and, from September 1999, foundation schools (formerly grant-maintained).\n\n\tPublic corporations are companies or quasi-corporations controlled by government, for example London Underground Ltd. These companies receive more than half their income from sales of goods or services into the market place.\n\n\tThe estimates of Civil Service employees count all home Civil Service employees. Civil Service employees can be classified to central government or public corporations. Examples of public corporations include the UK Intellectual Property Office and the Driving and Vehicle Standards Agency. Civil Service estimates exclude the Northern Ireland Civil Service and other Crown servants. Employees in these groups are included in estimates of central government employment.\n\n5. **Accuracy**\n\n\tResponse Rates:\n\n\tPSE statistics are compiled from a range of sources. The primary source is the Quarterly Public Sector Employment Survey (QPSES). The QPSES comprises three separate data collections; the home Civil Service, Local Authorities in England and Wales, and Great Britain public corporations and Non-Departmental Public Bodies (NDPBs). Returned questionnaires go through a series of automated validation tests to check for completeness and consistency and to identify any significant movements compared with the previous period reported (and the same period the previous year). The automated checks are followed up with respondents where errors are detected or further explanation is required. The target is to clear 95% of test failures prior to processing results. ONS response targets for each of the three surveys ahead of compiling results are 85% (number of respondents) and 90% (of total employment). In addition, each survey has a list of critical respondents (usually those with the largest employment) for which special efforts are made to achieve 100% response and clearance of test failures.\n\n\t<ons-table path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/8537615b\" />\n\n\tData for non-responders are imputed based on previous returns and known annual changes in seasonality. It is extremely rare for a local authority, public body or Civil Service department to non-respond for two consecutive quarters. The data collection is statutory for local authorities and public bodies (Statistics of Trade Act 1947) and positive action is taken to address non-response issues as and when they occur.\n\n\tSo that estimates of total public sector employment can be made, it is necessary for further information to be gathered from external sources.\n\n\t<ons-table path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/472cc7c3\" />\n\n\tONS also produces regional estimates of PSE based on returns from public sector organisations (Table 6). These supersede those produced using the Labour Force Survey (LFS) which previously had been used in conjunction with national PSE estimates to produce estimates by region.\n\n6. **Coherence**\n\n\tEstimates of public sector employment for Q4 2014 to Q1 2015 are based partly on projections for some sources. As part of the development programme to improve the quality of public sector employment estimates, public sector organisations are working towards the production of timely quarterly estimates. Until this development programme is completed, there remains a requirement to include estimates for certain sources:\n\n\t1. Police (including civilians) workforce estimates for England and Wales are published every six months (for two quarters) by the Home Office.\n\t2. NHS workforce statistics for England are derived from a pay system which covers all but two English NHS organisations. This produces very good estimates of staff numbers. Figures for the two other organisations are estimated based on annual NHS Workforce Census figures. This new source of estimates will reduce the need to revise estimates in the future.\n\n\tAll time series in the Public Sector Employment release, except for the regional series, are seasonally adjusted to aid interpretation. As seasonal adjustment does not preserve additivity within aggregation structures, relationships that hold in the unadjusted series do not necessarily hold for the seasonally adjusted series. For example, total public sector employment equals the sum total of all public sector industry estimates before seasonal adjustment, but this is not necessarily true after seasonal adjustment.\n\n\tThe estimates of public sector employment in education (SIC division 85) differ from the school workforce estimates published by the Department for Education (DfE) mainly as a result of differences in coverage and data sources. DfE estimates focus on the number of FTE teachers and support staff for England only. By comparison, the ONS estimates are derived by allocating local authority employees to education using the Inter-Departmental Business Register (IDBR) and the QPSES in England and Wales. The DfE School Workforce Census school level estimates are used to estimate employment in academies in England. PSE estimates include all employees reported by local authorities as working in primary, secondary and adult education establishments including some groups who are not covered by the DfE statistics, such as adult education staff and certain categories of support staff. Employment estimates for education in Scotland and Northern Ireland are also included to give a wider UK coverage. The different coverage of the ONS and DfE education statistics serve the needs of different users. Those who require information on the workforce in England who are directly involved in pupils' teaching and learning should use DfE published statistics. Users should also refer to DfE published statistics to gauge trends in education employment. Those who seek data on UK public sector employment in education, in its widest sense, should use the ONS data in this release. For further information on the differences between DfE and ONS data on education please see pages 44 to 46 of the Public Sector Employment Trends 2005 article published in October 2005.\n\n\tONS estimates for the NHS also differ from the headline figure produced by the Health and Social Care Information Centre (HSCIC). Again, this reflects the wider UK coverage (HSCIC figures are for England only) plus the exclusion by ONS of general practitioners (GPs). ONS, in accordance with National Accounts practice, classifies GPs as part of the private sector. ONS also include hospital practitioners and clinical assistants who work in hospitals on a salaried pay scale but generally work as GPs leading the HSCIC to exclude them from their totals to avoid double counting. When these factors are allowed for, ONS and NHS data can be shown to be identical.\n\n\tMachinery of government changes in the period since 1 April 2014 are listed here:\n\n\t<ons-table path=\"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/3b5e6d59\" />\n\n7. **Methods**\n\n\tImprovements to the way employment in public sector education in England is estimated were first implemented as part of the PSE, Q3 2012 release. Revisions to the estimates caused by these improvements were at that time incorporated into the revised PSE series, in line with the [revisions policy for public sector employment statistics (26.4 Kb Pdf)](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/public-sector-employment/public-sector-employment-statistics-revisions-policy.pdf \"Public Sector Employment Statistics Revisions Policy\") . Further details of the change in method and the impact on estimates of PSE are available in '[Public Sector Employment Statistics - Change in Method for Estimating Employment in Education in England](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q3-2012/art.html \"ART Academy Note\")', published as part of the [Public Sector Employment, Q3 2012](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q3-2012/index.html \"Public Sector Employment, Q3 2012\") release.\n\n8. **Reclassifications**\n\n\tIn recent years the public and private sector employment series have been affected by a number of major reclassifications where bodies employing large numbers of people have moved between the public and private sectors. These major reclassifications are as follows:\n\n\t- Further education corporations and sixth form college corporations in England are included in the private sector from Q2 2012 but in the public sector for earlier time periods. More information on this decision can be found in the [Reclassification of Further Education Corporations and Sixth Form Colleges in England](http://www.ons.gov.uk/ons/rel/na-classification/national-accounts-sector-classification/classification-update---may-2012/reclassification-of-further-education-corporations-and-sixth-form-colleges-in-england---article.html \"Reclassification of Further Education Corporations and Sixth Form Colleges in England\") article published on 31 May 2012.\n\t- Royal Mail plc is included in the private sector from Q4 2013 but in the public sector for earlier time periods.\n\t- Lloyds Banking Group plc is included in the public sector from Q4 2008 to Q4 2013 but in the private sector for earlier and subsequent periods.\n\t- Royal Bank of Scotland plc is included in the public sector from Q4 2008 but in the private sector for earlier time periods.\n\t- Network Rail is included in the private sector before Q4 2002. From Q4 2002 onwards it is included in the public sector (except for the period from Q2 2003 to Q1 2004, when it is included in the private sector). More information can be found in the [Classification of Network Rail under European System of Accounts 2010](http://www.ons.gov.uk/ons/rel/na-classification/national-accounts-sector-classification/classification-of-network-rail-under-european-system-of-accounts-2010/art--classification-of-network-rail-under-european-system-of-accounts-2010.html \"Classification of Network Rail under European System of Accounts 2010\") published in December 2013.\n\t- Northern Rock is included in the public sector from Q4 2007 until Q4 2011 but in the private sector for earlier and later time periods.\n\t- Bradford and Bingley is included in the public sector from Q3 2008 but in the private sector for earlier time periods.\n\t- Welsh further education colleges were reclassified to the private sector on 27 January 2015. They are included in the private sector from Q1 2015 but in the public sector for earlier time periods.\n\n\tComparisons of public and private sector employment over time are complicated by a number of changes to the composition of these sectors over this period with several large employers moving between the public and private sectors. ONS therefore publishes estimates of public and private sector employment excluding the effects of major reclassifications alongside estimates of total public and private sector employment in Tables 5, 6a and 7a of the PSE release.\n\n\tOn 13 October 2010, ONS announced the reclassification of further education colleges and sixth form college corporations to the public sector. As part of the Q4 2010 publication, ONS took on employment estimates for further education colleges back to 1993 or their inception if later.\n\n\tOn 31 May 2012, ONS announced the reclassification of English further education colleges and sixth form college corporations to the private sector, as Non-Profit Institutions Serving Households (NPISH), effective from 1 April 2012. As such, employment estimates for English further education colleges and sixth form college corporations are included in ONS estimates of public sector employment from 1993 or their inception if later, up to and including Q1 2012. English further education colleges and English sixth form college corporations estimates of employment are not included in public sector employment estimates from Q2 2012 onwards.\n\n9. **Publication policy**\n\n\tThe complete run of public sector employment data in the tables of this statistical bulletin is also available to view and download in other electronic formats free of charge using the ONS Time Series Data website service. Users can download the complete [Public Sector Employment Time Series](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2015/tsd-pse-series.html \"Public Sector Employment Time Series\") in a choice of zipped formats, or view and download their own selections of individual series.\n\n\tA [list of those given pre-publication access](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2015/pra-pse-2015q1.html \"PRA PSE 2015Q1\") to the contents of this release is published as part of this release.\n\n\t10. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\n\tDesignation can be broadly interpreted to mean that the statistics:\n\n\t- meet identified user needs;\n\t- are well explained and readily accessible;\n\t- are produced according to sound methods; and\n\t- are managed impartially and objectively in the public interest.\n\n\tOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed."}],"relatedData":[{"uri":"/employmentandlabourmarket/publicsectorpersonnel/datasets/publicsectoremploymentq12015referencetables"},{"uri":"/employmentandlabourmarket/publicsectorpersonnel/datasets/publicsectoremployment"}],"charts":[{"title":"Figure 1: Total UK public sector employment, Q1 1999 to Q1 2015, seasonally adjusted","filename":"b5cc0fe7","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/b5cc0fe7"},{"title":"Figure 2: UK public sector employment in local and central government, Q1 1999 to Q1 2015, seasonally adjusted","filename":"f31e8437","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/f31e8437"},{"title":"Figure 3: UK public sector employment in Civil Service and public corporations, Q1 1999 to Q1 2015, seasonally adjusted","filename":"e819b697","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/e819b697"},{"title":"Figure 4: UK public sector employment by industry, Q1 1999 to Q1 2015, seasonally adjusted","filename":"c94312f1","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/c94312f1"},{"title":"Figure 5: UK public sector employment by industry, Q1 1999 to Q1 2015, seasonally adjusted","filename":"5475cd8e","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/5475cd8e"},{"title":"Figure 6: UK public and private sector employment, Q1 1999 to Q1 2015, seasonally adjusted","filename":"0a0b35d3","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/0a0b35d3"},{"title":"Figure 7: Change in public sector employment, by region, Q1 2014 - Q1 2015, not seasonally adjusted","filename":"c5954930","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/c5954930"},{"title":"Figure 8: Change in private sector employment, by region, Q1 2014 - Q1 2015, not seasonally adjusted","filename":"3dfc74e4","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/3dfc74e4"},{"title":"Figure 9: Proportion of total employment employed in the public sector, by region, Q1 2015, not seasonally adjusted","filename":"55d04db3","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/55d04db3"}],"tables":[{"title":"Table 1: Response rates for sources of public sector employment, Q1 2015","filename":"8537615b","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/8537615b"},{"title":"Table 2: External sources of data for public sector employment statistics","filename":"472cc7c3","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/472cc7c3"},{"title":"Table 3: Machinery of government changes, 1 April 2014 - 31 March 2015","filename":"3b5e6d59","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17/3b5e6d59"}],"type":"bulletin","uri":"/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremployment/2015-06-17","breadcrumb":[{"uri":"/"},{"uri":"/employmentandlabourmarket"},{"uri":"/employmentandlabourmarket/publicsectorpersonnel"}],"description":{"headline1":"total UK public sector employment decreased by 22,000 from Quarter 4 (Oct to Dec) 2014 to 5.372 million, while public sector employment fell by 59,000 in the same period a year ago","headline2":"employment in UK local government was 23,000 lower than at Quarter 4 (Oct to Dec) 2014, at 2.283 million; this is the lowest level since the start of the series in 1999","headline3":"employment in UK central government was 2,000 lower than at Quarter 4 (Oct to Dec)  2014, at 2.909 million","edition":"Q1 2015","nationalStatistic":true,"contact":{"email":"pse@ons.gsi.gov.uk","name":"Mark Williams","telephone":"+44 (0)1633 456728"},"releaseDate":"2015-06-17T00:00:00.000Z","language":"English","title":"Public Sector Employment","summary":"Public sector employment in local government, central government, public corporations, industrial sector and region.","keywords":["headcount","full-time equivalents","pse","civil service","local","government","central"],"nextRelease":"16 September 2015","metaDescription":"Public sector employment in local government, central government, public corporations, industrial sector and region."},"links":[]}