{
  "nextRelease": "18 December 2014",
  "contact": {
    "name": "Ciara Williams",
    "email": "fdi@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- Net investment flows into the UK (inward investment) increased in 2012 to £35.4 billion (current prices), from £28.9 billion in 2011. However, both of these estimates are well below flows of net investment into the UK seen between 2005 and 2007.\n- The net flow of direct investment abroad by UK companies (outward investment) decreased from £60.1 billion in 2011 to £26.5 billion in 2012, a fall of £33.6 billion.\n- Net investment flows (outward investment) to Europe declined sharply in 2012 compared with 2011, falling from a net investment of £27.3 billion in 2011 to a net disinvestment of £0.7 billion in 2012.\n- Most sectors involved in net investment abroad (outward investment) saw a decline in 2012, most notably within the services sector, falling from an investment of £42.2 billion in 2011 to an investment of £0.03 billion in 2012. This decline was mainly in the information and communication, financial services and the electricity, gas, water and waste industries.\n- The net position of direct investment abroad by UK companies stood at £1,088 billion (£1.1 trillion) by the end of 2012 (current prices). This was similar to levels reported at the end of 2011 and 2008. The net position of direct investment in the UK by overseas companies at the end of 2012 was estimated at £936 billion, an increase on the value reported at the end of 2011 (£793 billion).\n- Net earnings from direct investment by UK companies’ abroad (outward earnings) amounted to £80.2 billion in 2012. This was a decrease of £19.8 billion on the amount earned in 2011 and a return to similar levels seen in 2010. Net earnings from FDI in the UK (inward earnings) decreased slightly in 2012 to £42.7 billion (current prices), a decrease of £1.7 billion on the amount reported in 2011.\n"
    },
    {
      "title": "Overview",
      "markdown": "This Statistical Bulletin provides data on Foreign Direct Investment (FDI) flows, positions and earnings involving UK companies. The investment figures are published on a net basis, that is, they consist of investments minus disinvestments. Investments can include acquisitions of assets or shares and disinvestments can include the disposal of assets or shares.\n\nA summary of these results, by geography, was initially released as an Office for National Statistics (ONS) statistical bulletin for Foreign Direct Investment involving UK companies 2012 on 5 December 2013. This release provides additional information on component and industrial breakdowns.\n\nThe FDI estimates are analysed and produced to measure investment data for:\n\n[![Inward and Outward investments](http://www.ons.gov.uk/ons/resources/infooverviewgraphic_tcm77-351939.png)](http://www.ons.gov.uk/ons/resources/page13_tcm77-370703.png \"Inward and Outward investments\")\n\nThe UK’s FDI statistics are produced according to the agreed international standards set out in the third edition of the Organisation for Economic Co-operation and Developments (OECD) Benchmark Definition of FDI (BD3) and the fifth edition of the International Monetary Fund (IMF) Balance of Payments Manual (BPM5).\n\nThe OECD and IMF have recently released new versions of their manuals concerning FDI statistics (BD4 and BPM6). These revised manuals reflect the changes that have occurred in international finance since the previous updates. Along with other countries, the UK is currently working to implement these changes.\n\nFDI estimates are essential for measuring the UK’s Balance of Payments. FDI earnings figures feed into the Balance of Payments current account, FDI flows form an integral part of the financial account and FDI positions supply direct investment data to the International Investment Position (IIP) account.\n\nWithin the UK, FDI estimates are used by a large number of government departments for briefing and policy formation purposes, including HMRC, Cabinet Office, HM Treasury, UK Trade and Investment, the Bank of England, the Department for Business, Innovation and Skills and the Department for International Development.\n\nUK FDI figures are also extensively used for policy, analysis and negotiations by international organisations, including Eurostat, United Nations Conference on Trade and Development (UNCTAD), OECD and IMF, as well as a number of foreign embassies. More widely the FDI estimates are utilised by commercial companies, academics and independent researchers.\n"
    },
    {
      "title": "User Engagement",
      "markdown": "We are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have and would be particularly interested in knowing how you make use of these data to inform our work. Please contact us via email: fdi@ons.gsi.gov.uk  or telephone Ciara Williams on +44 (0)1633 456455.\n"
    },
    {
      "title": "Summary",
      "markdown": " #### FDI net investment flows (Table 1.1)\n\nThe net flow of direct investment abroad by UK companies (outward investment) decreased from £60.1 billion in 2011 to £26.5 billion in 2012, a fall of £33.6 billion (current prices). This was a return to similar levels of net outward flows seen in 2009 and 2010 and continues to remain substantially lower than the peaks observed in 2000 and 2007 of £154.2 billion and £159.1 billion respectively.\n\nNet investment flows into the UK (inward investment) increased in 2012 to £35.4 billion, a similar amount to 2010. However, both of these figures are well below flows of net investment into the UK seen between 2005 and 2007.\n\n#### FDI net International Investment Positions (IIP) (Table 1.2)\n\nThe net position of direct investment abroad by UK companies stood at £1,088 billion (£1.1 trillion) by the end of 2012 (current prices). This was similar to levels reported at the end of 2011 and 2008.\n\nOutward FDI net positions seem to have recovered from the reduction at the end of 2009 following the 2008/2009 economic downturn. The net position of direct investment in the UK by overseas companies at the end of 2012 was estimated at £936 billion, an increase on the value reported at the end of 2011 (£793 billion). This has been primarily driven by a decreased level of inter-company borrowing and sustained income yields.\n\n#### FDI net investment earnings (Table 1.3)\n\nNet earnings from direct investment by UK companies’ abroad (outward earnings) amounted to £80.2 billion in 2012. This was a decrease of £19.8 billion on the amount earned in 2011 and a return to similar levels seen in 2010. Although there was a decline in the value of UK earnings abroad in 2012, figures still continue to be above those recorded in 2008 and 2009, when the effects of deteriorating economic conditions became visible in the UK FDI data.\n\nNet earnings from FDI in the UK (inward earnings) decreased slightly in 2012 to £42.7 billion (current prices), a decrease of £1.7 billion on the amount reported in 2011. However, UK inward net earnings have continued to recover from the large fall seen in 2008. Net earnings in 2012 remained broadly similar to the value recorded in 2007 and 2011.\n\n#### FDI by geography and industry\n\nThe overall trends above are partly reflected in the destinations of net investment abroad by UK companies. For example, net investment to Europe declined sharply in 2012 compared with 2011, likely owing in part to relatively subdued economic conditions. On the other hand, net investment into the UK by overseas companies increased from all regions except Africa and Australasia \u0026 Oceania.\n\nIn contrast to 2011, most sectors involved in net investment abroad saw a decline in 2012, most notably within the information and communication, financial services and the electricity, gas, water and waste industries. These decreases originated from Europe, the Americas and Asia.\n\nHowever, despite an overall increase in net investment into the UK during 2012, decreases in net investments were seen in half of the industries, particularly in the mining and quarrying industry from Europe.\n\n#### How our statistics compare with external sources\n\nThe UK experienced mixed economic conditions in 2012 as annual GDP growth slowed from 1.7% in 2010, to 1.1% in 2011 and to 0.3% in 2012.\n\nHowever, the UK remains one of the most active countries for outward and inward FDI in the world. The latest OECD figures suggest that 4.6% of total world inward FDI was to the UK in 2012, whereas 5.8% of total world outward FDI was from the UK.\n\nThe trends in these flows suggest that FDI inflows to the UK have been increasing since 2010, while the value of FDI outflows fell in 2012 from 2011, yet remained higher than the 2009 and 2010 levels.\n\nGlobal economic activity continued to slow in 2012. The latest International Monetary Fund (IMF) data estimated that world GDP grew by 3.2% in 2012 after growing by 3.9% in 2011 and by 5.2% in 2010. However, unlike those previous years, the slowing rate of economic activity is more widely spread around the world.\n\nThe advanced economies grew by 1.5% in 2012, compared with growth of 1.7% in 2011. This is partly reflecting the continuing economic adjustments in some developed economies following the 2008/09 economic downturn. However, growth in the rest of the world also slowed to 4.9% compared with 6.2% in 2011. The IMF found that a number of emerging markets may be coming off cyclical peaks which would make it harder to sustain the growth rates of previous years.\n\n#### Rate of Return analysis\n\nOne useful indicator related to direct investment earnings is the rate of return. The rate of return is calculated as earnings divided by positions.\n\nOverall, the implied rate of return for outward direct investment abroad by UK companies was 7% in 2012, a decrease on 2011 (9%) and still lower than 2007 (10%).\n\nForeign companies investing in the UK saw slightly less prosperity on their investments in the UK in 2012. The implied rate of return for inward investment into the UK decreased to 5% in 2012 from 6% in 2011 and was still lower than the value reported in 2007 (7%).\n\n"
    },
    {
      "title": "Net FDI Flows Abroad (Outward) by Component and Industry",
      "markdown": "#### Component analysis (Table 1.1 and Table 2.2)\n \nNet FDI flows are made up of three primary components: reinvested earnings (sometimes known as un remitted profits); equity capital transactions (including mergers, acquisitions and disposals); and other capital transactions (including inter-company loans and branch head office balances).\n\n#### Figure 1: FDI net flows abroad by UK companies (outward)\n[![Figure 1: FDI net flows abroad by UK companies (outward)](http://www.ons.gov.uk/ons/resources/chtfdifig1_tcm77-351908.png)](http://www.ons.gov.uk/ons/resources/chtfdifig1_tcm77-351908.png \"Figure 1: FDI net flows abroad by UK companies (outward)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nTotal net outwards FDI decreased sharply between 2011 and 2012, returning to a value more comparable with 2010. This decrease was driven by changes in equity capital transactions, decreasing from a net investment of £29.8 billion in 2011 to a net investment of £7.3 billion in 2012, down £22.5 billion. This was caused by a decrease in the value of acquisition made abroad by UK companies in 2012, which decreased to £25.2 billion, less than half the value witnessed in 2011.\n \nReinvested earnings in UK companies also declined in 2012, decreasing from an investment of £30.1 billion in 2011 to an investment of £19.3 billion in 2012. This fall was driven by a decrease in the net profit earned by UK companies within their affiliates in Europe and the Americas, particularly in the USA. This may be an indication that UK companies did not achieve as much income on their investments abroad during 2012 compared with 2011.\n\n#### Industry analysis (Table 2.3)\n\n#### Figure 2: FDI net flows abroad by UK companies (outward) by sector\n[![Figure 2: FDI net flows abroad by UK companies (outward) by sector](http://www.ons.gov.uk/ons/resources/chtfdifig2_tcm77-351909.png)](http://www.ons.gov.uk/ons/resources/chtfdifig1_tcm77-351908.png \"Figure 2: FDI net flows abroad by UK companies (outward) by sector\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nNet FDI outflows from the UK in 2012 saw a sizeable decrease between 2011 and 2012, returning to values more comparable with 2010. This decline was very noticeable within the service sector.\n \n#### Services\n \nUK net investment abroad to service sector companies decreased from an investment of £42.2 billion in 2011 to an investment of £0.03 billion in 2012. This large shift can be attributed to three areas within the make up of the service sector.\n \nNet outflows abroad to financial services companies decreased from an investment of £14.4 billion in 2011 to an investment of £4.4 billion in 2012, a decrease of £10 billion. This was driven by decreases in net investment to Europe with large movements of equity capital taking place.\n \nThis was mainly distributed across four countries.\n\n- Two large equity disposals affected the value of financial service sector net outflows from the UK, in particular, to Sweden (Old Mutual PLC of the UK disposed of Skandia insurance company Ltd of Sweden for £2.1 billion, as reported in Q1 2012 M\u0026A statistical bulletin) and Luxembourg (a large disposal within the banking services). \n- In addition, the Netherlands and UK Offshore Islands also witnessed large decreases in net financial services outflows from the UK during 2012.\n\nIt should be noted that international reporting standards require net outward (and inward) direct investment to be reported according to the immediate investing country rather than the ultimate source of investment. As consequence of this, the relative importance of certain countries such as the Netherlands and Luxembourg may be partly due to the presence of high numbers of ‘Special Purpose Entities’ (companies whose primary purpose is to ‘pass through’ investment) in those economies. Care therefore needs to be taken when interpreting these values.\n \nUK companies net investment abroad in the information and communication services industry witnessed a decrease in 2012, falling from an investment of £12.1 billion in 2011 to a disinvestment of £7.3 billion in 2012, a decrease of £19.4 billion. This decrease can be attributed to drops in net investment outflows to Europe, the Americas and Asia.\n \nWithin Europe, net UK outflows of information and communication services to the Netherlands saw a large drop, falling from an investment of £0.2 billion in 2011 to a disinvestment of £4.3 billion in 2012. This decrease was largely due to a fall in net profit by companies operating with the region.\n \nWithin the Americas, UK net investment of information and communication services to the USA fell from an investment of £4.1 billion in 2011 to a disinvestment of £0.2 billion in 2012, a decrease of £4.3 billion. Furthermore, there was a fall in UK net investment abroad to other Asian countries which decreased from an investment of £3.6 billion in 2011 to a disinvestment of £0.4 billion in 2012. Both of these regions saw increases in net investment from the UK in 2011, which were as a result of large equity transactions between the UK and these regions. In 2012, UK net investment to both of these areas returned to levels more in line with 2010 estimates.\n \nNet investments from the UK to foreign companies abroad within electricity, gas, water and waste industry also saw a decrease, falling from an investment of £9 billion in 2011 to an investment of £0.5 billion in 2012.\n\n#### Resources\n\nNet UK investment in the resources sector abroad declined in 2012, decreasing from an investment of £9.1 billion in 2011 to an investment of £8 billion in 2012.\n\nNet outflows to companies within the mining and quarrying industry remained the main driver for changes seen in the resources sector during 2012.  This decrease was driven by a fall in net outflows to Asia (decreasing from an investment of £4.1 billion in 2011 to a disinvestment of £0.4 billion in 2012) and to the Americas, in particular the USA, who witnessed a decrease, falling from an investment of £9.6 billion in 2011 to a disinvestment of £1.5 billion in 2012.\n \nNet outflows to Australasia and Oceania offset these decreases in net investment abroad to companies within the mining and quarrying industry. UK net investment increased from an investment of £1.6 billion in 2011 to an investment of £2.6 billion in 2012.\n\n#### Manufacturing\n\nUK net investment abroad to manufacturing-based companies increased from an investment of £4.0 billion in 2011 to an investment of £7.7 billion in 2012.\n \nThis was driven by an increase in net outflows within other manufacturing (which includes the manufacture of electrical equipment and repair, maintenance and installation of machinery). This increased from an investment of £1.3 billion in 2011 to an investment of £2.8 billion in 2012 (£1.5 billion increase) and was driven by investments by UK companies in Europe (increasing from an investment of £0.6 billion in 2011 to an investment of £1.5 billion in 2012) and the Americas (increasing from an investment of £0.3 billion in 2011 to an investment of £1.1 billion in 2012)\n \nHowever, these increases were offset by decreases in UK net outflows to companies who manufacture food, beverages \u0026 tobacco products (decreasing from an investment of £0.2 billion in 2011 to a disinvestment of £1.0 billion in 2012) driven by decreases in net outflows to Australia. In addition, UK net investment in petroleum, chemicals, pharmaceuticals, rubber, plastic products also declined. Overall, net outflows increased from an investment of £1.5 billion in 2011 to an investment of £5.8 billion in 2012 with UK outflows to the USA recovering from a large disinvestment witnessed in 2011.\n"
    },
    {
      "title": "Net FDI International Investment Positions Abroad (Outward) by Component and Industry",
      "markdown": "#### Component analysis (Table 1.2)\n \nFDI international investment positions are made up of three primary components: UK companies share of their foreign companies’ affiliates share capital and reserves, inter-company account balances and foreign branch head-office account movements to the UK parent.\n\n#### Figure 3: FDI net international investment positions abroad by UK companies (outward)\n[![Figure 3: FDI net international investment positions abroad by UK companies (outward)](http://www.ons.gov.uk/ons/resources/chtfdifig3_tcm77-351910.png)](http://www.ons.gov.uk/ons/resources/chtfdifig3_tcm77-351910.png \"Figure 3: FDI net international investment positions abroad by UK companies (outward)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nAt the end of 2012, net FDI international investment positions increased marginally when compared with 2011. Since 2007, the rate of increase of UK FDI international investment positions abroad has remained broadly flat. \n \nOne notable decrease occurred in the level of net amounts due to UK parent companies by branch head offices, which decreased from £17.9 billion at the end of 2011 to £9.7 billion at the end of 2012.\n\n#### Industry analysis (Table 1.2 and Table 3.3)\n\n#### Figure 4: FDI net international investment position abroad by UK companies (outward) by sector\n[![Figure 4: FDI net international investment position abroad by UK companies (outward) by sector](http://www.ons.gov.uk/ons/resources/chtfdifig4_tcm77-351911.png)](http://www.ons.gov.uk/ons/resources/chtfdifig4_tcm77-351911.png \"Figure 4: FDI net international investment position abroad by UK companies (outward) by sector\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n#### Services\n\nAt the end of 2012, UK outward net positions within the service sector increased to £502.0 billion, increasing marginally when compared with the level at the end of 2011. Outward services positions accounted for 46% of the total UK outward position at the end of 2012, in line with the previous year.\n\nWithin the total service UK investment position abroad:\n\n- Financial services accounted for 58% at the end of 2012, compared with 48% at the end of 2011.\n- Information \u0026 communication services accounted for 23% at the end of 2012, compared with 25% at the end of 2011.\n- Other services accounted for 8% at the end of 2012, in line with the previous year.\n\n#### Manufacturing\n \nUK outward investment positions within the manufacturing sector decreased to £170.2 billion at the end of 2012 compared with £185.3 billion at end of 2011 (down 8%). The UK’s outward position within the manufacturing sector accounted for 16% of the total UK outward position at the end of 2012 (compared with 17% at the end of 2011).\n \nWithin the manufacturing sector, UK investment position abroad:\n- Petroleum, chemicals, plastic and fuel products accounted for 43% at the end of 2012, compared with 45% at the end of 2011.\n- Food products accounted for 25% at the end of 2012, compared with 28% at the end of 2011.\n- Other manufacturing products accounted for 18% at the end of 2012, compared with 15% at the end of 2011.\n\n#### Resources\n \nAt the end of 2012, UK net outward positions within the resource sector increased to £221.5 billion (up 12% from £197 billion at the end of 2011). Resources accounted for 20% of the total UK net outward position at the end of 2012 (compared with 18% at the end of 2011).\n"
    },
    {
      "title": "Net Earnings From FDI Investment Abroad (Outward) by Component and Industry.",
      "markdown": "#### Component analysis (Table 1.3)\n \nNet FDI earnings abroad by UK companies are made up of three primary components. These include net subsidiaries profit, net interest incurred by UK companies and branch net profits.\n\n#### Figure 5: FDI net earnings abroad by UK companies (outward)\n[![Figure 5: FDI net earnings abroad by UK companies (outward)](http://www.ons.gov.uk/ons/resources/chtfdifig5_tcm77-351912.png)](http://www.ons.gov.uk/ons/resources/chtfdifig5_tcm77-351912.png \"Figure 5: FDI net earnings abroad by UK companies (outward)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nIn 2012, net FDI earnings abroad decreased when compared with 2011, falling from net earnings of £100.0 billion in 2011 to net earnings of £80.2 billion in 2012. This value was a return to 2010 levels. This decrease was driven by a fall in UK companies’ share of their subsidiaries’ net profit and branch net profit abroad. In particular, decreases were seen in net profit in the Americas and Europe.\n\n#### Industry analysis (Table 1.3 and Table 4.3)\n\n#### Figure 6: FDI net earnings abroad by UK companies (outward) by sector\n[![Figure 6: FDI net earnings abroad by UK companies (outward) by sector](http://www.ons.gov.uk/ons/resources/chtfdifig6_tcm77-351913.png)](http://www.ons.gov.uk/ons/resources/chtfdifig6_tcm77-351913.png \"Figure 6: FDI net earnings abroad by UK companies (outward) by sector\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nAll three broad sectors observed reductions in net FDI earnings between 2011 and 2012. The service sector in particular showed the largest decline, decreasing from £41.9 billion in 2011 to £29.2 billion in 2012. Net earnings in 2012 were similar to those observed in 2010.\n \nThe decreases in net UK earnings abroad in 2012 in the service sector were driven by:\n- Information and communication services, decreasing from £8.8 billion in 2011 to £0.3 billion in 2012. This was mainly from within Europe.\n- Financial services, decreasing from £21.6 billion in 2011 to £18.9 billion in 2012, driven mainly by the Americas.\n\nThe manufacturing sector also saw a decline in 2012, decreasing from £21.3 billion in 2011 to £17.1 billion in 2012. This was driven by decreases in the manufacture of petroleum, chemicals, plastic and fuel products from within Europe. In addition, the resources sector saw a decline on the amount earned from companies abroad, decreasing from £25.0 billion in 2011 to £21.9 billion in 2012, within mining and quarrying making up the majority of this sector.\n "
    },
    {
      "title": "Net FDI Flows into the UK (Inward) by Component and Industry",
      "markdown": "#### Component analysis (Table 1.1)\n \nNet FDI flows are made up of three primary components: reinvested earnings (sometimes known as un remitted profits); equity capital transactions (including mergers, acquisitions and disposals); and other capital transactions (including inter-company loans and branch head office balances).\n\n#### Figure 7: FDI net flows into the UK by foreign companies (inward)\n[![Figure 7: FDI net flows into the UK by foreign companies (inward)](http://www.ons.gov.uk/ons/resources/chtfdifig7_tcm77-351914.png)](http://www.ons.gov.uk/ons/resources/chtfdifig7_tcm77-351914.png \"Figure 7: FDI net flows into the UK by foreign companies (inward)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nNet inward FDI flows into the UK increased in 2012 compared with 2011. This increase was driven by changes in earnings reinvested into the UK by foreign parent companies, increasing from a disinvestment of £4.1 billion in 2011 to an investment of £7.9 billion in 2012, an increase of £12 billion. This was caused by an increase in the amount of total profits made by foreign parents in the UK (predominantly from within Europe and the Americas) and a reduction in the amount of dividends paid back to these foreign parents.\n \nThe overall increase in net inflows were offset by a decrease in equity capital transactions between 2011 and 2012. This was the lowest amount seen since 2004 (current prices). Although the amount of acquisitions decreased from £40.4 billion in 2011 to £38.2 billion in 2012, the 2012 figures included a number of large asset transactions.\n\n#### Industry analysis (Table 1.1 and Table 5.3)\n\n#### Figure 8: FDI net flows into the UK by foreign companies (inward) by sector\n[![Figure 8: FDI net flows into the UK by foreign companies (inward) by sector)](http://www.ons.gov.uk/ons/resources/chtfdifig8_tcm77-351915.png)](http://www.ons.gov.uk/ons/resources/chtfdifig8_tcm77-351915.png \"Figure 8: FDI net flows into the UK by foreign companies (inward) by sector\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nDespite higher overall values of net FDI inflows to the UK in 2012 compared with 2011, this improvement was not seen consistently across all industry sectors. Net FDI inflows to the UK within the manufacturing and service sectors increased whereas inflows into the resource sector fell.\n \n#### Manufacturing\n \nNet investment into the manufacturing sector saw year on year growth, increasing from a disinvestment of £3 billion in 2011 to an investment of £7.5 billion in 2012.\n \nThis was driven by an increase in other manufacturing (which includes the manufacture of electrical equipment and repair, maintenance and installation of machinery). This increased from a disinvestment of £5.3 billion in 2011 to an investment of £3.2 billion in 2012 (£8.5 billion increase) and was driven by investments from foreign companies in Europe (the Netherlands, in particular) and also from the USA whose investment doubled in this sector between 2011 and 2012\n \nIn addition, the amount of foreign net investment in the manufacture of petroleum, chemicals, pharmaceuticals, rubber and plastic products increased from a disinvestment of £0.7 billion in 2011 to an investment of £4 billion in 2012, an increase of £4.7 billion.\n \nThese increases, however, were offset by a decrease in net investments by foreign companies in food, beverages and tobacco products, which decreased from an investment of £1.3 billion in 2011 to a disinvestment of £2.3 billion in 2012, down by £3.6 billion. \n \n#### Services\n \nNet investment in the UK service sector from companies abroad increased from an investment of £25.3 billion in 2011 to an investment of £26.3 billion in 2012.\n \nInvestments from foreign companies in electricity, gas, water and waste services increased from an investment of £7.2 billion in 2011 to an investment of £11.2 billion in 2012, an increase of £4 billion. This was predominantly driven by a large acquisition in 2012.\n \nThe information and communication services industry witnessed an increase in net investment from foreign companies, increasing from a disinvestment of £2.5 billion in 2011 to an investment of £1 billion in 2012, an increase of £3.5 billion. In 2012, initiatives were set up to encourage investment within this area of the economy, which may be a factor contributing to this increase.\n \nNet inflows of financial services increased from an investment of £7.1 billion in 2011 to an investment of £9.4 billion in 2012, an increase of £2.3 billion. The UK continued to be a key destination for financial services investments over shadowing other European countries who may have been affected by the euro zone downturn.\n \nThese increases were offset by a decrease in the amount of net investment from foreign companies within the retail and wholesale trade sector which decreased from a net investment of £5.4 billion in 2011 to a net disinvestment of £0.2 billion in 2012, a decrease of £5.6 billion.\n \n#### Resources\n \nNet investment in the UK resource sector from companies abroad declined in 2012, decreasing from an investment of £5.7 billion in 2011 to a disinvestment of £1.3 billion in 2012.\n \nThis decrease was driven by a fall in net investment from foreign companies investing in the mining and quarrying industry. This industry saw a year on year decrease of £7.1 billion, falling from an investment of £5.7 billion in 2011 to a disinvestment of £1.4 billion in 2012.\n"
    },
    {
      "title": "Net FDI International Investment Positions in the UK (Inward) by Component and Industry",
      "markdown": "#### Component analysis (Table 1.2)\n \nFDI international investment positions are made up of three primary components: foreign companies’ share of their UK companies’ affiliates share capital and reserves, inter-company account balances and foreign parent branch head-office account movements to the UK.\n\n#### Figure 9: FDI net international investment positions in the UK held by foreign companies (inward)\n[![Figure 9: FDI net international investment positions in the UK held by foreign companies (inward)](http://www.ons.gov.uk/ons/resources/chtfdifig9_tcm77-351916.png)](http://www.ons.gov.uk/ons/resources/chtfdifig9_tcm77-351916.png \"Figure 9: FDI net international investment positions in the UK held by foreign companies (inward)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nAt the end of 2012, all components of net FDI international investment positions increased when compared with 2011. These increases were primarily driven by an increase in the value of UK equity held by foreign companies caused by rises in the level of net flows which came predominantly from within Europe and the Americas.\n \nBetween 2008 and 2009, the inward FDI international investment position fell. Between 2009 and 2011, it was growing at a slower rate than prior to the 2008/2009 economic downturn. However, between 2011 and 2012, there was a sizable increase in the level of inward investment positions (18%) and this level has now risen to its largest value since 1987, when ONS began collecting positions data for the first time on an annual basis.\n\n#### Industry analysis (Table 1.2 and Table 6.3)\n\n#### Figure 10: FDI net international investment positions in the UK held by foreign companies (inward) by sector\n[![Figure 10: FDI net international investment positions in the UK held by foreign companies (inward) by sector](http://www.ons.gov.uk/ons/resources/chtfdifig10_tcm77-351917.png)](http://www.ons.gov.uk/ons/resources/chtfdifig10_tcm77-351917.png \"Figure 10: FDI net international investment positions in the UK held by foreign companies (inward) by sector\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n#### Services\n \nAt the end of 2012, UK inward net positions within the service sector increased to £613.9 billion (up 18% from £520.7 billion at the end of 2011). Inward service positions accounted for 66% of the total UK inward position at the end of 2012, in line with the previous year.\n \nOf the total service investment position into the UK:\n- Financial services accounted for 62% at the end of 2012, compared with 36% at the end of 2011.\n- Information \u0026 communication services accounted for 11% at the end of 2012, compared with 15% at the end of 2011.\n- Electricity, gas, water and waste services accounted for 9% at the end of 2012, in line with the previous year.\n\n#### Manufacturing\n\nUK inward investment positions within the manufacturing sector increased to £167.4 billion at the end of 2012 compared with £137.5 billion at end of 2011 (up 22%). Foreign companies net position in UK manufacturing industries accounted for 18% of the total UK inward position at the end of 2012 (compared with 17% at the end of 2011).\n \nOf the total manufacturing investment position into the UK:\n- Petroleum, chemicals, plastic and fuel products accounted for 32% at the end of 2012, compared with 22% at the end of 2011.\n- Food products accounted for 19% at the end of 2012, compared with 31% at the end of 2011.\n- Metal and machinery products accounted for 17% at the end of 2012, compared with 11% at the end of 2011.\n- Other manufacturing products accounted for 16% at the end of 2012, compared with 21% at the end of 2011.\n\n#### Resources\n \nAt the end of 2012, UK inward net positions within the resource sector increased to £76.3 billion (up 12% from £68.1 billion at the end of 2011). Resources accounted for 8% of the total UK inward net positions at the end of 2012 (compared with 9% at the end of 2011) of which mining \u0026 quarrying (including oil \u0026 gas) represented almost all of these investment positions.\n"
    },
    {
      "title": "Net Earnings From FDI Investment in the UK (Inward) by Component and Industry",
      "markdown": "#### Component analysis (Table 1.3)\n \nNet earnings from FDI in the UK are made up of three primary components. These include net subsidiaries profit, net interest incurred by UK companies and net branch profits.\n\n#### Figure 11: FDI net earnings into the UK by foreign companies (inward)\n[![Figure 11: FDI net earnings into the UK by foreign companies (inward)](http://www.ons.gov.uk/ons/resources/chtfdifig11_tcm77-351918.png)](http://www.ons.gov.uk/ons/resources/chtfdifig11_tcm77-351918.png \"Figure 11: FDI net earnings into the UK by foreign companies (inward)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nTotal net earnings from foreign direct investment in the UK decreased slightly to £42.7 billion in 2012. This was driven by a decrease in net branch profit figures, which fell from £7.5 billion in 2011 to £ 5.4 billion in 2012. However, this is a broadly stable trend and still remains in sharp contrast to the large net loss seen in 2008.\n\n#### Industry analysis (Table 1.3 and Table 7.3)\n\n#### Figure 12: FDI net earnings into the UK by foreign companies (inward) by sector\n[![Figure 12: FDI net earnings into the UK by foreign companies (inward) by sector](http://www.ons.gov.uk/ons/resources/chtfdifig12_tcm77-351919.png)](http://www.ons.gov.uk/ons/resources/chtfdifig12_tcm77-351919.png \"Figure 12: FDI net earnings into the UK by foreign companies (inward) by sector\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nThe sector composition of earnings from FDI directed into the UK in 2012 was again dominated by the services sector. However, this area saw a decrease of £8.9 billion, falling from £30.4 billion in 2011 to £21.5 billion in 2012. This was largely driven by a £5.8 billion decrease in retail and wholesale trade services.\n\nNet earnings by foreign companies within the manufacturing sector increased from £4.3 billion in 2011 to £9.8 billion in 2012. This growth was dominated by increases in net inward earnings on computer, electronic and optical products and other manufacturing industries.\n\nEarnings from FDI directed into the UK within the resources sector remained broadly flat, continuing the trend seen since 2009."
    }
  ],
  "accordion": [],
  "headline1": "Net investment flows into the UK (inward investment) increased in 2012 to £35.4 billion (current prices), from £28.9 billion in 2011.",
  "headline2": "Both of these estimates are well below flows of net investment into the UK seen between 2005 and 2007.",
  "headline3": "The net flow of direct investment abroad by UK companies (outward investment) decreased from £60.1 billion in 2011 to £26.5 billion in 2012, a fall of £33.6 billion.",
  "summary": "Provides a detailed breakdown of UK foreign direct investment flows, positions (stocks) and earnings (both inward and outward), by country, component and industry.",
  "relatedBulletins": [],
  "title": "Foreign Direct Investment Involving UK Companies, 2012 (MA4)",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Foreign Direct Investment Involving UK Companies, 2012 (MA4)",
  "uri": "/economy/investmentspensionsandtrusts/bulletins/foreigndirectinvestmentinvolvingukcompanies2012ma4",
  "fileName": "foreigndirectinvestmentinvolvingukcompanies2012ma4",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Economy",
      "fileName": "economy"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Investments, pensions and trusts",
      "fileName": "investmentspensionsandtrusts",
      "breadcrumb": []
    }
  ]
}