{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Alaa Al-Hamad",
    "email": "alaa.al-hamad@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Points",
      "markdown": "- Production output increased by 0.3% and manufacturing output increased by 0.2% between Q1 2014 and Q2 2014.\n- The largest contribution to the quarterly growth in production came from electricity, gas, steam \u0026 air conditioning output, which increased by 4.4%.\n- Production output increased by 1.2% between June 2013 and June 2014. This reflected increases of 1.9% in manufacturing and 0.4% in water supply, sewerage \u0026 waste management.\n- There were decreases of 1.0% in mining \u0026 quarrying and of 0.4% in electricity, gas, steam \u0026 air conditioning output, between June 2013 and June 2014.\n- Total production increased by 0.3% between May 2014 and June 2014. There were increases in three of the main sectors, with manufacturing, the largest contributor, increasing by 0.3%.\n- The main manufacturing components contributing to the increase between May 2014 and June 2014 were transport equipment; basic metals \u0026 metal products and food products, beverages \u0026 tobacco.\n- Production and manufacturing were 11.4% and 7.4% respectively below their figures reached in the pre-downturn GDP peak in Q1 2008.\n- The preliminary estimate of GDP, published on 25 July 2014, contained a forecasted rise of 0.4% for production in Q2 2014. This release of data estimates that production rose by 0.3% between Q1 2014 and Q2 2014 and the impact on the previously published Q2 2014 GDP estimate is minimal.\n- In this release, revised data have been incorporated from April 2014.\n"
    },
    {
      "title": "Key Figures",
      "markdown": "This bulletin presents the monthly estimates of the Index of Production (IoP) for the United Kingdom production industries, June 2014. The IoP is one of the earliest indicators of growth and measures output in the manufacturing (the largest component of production), mining \u0026 quarrying, energy supply and water supply \u0026 waste management industries. The production industries account for 15.2% of the [output approach to the measurement of gross domestic product (GDP)](http://www.ons.gov.uk/ons/rel/naa1-rd/united-kingdom-national-accounts/the-blue-book--2012-edition/art---balancing-the-three-approaches-to-measuring-gdp.html \"ART - Balancing the three approaches to measuring GDP\" ). IoP values are referenced to 2010 so that the average for 2010 is equal to 100. Therefore, currently an index value of 110 would indicate that output is 10% higher than the average for 2010. The index estimates are mainly based on a monthly business survey (MBS) of approximately 6,000 businesses, covering all the territory of the UK without geographical breakdown. The total IoP estimate and various breakdowns are widely used in private and public sector institutions. Care should be taken when using the month on month growth rates due to their volatility. All figures contained within this release are seasonally adjusted estimates, unless otherwise stated.\n\nTable 1 shows the key figures for this release. Figure 1 shows the production and manufacturing series from March 2012 to June 2014. This release also presents the economic context to the index of production IoP; GDP impact and components; a supplementary analysis to the IoP; and a background notes section for an assessment of the quality of the IoP, as well as an explanation of the terms used in this bulletin.\n\n#### Table 1: Percentage changes\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. Source: Primarily Monthly Business Survey (Production and Services) - Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/prt-key-figures-jun-2014.xls \"XLS format\") (16.5 Kb)\n\n#### Figure 1: Seasonally adjusted production and manufacturing\n[![Figure 1: Seasonally adjusted production and manufacturing](http://www.ons.gov.uk/ons/resources/chtiopiomtimeseriesjune2014_tcm77-373110.png)](http://www.ons.gov.uk/ons/resources/chtiopiomtimeseriesjune2014_tcm77-373110.png \"Figure 1: Seasonally adjusted production and manufacturing\")\n\n##### Notes:\n1. Source: Primarily Monthly Business Survey (Production and Services) - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/chd-iopiom-timeseries-jun-2014.xls \"XLS format\") (18.5 Kb)\n"
    },
    {
      "title": "Economic Context",
      "markdown": "The pace of growth in manufacturing exceeded that of total production between 2003 and 2006 (as seen in Figure 2). This trend however was temporarily interrupted following the economic downturn in 2008, where manufacturing fell by a greater extent than total production.\n\nFollowing the 2008-09 downturn, total production and manufacturing returned to growth for a short period, before falling again in 2011 and 2012 (this coincided with falling GDP in the euro area). Total production was particularly affected, falling below its downturn trough in Q4 2012, while manufacturing fell by a smaller amount.\n\nConditions improved throughout 2013 and have continued to do so in Q1 and Q2 2014, with both production and manufacturing output increasing in the second quarter of 2014 by 0.3% and 0.2% respectively. The rates of growth achieved in Q2 2014 were, however, noticeably subdued compared with the previous three quarters, which can be partly attributed to a fall in output in May 2014. \n\n#### Figure 2: Quarterly seasonally adjusted production and manufacturing\n[![Figure 2: Quarterly seasonally adjusted production and manufacturing](http://www.ons.gov.uk/ons/resources/chteconomiccontextiopjun2014_tcm77-373109.png)](http://www.ons.gov.uk/ons/resources/chteconomiccontextiopjun2014_tcm77-373109.png \"Figure 2: Quarterly seasonally adjusted production and manufacturing\")\n\n##### Notes:\n1. Source: Primarily Monthly Business Survey (Production and Services) - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/chd-economic-context-iop-jun-2014.xls \"XLS format\") (32 Kb)\n\nDivergences in the rates of growth between manufacturing and total production can be primarily attributed to movements within the other sub-industry groupings that make up total production, primarily the mining \u0026 quarrying industries. Despite the industry only comprising approximately 15.1% of total production, its overall downward trend (the industry has contracted in 13 out of the past 14 years) has provided downward pressure on total production. This can be predominantly attributed to North Sea oil reserves becoming increasingly challenging to extract and ageing extraction equipment requiring extensive repairs and maintenance.\n\nMore recently, the [Preliminary Estimate](http://www.ons.gov.uk/ons/rel/gva/gross-domestic-product--preliminary-estimate/q2-2014/index.html \"Q2 2014\") reported that Gross Domestic Product (GDP) rose by 0.8% in the second quarter of 2014, marking its sixth consecutive quarter of expansion. Two of the four main industrial groupings experienced growth in output, with the services and production industries rising by 1.0% and 0.4% respectively, whereas the construction and agriculture, forestry \u0026 fishing industries contracted by 0.5% and 0.2% respectively. Despite GDP surpassing its pre-downturn peak for the first time since the onset of the 2008-09 economic downturn, the services industries remained the only grouping to have exceeded its pre-downturn peak.  In contrast, output in both the production and construction industries remained more than 10% below their respective pre-downturn output levels.\n\nManufacturing output performed more favourably compared with total production since mid-2009. In the second quarter of 2014, manufacturing output was 7.4% below its pre-downturn peak. However, performances within the manufacturing industry varied, with three of its thirteen sub-industries exceeding their pre-downturn peaks:  transport equipment; food products, beverages \u0026 tobacco; and other manufacturing \u0026 repair. Of these, output growth within the transport equipment industries provided the largest upward contribution to overall manufacturing since mid-2009, with output 24.3% above its pre-downturn levels in the second quarter of 2014. The strength of the transport equipment industry comes despite its output initially falling by a greater extent than that of overall manufacturing during the peak-to-trough period of the 2008 downturn. Following the trough, conditions such as the introduction of the Vehicle Scrappage Scheme and a sharp depreciation in the sterling effective exchange rate contributed to the industry experiencing a sustained period of growth, with the level of output increasing at an average quarterly rate of 2.7% between Q1 2009 and Q2 2014.\n\nThe recent period of rising manufacturing output has been supported by easing price pressures in the manufacturing industry, both in terms of the prices manufacturers pay for materials and fuels used in the production process (input prices) and the prices they charge for the goods they produce (output prices).  Both measures are published by ONS in the [Producer Price Inflation](http://www.ons.gov.uk/ons/rel/ppi2/producer-price-index/index.html \"Producer Price Index index\") bulletin. Input prices marked their eighth successive month of deflation in the year to June 2014, with prices falling by 4.4%. Output price inflation has also moderated, falling to 0.2% in the year to June 2014 from 0.5% in the year to May 2014.\n\n### International Perspective\n\nGlobally, the performance of manufacturing output has varied across G7 nations since the onset of the economic downturn; Japan experienced the largest initial fall in output (32%), whereas the smallest decline was in the UK (13%), see Figure 3.\n\nFollowing the 2008-09 economic downturn, all [G7 nations’ manufacturing](http://www.ons.gov.uk/ons/external-links/organisations/oecd/g7-nations--manufacturing.html \"G7 nations’ manufacturing\") industries returned to growth. However, with the exception of the US, all members experienced further declines between the second half of 2012 and the first half of 2013, particularly in Italy and Japan. More recently, all members (excluding Germany as data were unavailable at time of writing) saw growth in manufacturing output in Q1 2014, however, output still remained below their respective pre-downturn peaks, with Italy, France and Japan remaining more than 10% below, the UK remaining 7.5% below and US output 2.6% below.\n\n#### Figure 3: Quarterly international manufacturing output\n[![Figure 3: Quarterly international manufacturing output](http://www.ons.gov.uk/ons/resources/chtinteconomiccontextiopjun2014_tcm77-373111.png)](http://www.ons.gov.uk/ons/resources/chtinteconomiccontextiopjun2014_tcm77-373111.png \"Figure 3: Quarterly international manufacturing output\")\n\n##### Notes:\n1. Source: OECD\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/chd-int-economic-context-jun-2014.xls \"XLS format\") (21 Kb)\n\nMore broadly, global economic conditions remain complex. The latest [euro area quarterly GDP](http://www.ons.gov.uk/ons/external-links/academic/euro-area-quarterly-gdp.html \"Euro Area Quarterly GDP\") figures show that output grew by 0.2% in Q1 2014, a fourth successive quarter of expansion. However, as GDP contracted in every quarter between the end of 2011 and start of 2013, output remains 2.5% below the pre-downturn peak reached in Q1 2008. The [US quarterly GDP](http://www.ons.gov.uk/ons/external-links/academic/us-quarterly-gdp.html \"US quarterly GDP\") rose by 1.0% in Q2 2014. This followed a contraction of 0.5% in Q1 2014, which was partly attributed to adverse weather conditions at the start of the year. \n"
    },
    {
      "title": "GDP Impact and Components",
      "markdown": "In this release, periods back to April 2014 are open for revision, in line with [National Accounts revisions policy (27.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-policies-by-theme/economy/national-accounts-revisions-policy.pdf \"National Accounts revisions policy\") . There is minimal impact on the previously published GDP estimates.\n\nThe preliminary estimate of GDP, published on 25 July 2014, contained a forecasted rise of 0.4% for production in Q2 2014. This release of data estimates that production rose by 0.3% between Q1 2014 and Q2 2014. Therefore the impact on the previously published Q2 2014 GDP estimate is minimal.\n\nThe estimates for the production industries are generally the first of the main components for the output approach to the measurement of GDP to be published (agriculture, [construction](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/may-2014/index.html \"May 2014\") and [services](http://www.ons.gov.uk/ons/rel/ios/index-of-services/may-2014/index.html \"May 2014\") are the other components). All the components are already available for Q1 2014. Details of the data already published can be found in Table 2. The [Retail Sales Index](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/index.html \"June 2014\") reported in Table 2 is not a direct component of the output measure of GDP. It does, however, feed into estimates of GDP in two ways. Firstly, it feeds into the services industries when GDP is measured from the output approach. Secondly, it is a data source used to measure household final consumption expenditure which feeds into GDP estimates when measured from the expenditure approach.\n\nOutput in the construction industry for June 2014 will be published on 8 August 2014 and services output for the same period on 15 August 2014. \n\n#### Table 2: GDP component tables, June 2014\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. The data for the index of production reflect the latest revisions published as part of this release.\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/prt-gdp-components-june-2014.xls \"XLS format\") (32.5 Kb)\n"
    },
    {
      "title": "Production and Sectors Supplementary Analysis",
      "markdown": "#### Table 3: Headline growth rates to the Index of Production, June 2014\n\n##### Table notes:\n1. Headline figures for the Index of Production are:\n Total Index of Production; Sector B Mining \u0026 quarrying; and within this Division 06 Oil \u0026 gas extraction; Sector C Manufacturing; Sector D Electricity, gas, steam \u0026 air conditioning; and Sector E Water supply, sewerage \u0026 waste management.\n2. Source: Primarily Monthly Business Survey (Production and Services) - Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/prt-headline-growths-june-2014.xls \"XLS format\") (17 Kb)\n\n#### Figure 4: Contribution to production growth, quarter on quarter\n##### Growth rates can be found in the chart download\n[![Figure 4: Contribution to production growth, quarter on quarter](http://www.ons.gov.uk/ons/resources/chtcontributionstoiopqroqrjun2014_tcm77-373112.png)](http://www.ons.gov.uk/ons/resources/chtcontributionstoiopqroqrjun2014_tcm77-373112.png \"Figure 4: Contribution to production growth, quarter on quarter\")\n\n##### Notes:\n1. Source: Primarily Monthly Business Survey (Production and Services) - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/chd-contributions-to-iop-qroqr-jun-2014.xls \"XLS format\") (20 Kb)\n\n#### Figure 5: Contribution to production growth, month on same month a year ago\n##### Growth rates can be found in the chart download or in the attached IoP 5 tables\n[![Figure 5: Contribution to production growth, month on same month a year ago](http://www.ons.gov.uk/ons/resources/chtcontributionstoiopmomyrjun2014_tcm77-373108.png)](http://www.ons.gov.uk/ons/resources/chtcontributionstoiopmomyrjun2014_tcm77-373108.png \"Figure 5: Contribution to production growth, month on same month a year ago\")\n\n##### Notes:\n1. Source: Primarily Monthly Business Survey (Production and Services) - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/chd-contributions-to-iop-momyr-jun-2014.xls \"XLS format\") (20 Kb)\n\n#### Figure 6: Contribution to production growth, month on month\n##### Growth rates can be found in the chart download or in the attached IoP 5 tables\n[![Figure 6: Contribution to production growth, month on month](http://www.ons.gov.uk/ons/resources/chtcontributionstoiopmomjun2014_tcm77-373107.png)](http://www.ons.gov.uk/ons/resources/chtcontributionstoiopmomjun2014_tcm77-373107.png \"Figure 6: Contribution to production growth, month on month\")\n\n##### Notes:\n1. Source: Primarily Monthly Business Survey (Production and Services) - Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/chd-contributions-to-iop-mom-jun-2014.xls \"XLS format\") (28 Kb)\n\n### Total production\n\nAs seen in Table 3, total production increased by 0.3% in Q2 2014 compared with Q1 2014. This increase was slightly lower than the forecasted rise of 0.4% contained within the [GDP preliminary estimate](http://www.ons.gov.uk/ons/rel/gva/gross-domestic-product--preliminary-estimate/q2-2014/index.html \"Q2 2014\"). The increase in total production reflected rises of 4.4% in the electricity, gas, steam \u0026 air conditioning sector; 0.5% in the mining \u0026 quarrying sector; and 0.2% in the manufacturing sector. This rise in manufacturing output (the largest component of production) followed a rise of 1.5% in Q1 2014. The largest contribution to the increase in total production came from the electricity, gas, steam \u0026 air conditioning sector, which contributed 0.3 percentage points, see Figure 4. These rises were partially offset by a fall in the water supply, sewerage \u0026 waste management sector of 2.5%, which contributed 0.2 percentage points.\n\nTotal production output in June 2014 increased by 1.2% compared with June 2013. This increase reflected rises in two of its four main components. The largest contribution to the increase was from manufacturing, which increased by 1.9% and contributed 1.3 percentage points. This was followed by water supply, sewerage \u0026 waste management output, which increased by 0.4% and had a negligible contribution to total production. These rises were partially offset by decreases in mining \u0026 quarrying output, which decreased by 1.0% and contributed 0.1 percentage points; and in electricity, gas, steam \u0026 air-conditioning output, which decreased by 0.4% and had a negligible contribution to total production.\n\nBetween May 2014 and June 2014, total production increased by 0.3%, with increases in three of its main sectors, see Table 3. This followed a fall in May 2014 of 0.6%, revised from a previously estimated decrease of 0.7%. The largest contribution to the increase was from manufacturing, which increased by 0.3% (having decreased by 1.3% in the previous month) and contributed 0.2 percentage points to total production. This was followed by increases in water supply, sewerage \u0026 waste management output, which increased by 1.0% and contributed 0.1 percentage points; and in electricity, gas, steam \u0026 air-conditioning output, which increased by 0.9% and contributed 0.1 percentage points. These rises were partially offset by a decrease in mining \u0026 quarrying, which decreased by 1.0% and contributed 0.1 percentage points to total production.\n\n### Manufacturing\n\nManufacturing increased by 0.2% in Q2 2014 compared with Q1 2014, as forecasted within the latest GDP preliminary estimate. Output increased in four of its 13 subsectors. As seen in Figure 4, the subsector with the largest contribution was the manufacture of transport equipment, which increased by 3.1% and contributed 0.3 percentage points to total production, having had a negligible increase during Q1 2014. The second largest contribution was from the manufacture of basic pharmaceutical products \u0026 pharmaceutical preparations, which increased by 2.4% and contributed 0.1 percentage points to the total production growth, having decreased by 5.8% in Q1 2014. This was followed by the manufacture of food products, beverages \u0026 tobacco, which increased by 0.6% and contributed 0.1 percentage points to total production, having had a larger increase, of 4.2% in Q1 2014.\n\nIn contrast, the manufacturing subsectors with the largest downward contributions were the manufacture of basic metals \u0026 metal products, which decreased by 1.5% and contributed 0.1 percentage points; the manufacture of machinery \u0026 equipment not elsewhere classified, which decreased by 1.5% and contributed 0.1 percentage points and the manufacture of coke \u0026 refined petroleum products, which decreased by 5.3% and contributed 0.1 percentage points to total production.\n\nManufacturing output increased by 1.9% between June 2013 and June 2014 and contributed 1.3 percentage points to total production growth. Output increased in seven of the 13 manufacturing subsectors (see Figure 5 for the contribution to production growth from each of the main sectors and subsectors). The manufacturing subsector with the largest upward contribution to total production growth was the manufacture of rubber, plastic products \u0026 other non-metallic mineral products. This subsector increased by 11.6% and contributed 0.6 percentage points, having had a larger increase of 14.7% the previous month. The subsector with the second largest contribution to production growth, compared with a year ago, was the manufacture of transport equipment. This subsector increased by 4.7% and contributed 0.5 percentage points. This subsector was followed by the manufacture of basic metals \u0026 metal products, which increased by 5.1% and contributed 0.4 percentage points to total production.\n\nIn contrast, the manufacturing subsector with the largest downward contributions to total production was the manufacture of basic pharmaceutical products \u0026 pharmaceutical preparations, which decreased by 8.0% and contributed 0.4 percentage points. This was followed by the manufacture of coke \u0026 refined petroleum products, which decreased by 18.2% and contributed 0.3 percentage points; and by the manufacture of electrical equipment, which decreased by 9.9% and contributed 0.2 percentage points to total production.\n\nManufacturing output increased by 0.3% between May 2014 and June 2014, and contributed 0.2 percentage points to total production, having decreased by 1.3% in the previous month. There were increases in five of the 13 manufacturing subsectors (see Figure 6). The manufacturing subsector with the largest contribution to total production was the manufacture of transport equipment, which increased by 3.9% and contributed 0.4 percentage points to total production. This followed a decrease of 1.9% in the previous month.\n\nThe largest contributor to the increase in this subsector was the manufacture of motor vehicles, trailers \u0026 semi trailers, which increased by 5.6% and contributed 0.4 percentage points to total production, following a contraction in May 2014 (See [dataset](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/tsd-iop-jun-2014.html \"TSD IoP Jun 2014\") for industry level data).This was the largest increase since January 2014 and anecdotal evidence suggested sales and exports were contributing factors. The second largest manufacturing subsector contributing to total production was the manufacture of basic metals \u0026 metal products, which increased by 1.9% and contributed 0.2 percentage points to total production. This was the largest increase since September 2013. The main driver to this increase was the manufacture of weapons \u0026 ammunition, which increased by 22.3%, the largest increase since April 2013 and contributed 0.1 percentage points to total production, with widespread strength throughout the industry. This subsector was followed by the manufacture of food products, beverages \u0026 tobacco, which increased by 0.5% and contributed 0.1 percentage points, having contracted the previous month. The main drivers to the increase were the manufacture of bakery \u0026 farinaceous products and the manufacture of other food products, which increased by 1.8% and 1.4% respectively, with negligible contribution to total production.\n\nIn contrast to the above increases, the manufacturing subsector with the largest downward  contribution to total production was the manufacture of textiles, wearing apparel \u0026 leather products, which decreased by 8.4% and contributed 0.2 percentage points, having had a large increase the previous month. The largest contributor to the decrease in this subsector was the manufacture of wearing apparel, which decreased by 19.2%, having increased by 10.5% the previous month and contributed 0.2 percentage points to total production. This subsector was followed by the manufacture of basic pharmaceutical products \u0026 pharmaceutical preparations, which decreased by 1.4% and contributed 0.1 percentage points; and the manufacture of coke \u0026 refined petroleum products, which decreased by 4.9% and contributed 0.1 percentage points to total production.\n\n### Mining \u0026 quarrying\n\nMining \u0026 quarrying output increased by 0.5% in Q2 2014 compared with Q1 2014, having had a larger increase in Q1 2014. The subsector with the largest contribution to total production was other mining \u0026 quarrying, which increased by 2.5% and contributed 0.1 percentage points. In contrast, partially offsetting this increase, were decreases in the extraction of crude petroleum \u0026 natural gas, which decreased by 0.2% and in the mining of coal \u0026 lignite, which decreased by 10.6%; both had a negligible contribution to total production growth.\n\nMining \u0026 quarrying output decreased by 1.0% between June 2013 and June 2014. The subsector with the largest contribution (see Figure 5) was other mining \u0026 quarrying, which decreased by 1.6% and contributed 0.1 percentage points. This was followed by the extraction of crude petroleum \u0026 natural gas, which decreased by 0.6% and contributed 0.1 percentage points, having had a similar decrease in output the previous month. This subsector was followed by the mining of coal \u0026 lignite, which decreased by 10.7% and had a negligible contribution to total production.\n\nMining \u0026 quarrying output decreased by 1.0% in June 2014 compared with May 2014 and contributed 0.1 percentage points (see Figure 6) to total production, having increased in the previous month. The subsector with the largest contribution was the extraction of crude petroleum \u0026 natural gas, which decreased by 1.3% and contributed 0.1 percentage points to total production. Anecdotal evidence suggested the summer maintenance period was a contributing factor to the drop in output. This was followed by a fall of 0.4% in other mining \u0026 quarrying and had a negligible contribution. There was an increase of 2.8% in the mining of coal \u0026 lignite, with negligible contribution to total production.\n\n### Electricity, gas, steam \u0026 air conditioning\n\nElectricity, gas, steam \u0026 air conditioning output increased by 4.4% in Q2 2014 compared with Q1 2014, having decreased the previous quarter. The contributor to the increase was the electric power generation, transmission \u0026 distribution subsector, which increased by 6.7% and contributed 0.4 percentage points to total production. Slightly offsetting this was a decrease in the manufacture of gas \u0026 distribution of gaseous fuels through mains, which fell by 2.2% and had a negligible contribution to total production.\n\nElectricity, gas, steam \u0026 air conditioning output decreased by 0.4% in June 2014 compared with June 2013 and had a negligible contribution to total production (see Figure 5) having had a larger decrease the previous month. The contributor to the decrease was the manufacture of gas \u0026 distribution of gaseous fuels through mains, which decreased by 4.0% and contributed 0.1 percentage points to total production. Partially offsetting this was an increase in the electric power generation, transmission \u0026 distribution subsector, which increased by 0.9% and contributed 0.1 percentage points to total production.\n\nElectricity, gas, steam \u0026 air conditioning output increased by 0.9% in June 2014 compared with May 2014 and contributed 0.1 percentage points (see Figure 6). The manufacture of gas \u0026 distribution of gaseous fuels through mains increased by 4.5% and contributed 0.1 percentage points to total production. Partially offsetting this increase was a decrease in electric power generation, transmission \u0026 distribution, which decreased by 0.3% and had a negligible contribution to total production.\n\n### Water \u0026 waste management\n\nWater supply, sewerage \u0026 waste management output decreased by 2.5% in Q2 2014 compared with Q1 2014. The largest contribution to the decrease was from sewerage output, which decreased by 7.7% and contributed 0.2 percentage points, having had an increase in the previous quarter. There was also a decrease of 0.5% in waste collection, treatment \u0026 disposal activities with negligible contribution to total production. Partially offsetting these decreases was an increase in remediation activities \u0026 other waste management services, which increased by 1.2% and had a negligible contribution.\n\nWater supply, sewerage \u0026 waste management output increased by 0.4% between June 2013 and June 2014 with negligible contribution to total production growth. This increase reflected increases in three of its subsectors (see Figure 5). The largest contributor to the increase was the waste collection, treatment \u0026 disposal activities subsector, which increased by 1.6% and contributed 0.1 percentage points. This was followed by increases in water collection, treatment \u0026 supply, which increased by 0.3% and in remediation activities \u0026 other waste management services, which increased by 4.6%, both having a negligible contribution to total production. These increases were partially offset by a decrease in sewerage output of 1.5%, which had a negligible contribution to total production.\n\nWater supply, sewerage \u0026 waste management output increased by 1.0% between May 2014 and June 2014, with increases in three of its four subsectors (see Figure 6). The largest contributor to the increase was in the waste collection, treatment \u0026 disposal activities subsector, which increased by 2.4% and contributed 0.1 percentage points. Anecdotal evidence suggested that the sale of scrap metals was a contributing factor. This was followed by increases in water collection, treatment \u0026 supply, which increased by 0.3%; and in remediation activities \u0026 other waste management services, which increased by 4.4%; and both had negligible contributions. Partially offsetting these increases was a decrease in sewerage output, which decreased by 0.5% and had a negligible contribution to total production.\n\n### Revisions to IoP\n\nRevisions to the Index of Production follow the [National Accounts Revisions policy (27.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-policies-by-theme/economy/national-accounts-revisions-policy.pdf \"National Accounts Revisions policy\") . Revisions are caused by a number of factors including, but not limited to: revisions to source data due to late responses to the Monthly Business Survey (MBS), actual data replacing forecast data and revisions to seasonal factors that are re-estimated every period. ONS produces revisions triangles of production and manufacturing growth to provide users with one indication of the reliability of this key indicator. Statistical tests are performed on the average revision to test if it is statistically significantly different from zero. Further information can be found in background note 5.\n\nIn this release of data, the earliest period open for revision was April 2014. There were no revisions to IoP month on month growth rates greater than 0.2%. In May 2014 there was an upward revision of 0.1%, where the month on month growth rate was revised from a fall of 0.7% to a fall of 0.6%. This was mainly attributed to a revision to crude oil \u0026 gas production due to late responses providing a more complete data set. There is minimal impact on previously published GDP estimates as a result of this revision. Further details on the revisions to IoP components can be found in the IoP5R tables, located within the data section of this release. \n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "###** 1. What\u0027s new?**\n\nA report titled [GDP Output Improvement Report](http://www.ons.gov.uk/ons/rel/gva/gross-domestic-product--preliminary-estimate/continuous-improvement-of-gross-domestic-product---may-2014.html \"Gross Domestic Product: Preliminary Estimate - Continious Improvement of Gross Domestic Product - May 2014\") was published on 29 May 2014. This report provides a detailed update of the work on industry reviews and wider improvements to IoP, IoS, GDPO and outlines the greater scope of the project as part of the GDP Continuous Improvement Programme.\n\nA report titled [The UK has one of the fastest growing economies in the G7](http://www.ons.gov.uk/ons/rel/elmr/gdp-and-the-labour-market/q1-2014--may-gdp-update/sty-gdp-g7-economies.html \"STY GDP G7 economies\") was published on 03 June 2014 explaining how the UK\u0027s economy compares to other countries.\n\nOn 4 July 2014, [ONS published a short story](http://www.ons.gov.uk/ons/rel/iop/index-of-production/april-2014/sty-pharmaceuticals.html \"STY pharmaceuticals\") describing how the pharmaceuticals industry has changed over time.\n\nThe \"[14 ways ONS statistics help you understand the economy](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/video-summary--14-ways-ons-statistics-help-you-understand-the-economy.html \"Video summary\")\" video explains how the statistics in this release fit into a wider set of ONS statistics. \n\n#### Upcoming changes\n\nThe Index of Production release for July 2014, to be published on Tuesday 09 September 2014, will have no periods open for revision. Therefore all data published for periods prior to July 2014 will remain unchanged.\n\n###** 2. Code of Practice for Official Statistics**\n\nNational Statistics are produced to high professional standards set out in the [Code of Practice for Official Statistics](http://www.ons.gov.uk/ons/guide-method/the-national-statistics-standard/code-of-practice/index.html \"Code of Practise - G\u0026M\"). They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n###** 3. Understanding the data**\n#### Short guide to the Index of Production \nThis statistical bulletin gives details of the index of output of the production industries in the United Kingdom. Index numbers of output in this statistical bulletin are on the base 2010\u003d100 and are classified to the [2007 Standard Industrial Classification](http://www.ons.gov.uk/ons/guide-method/classifications/current-standard-classifications/index.html \"Current Standard Classifications - G\u0026M\") (SIC). The production industries, which accounted for 15.2% of gross domestic product in 2010, cover mining \u0026 quarrying (Section B), manufacturing (Section C), gas \u0026 electric (Section D), and water supply \u0026 sewerage (Section E).\n\n#### Interpreting the data \nThe non-seasonally adjusted series contain elements relating to the impact of the standard reporting period, moving holidays and trading day activity. When making comparisons it is recommended that users focus on seasonally adjusted estimates as these have the seasonal effects and systematic calendar related components removed.\n\nFigures for the most recent months are provisional and subject to revision in light of (a) late responses to surveys and administrative sources and (b) revisions to seasonal adjustment factors which are re-estimated every month and reviewed annually (changes from the latest review are included in this release). \n\n#### Definitions and explanations \nDefinitions found within the main statistical bulletin are listed here:\n\n- Chained volume measure \nAn index number from a chain index of quantity. The index number for the reference period of the index may be set equal to 100 or to the estimated monetary value of the item in the reference period.\n- Index number \nA measure of the average level of prices, quantities or other measured characteristics relative to their level for a defined reference period or location. It is usually expressed as a percentage.\n- Seasonally adjusted \nSeasonal adjustment aids interpretation by removing effects associated with the time of the year or the arrangement of the calendar, which could obscure movements of interest.\n\n#### Use of the data\n\nThe IoP is a key economic indicator and one of the earliest short-term measures of economic activity.  The main output is a seasonally adjusted estimate of total production and broad sector groupings of mining \u0026 quarrying, manufacturing, energy and water supply \u0026 sewerage. The total IoP estimate and various breakdowns are widely used in private and public sector institutions, particularly the Bank of England, Her Majesty’s Treasury and the Office for Budget Responsibility, to assist in informed policy and decision making.\n\n###** 4. Methods**\n\nAn article about the [Index of Production methodology (78.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/index-of-production/index-of-production-overview.pdf \"A guide to the Index of Production\")  is available on the [Office for National Statistics website](http://www.ons.gov.uk/ons/index.html \"Office for National Statistics website\").\n\n#### Composition of the data \nThe Index of Production uses a variety of different data from sources which are produced on either a quarterly or monthly basis.\n\nMost of the series are derived using current price turnover deflated by a suitable price index. This includes the Monthly Business Survey (MBS) data; an ONS short-term survey of various industries in the economy. It is one of the main data sources used in the compilation of the Index of Production.\n\n#### Seasonal adjustment \nThe index numbers in this statistical bulletin are all seasonally adjusted. This aids interpretation by removing annually recurring fluctuations, for example, due to holidays or other regular seasonal patterns. Unadjusted data are also available.\n\nSeasonal adjustment removes regular variation from a time series. Regular variation includes effects due to month lengths, different activity near particular events such as shopping activity before Christmas, and regular holidays such as the May bank holiday. Some features of the calendar are not regular each year, but are predictable if we have enough data - for example the number of certain days of the week in a month may have an effect, or the impact of the timing of Easter. As Easter changes between March and April we can estimate its effect on time series and allocate it between March and April depending on where Easter falls. Estimates of the effects of day of the week and Easter are used respectively to make trading day and Easter adjustments prior to seasonal adjustments.\n\nAlthough leap years only happen every four years, they are predictable and regular and their impact can be estimated. Hence, if there is a leap year effect, it is removed as part of regular seasonal adjustment.  \n\n#### Deflation \nIt is common for the value of a group of financial transactions to be measured in several time periods. The values measured will include both the change in the volume sold and the effect of the change of prices over that year. Deflation is the process whereby the effect of price change is removed from a set of values.\n\nAll series, unless otherwise quoted, are chained volume measures. Deflators adjust the value series to take out the effect of price change to give the volume series.\n\n###** 5. Quality**\n\n#### Basic quality information \nA common pitfall in interpreting data is that expectations of accuracy and reliability in early estimates are often too high. Revisions are an inevitable consequence of the trade off between timeliness and accuracy. Early estimates are based on incomplete data.\n\nVery few statistical revisions arise as a result of ‘errors’ in the popular sense of the word. All estimates, by definition, are subject to statistical ‘error’ but in this context the word refers to the uncertainty inherent in any process or calculation that uses sampling, estimation or modelling. Most revisions reflect either the adoption of new statistical techniques, or the incorporation of new information which allows the statistical error of previous estimates to be reduced. Only rarely are there avoidable ‘errors’ such as human or system failures, and such mistakes are made quite clear when they do occur.\n\nONS plans to update the IoP standard errors analysis last carried out in 2006 to take account of the new standard industrial classification (SIC07) which was implemented in 2011.  This work is reliant upon the availability of expert resources, but it is hoped to begin this work in September 2014, with an estimated completion date of the end of March 2015.\n\n#### Quality and methodology information report \nA quality and methodology information report for this Statistical Bulletin can now be found on the ONS website.\n\n#### Revision triangles \nOne indication of the reliability of the key indicators in this bulletin can be obtained by monitoring the size of revisions. The table below is based on the revisions which have occurred over the last five years. Please note that these indicators only report summary measures for revisions. The revised data may, themselves, be subject to sampling or other sources of error.\n\nThe following table presents a summary of the differences between the first estimates published between July 2008 and June 2013 and the estimates published 12 months later. \n\n#### Table 4: Revisions June 2014\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/prt-revisions-jun-2014.xls \"XLS format\") (24 Kb)\n\n[Spreadsheets give revisions triangles (4.06 Mb ZIP)](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/rft-revision-triangles-jun-2014.zip \"RFT Revision Triangles Jun 2014\") of estimates for all months from March 1998 through to the current month.\n\nA statistical test has been applied to the average revisions to find out if they are statistically significantly different from zero. An asterisk (*) indicates if a figure has been found to be statistically significant from zero.\n\nThe result presented in Table 4 suggests that the average revision for our three monthly estimates is not statistically significantly different from zero and that there are small downward revisions for our production monthly estimates over twelve months. In other words, the initial estimates for any given period provide a good indication of the later IoP estimates once more data have become available.\n\nThe table uses historical data for the most recent 60 months, comparing the estimate at first publication with the estimate as published 12 months later. The numbers which underpin these averages include normal changes due to late data and re-seasonal adjustment, but also significant methodological changes, the most recent being the introduction of the 2007 Standard Industrial Classification in October 2011.\n\n###** 6. Publication policy**\n\nDetails of the policy governing the release of new data are available from the press office. Also available is a [list of those given pre-publication access](http://www.ons.gov.uk/ons/rel/iop/index-of-production/june-2014/pra-pre-release-access-list-june-2014.html \"PRA Pre-release Access List Jun 2014\") to the contents of this release. \nA complete set of series in the statistical bulletin are available to download free of charge on the [Data section](http://www.ons.gov.uk/ons/datasets-and-tables/index.html \"Data search\") of the Office for National Statistics website. Alternatively, for low-cost tailored data, call Online Services on 0845 601 3034  \nor email [Customer Contact Centre](mailto:info@ons.gsi.gov.uk).\n\n###** 7. Accessing data**\n\nThe complete run of data in the tables of this statistical bulletin are also available to view and download in electronic format free of charge using the [ONS Time Series Data service](http://www.ons.gov.uk/ons/datasets-and-tables/index.html \"data search\"). Users can download the complete bulletin in a choice of zipped formats, or view and download their own selections of individual series.\n\nONS provides an [analysis of past revisions in the IoP and other statistical bulletins (244.6 Kb Pdf)](http://www.ons.gov.uk/ons/rel/elmr/economic-trends--discontinued-/no--604--march-2004/ons-policy-on-standards-for-presenting-revisions-in-time-series-first-releases.pdf \"ONS Policy on Standards for presenting revisions in time series First Releases\") which present time series. Details can be found on the Office for National Statistics website.\n\n[ONS publishes revisions triangles (65.8 Kb Pdf)](http://www.ons.gov.uk/ons/rel/elmr/economic-trends--discontinued-/no--614--january-2005/publication-of-revisions-triangles.pdf \"Publication of revision triangles\") for all the main published key indicators on the Office for National Statistics website.\n\n###** 8. Relevant links**\n\n[Disclosure control policy (173.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/best-practice/disclosure-control-policy-for-tables/disclosure-control-policy-for-tables-produced-from-surveys.pdf \"Disclosure Control Policy for Tables produced from Surveys\")\n\n###** 9. Customer feedback**\n\nAs a reader and user of our statistics we would welcome your feedback on the content of this publication, your views for improvement and on the way you currently use our statistics. If you would like to get in touch or to send your feedback please contact us via email: \u003cindexofproduction@ons.gsi.gov.uk\u003e.\n\n###** 10. Following ONS**\n\nFollow @ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/ons-twitter.html \"Twitter\") and receive up to date information about our statistical \nreleases.\n\nLike ONS\u0027s [Facebook page](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook page\") to receive our updates in your newsfeed and to post comments on our page.\n\nWatch our videos at [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\").\n\n###** 11. Next publication:  Tuesday 9th September 2014** \n**Issued by** : Office for National Statistics, Government Buildings, Cardiff Road, Newport NP10 8XG\n\n**Media contact**: \n- Tel: Media Relations Office    +44 (0) 845 6041858\n- Emergency on-call         +44 (0) 7867 906553 \n- Email:       [Media Relations Office](mailto:media.relations@ons.gsi.gov.uk)\n\n**Statistical contact**: \n- Name:      Alaa Al-Hamad  \n- Tel:          +44 (0) 1633 455648 \n- Email:       [Index of Production](mailto:Indexofproduction@ons.gsi.gov.uk)\n\n**Contact us**: \n- Tel:           +44 (0) 845 601 3034 \n- Email:        [Customer Contact Centre](mailto:info@ons.gsi.gov.uk)  \n- Website:    [ONS website](http://www.ons.gov.uk/) \n- Twitter:     [Follow us](http://www.twitter.com/statisticsONS)\n\n###**12. Policy** \nDetails of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n\n\n\n\n\n"
    }
  ],
  "headline1": "Production output increased by 0.3% and manufacturing output increased by 0.2% between Q1 2014 and Q2 2014.",
  "headline2": "The largest contribution to the quarterly growth in production came from electricity, gas, steam \u0026 air conditioning output, which increased by 4.4%.",
  "headline3": "Production output increased by 1.2% between June 2013 and June 2014. This reflected increases of 1.9% in manufacturing and 0.4% in water supply, sewerage \u0026 waste management.",
  "summary": "Constant price seasonally adjusted indices and growth rates for Production and component industries for June 2014.",
  "relatedBulletins": [],
  "title": "Index of Production, June 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Index of Production, June 2014",
  "uri": "/businessindustryandtrade/manufacturingandproductionindustry/bulletins/indexofproductionjune2014",
  "fileName": "indexofproductionjune2014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Business, industry and trade",
      "fileName": "businessindustryandtrade"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Manufacturing and production industry",
      "fileName": "manufacturingandproductionindustry",
      "breadcrumb": []
    }
  ]
}