{
  "date": "2011",
  "number": "86",
  "keyNote": "England and Wales",
  "years": [
    {
      "date": "2011",
      "value": "80.5",
      "year": "2011"
    }
  ],
  "quarters": [],
  "months": [],
  "sourceDatasets": [],
  "cdid": "RAID65",
  "unit": "%",
  "preUnit": "",
  "source": "Office for National Statistics",
  "notes": [
    null
  ],
  "relatedDocuments": [
    {
      "title": "2011 Census Key Statistics for England and Wales, March 2011",
      "summary": "This bulletin, 2011 Census Key Statistics for England and Wales examines the defining characteristics of the population, who we are, how we live and what we do. The 2001 Census statistics covered are unique because the census is the only information source that measures these characteristics together across the whole population.",
      "uri": "/peoplepopulationandcommunity/culturalidentity/ethnicity/bulletins/2011censuskeystatisticsforenglandandwalesmarch2011"
    }
  ],
  "nationalStatistic": true,
  "type": "timeseries",
  "title": "White",
  "uri": "/peoplepopulationandcommunity/culturalidentity/ethnicity/timeseries/raid65",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/"
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "title": "Cultural identity",
      "summary": "These statistics give us a picture of how people in the UK see themselves today and how this has changed over time. Key areas here are ethnicity, sexuality, religion and language. There are a wide range of sources for the data collected and presented here. Users of this data range from central and local governments to charities and special interest groups and the general public.",
      "uri": "/peoplepopulationandcommunity/culturalidentity"
    },
    {
      "title": "Ethnicity",
      "summary": "Ethnicity statistics found here focus on the number and proportion of people who state that they identify with a particular ethnic group. Time series data on these figures are also available and these allow us to get a picture of the changing population of the UK.  ",
      "uri": "/peoplepopulationandcommunity/culturalidentity/ethnicity"
    }
  ]
}