{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Karen Watkins",
    "email": "karen.watkins@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Summary",
      "markdown": "Business Demography mainly focuses on changes in the registered business population. Data are produced on births, deaths and survival of businesses. Business births and deaths are presented by industry and geography. In addition, a series on business survival is also presented, with 1 to 5 year survival rates by industry and geography.\n\nIn 2012 there were 270,000 business births i.e. new registrations, in the UK, a birth rate of 11.4%. This was compared with 261,000 births in 2011, a birth rate of 11.2%. In 2012 there was also a 3.1 % increase in the number of business births. The number of business births was the highest since 2007 (when there were 281,000 births).\n\nProvisionally for 2012 there were 255,000 business deaths i.e. business de-registrations, a death rate of 10.7%. This compares with 230,000 business deaths in 2011 and a death rate of 9.8 %.  In 2012 there was an 11.0% increase in the number of business deaths.\n\nGet all the tables for this publication in the [data section of this publication](http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition\u003dtcm%3A77-329345 \"data section of this publication\").\n"
    },
    {
      "title": "Business births and deaths, 2003 - 2012",
      "markdown": "Figure 1 shows that in recent years the rate of business births per year has usually been higher than the rate of business deaths. This was the case leading up to the 2007 global financial market shock and subsequent economic downturn in 2008/09. GDP grew by 3.4% in 2007, before falling by 0.8% in 2008 and by 5.2% in 2009. The rate of business births fell in 2008 and 2009 as economic conditions deteriorated. This is likely to reflect uncertainty around the economic outlook at that time and constrained access to finance as the financial sector adjusted to the global shock. \n\nThe death rate of businesses in the UK fell in 2008 before increasing sharply in 2009, rising above the birth rate. One factor behind this could be that a number of businesses continued to trade in the expectation that economic growth would resume quickly and benefiting from lower interest rates during this period. However, GDP growth did not return until 2010, by which time some of those businesses had ceased trading.\n\nThe rate of business births once again became higher than the rate of business deaths from 2011. GDP grew by 1.2% in 2011 and by 0.1% in 2012, with positive quarterly growth in four of the eight quarters of these years. While GDP growth resumed, the economic outlook remained unusually uncertain, with output moving between expansion and contraction. The rising rate of business births and the falling rate of business deaths may reflect the economy’s emergence from the downturn, and the usual trend between 2003 and 2007 re-asserting itself. While the rate of business deaths increased in 2012, it remained below the rate in 2004.\n\n### Business birth and death rates, 2003 - 2012\n[![Business birth and death rates, 2003 - 2012](http://www.ons.gov.uk/ons/resources/figure1final_tcm77-339591.png)](http://www.ons.gov.uk/ons/resources/figure1final_tcm77-339591.png \"Business birth and death rates, 2003 - 2012\")\n\n** Source: Office for National Statistics **\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/bus-register/business-demography/2012/chd-figure-1--2012.xls \"XLS format\") (32 Kb)\n\nThere were approximately 2.37 million active businesses in the UK during 2012, an increase of 30,000 on 2011. Estimates for 2012 are available in greater geographical and industrial detail from the [tables (1.88 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/bus-register/business-demography/2012/rft-business-demography-2012-tables.xls \"Excel sheet tables\") published on the Office for National Statistics website.\n"
    },
    {
      "title": "Business births and deaths by broad industry group",
      "markdown": "In 2012 the highest rate of business births occurred in business administration and support with 15.0%. This was followed by professional, scientific \u0026 technical with a birth rate of 14.4% and information \u0026 communication with a birth rate of 13.7%. In terms of the overall number of births, professional, scientific \u0026 technical created the highest number of businesses at 61,000. Within professional, scientific and technical the largest contributing industry was management consultancy, with 21,000 births and 16,000 deaths.\n\nThe highest business death rate, at 13.3%, was in accommodation and food services. This was followed by business administration and support services at 13.1%. In terms of the overall number of deaths, professional, scientific \u0026 technical had the highest at 44,000 followed by construction at 37,000 and business administration and support services at 26,000.\n"
    },
    {
      "title": "Business births and deaths by UK region",
      "markdown": "Within the regions, London had the highest business birth rate at 14.8% followed by the North East (11.4%) and North West (11.4%). The region with the highest business death rate was London at 11.7%, followed by the North West region at 11.4%. Northern Ireland had the lowest birth and death rates at 7.0% and 9.4% respectively.  The highest number of births and deaths were seen in London, at 65,000 and 52,000 respectively.\n\nLondon was the region with the biggest business churn rate (highest number of births and deaths) whereas Northern Ireland traditionally has a much more stable business population.\n\nApart from London, the balance between births and deaths were fairly similar. In terms of birth and death rates, Northern Ireland also had a large difference in rates.\n"
    },
    {
      "title": "Business survivals",
      "markdown": "The UK five-year survival rate for businesses born in 2007 and still active in 2012 was 44.6%. By region, the highest five-year survival rate was in the South West region at 48.1%, while the lowest was in London at 41.7% which mirrors the churn rate seen in the business birth and death data.  By broad industry, some notably high five-year survival rates include health with a survival rate of 56.1% and education with a survival rate of 54.5%.  Hotels \u0026 catering was the lowest with only 37.0% of businesses surviving for five years. There has been an increase in one - year survivals from 2011 births, compared with 2008-2010 births, which reflects improving economic conditions. \n\nSurvival rates are available from one-year to five-year in greater geographical and industrial detail via the [tables  (1.88 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/bus-register/business-demography/2012/rft-business-demography-2012-tables.xls \"Excel sheet tables\") published on the Office for National Statistics website.\n"
    },
    {
      "title": "Background notes",
      "markdown": "1. Demography data source. To support this release a set of [reference tables (1.88 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/bus-register/business-demography/2012/rft-business-demography-2012-tables.xls \"reference tables\") in greater geographical and industrial detail have been produced and are available.\n\n2. Estimates presented in this release and the associated published tables are rounded to prevent disclosure.  Differences may exist in totals across tables due to disclosure methods used.\n\n3. This release is produced from an extract taken from the Inter-Departmental Business Register (IDBR) recording the position of units as at November of the reference year, and excludes central government and local authorities.  The data is produced using the guidelines found in the [Eurostat/OECD manual](http://www.oecd.org/document/34/0,3343,en_2649_34233_39913698_1_1_1_1,00.html \"Eurostat/OECD manual\") on Business Demography.\n\n4. There are two key differences between this release and the statistics produced by Eurostat.  Firstly, in this release an adjustment has been made to the deaths data to allow for reactivations, which enables more accurate estimates to be published.  Secondly, managed-service companies are excluded from this release, but included in the data supplied to Eurostat. These differences are explained more fully below.\n\n5. Although the statistics in this release are derived from the IDBR, the total stock of active businesses is greater than the UK Business: Activity, Size and Location publication.  This is mainly because the definition of an active business is based on activity at any point in the year, whereas UK Business: Activity, Size and Location is based on an annual snapshot at a point in time.\n\n6. More information about how this release relates to other business population statistics and guidance on how to use each product can be on the [ONS website](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/business-population/index.html \"ONS Website\").\n\n7. In order to publish estimates within a year of the reference period, ONS has made an adjustment to the deaths figures in this release to allow for reactivations.  Reactivations occur due to lags in the administrative sources (VAT/PAYE), which mean it is possible that a business that is continuing to trade can appear to cease on the IDBR.  If an old VAT scheme is de-registered and there is a delay in the creation and/or matching of the new VAT scheme it can leave the enterprise without a live administrative source resulting in it being automatically flagged as a death.  Additionally, VAT based units where turnover drops to zero are automatically made dead on IDBR, but will rebirth if turnover is then reported in a later period.  These units will appear to move from the active stock into the death counts then come live again as births.  In order to prevent distortion in these figures, those businesses that ‘reactivate’ on the register within two years of death are treated as if they have continued to trade throughout the period.\n\n8. ONS has departed from the Eurostat/OECD manual at this point.  The manual recommends waiting for two years after the reference period to allow for reactivations before deaths are calculated. Instead, ONS has estimated the number of reactivations.  This adjustment has been applied to all industries, by removing units from the death data.  This can lead to different percentage adjustments at the lowest level of aggregation.  Since the level of reactivations is subject to some uncertainty, the latest two years in the publication are considered to be provisional and subject to revision.  The table below shows the adjustments made to the death data for reactivations.\n\n9. Managed service companies have been excluded from this release, but are included in the statistics published by Eurostat for Business Demography.  ONS excludes these companies from all outputs because they are registered at the address of a service company provider, and therefore distort the geographical location and industry of the businesses as well as business demography changes.  The table below shows the number of managed service companies excluded in each year.\n\n10. Revisions: The latest two years’ estimates on births, deaths and survivals are subject to revision. Revisions would normally be made in the following year’s publication.\n\n11. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure they meet customer needs. They are produced free from any political interference.\n\n12. A list of the people given pre-release access to the statistics and written commentary is available in [Pre-release Access List: Business Demography, 2012](http://www.ons.gov.uk/ons/rel/bus-register/business-demography/2012/pra--business-demography-2012.html \"PRA - Business Demography\").  The rules and principles which govern pre-release access are featured within the [Pre-release Access to Official Statistics Order 2008](http://www.legislation.gov.uk/uksi/2008/2998/schedule/made \"PRA - Official Statistics Order\").\n\n13. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html \"Statistics authority - Code of Practise\") or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "accordion": [],
  "headline1": "The number of business births increased by 8,000 (3.1%) between 2011 and 2012.",
  "headline2": "The number of business deaths increased by 25,000 (11.0%) between 2011 and 2012.",
  "headline3": "In 2012 the births of new businesses (270,000) was greater than business deaths (255,000).",
  "summary": "This statistical bulletin contains headline figures and commentary from the Business Demography 2012 publication.",
  "relatedBulletins": [],
  "title": "Business Demography - 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Business Demography - 2012",
  "uri": "/businessindustryandtrade/changestobusiness/businessbirthsdeathsandsurvivalrates/bulletins/businessdemography2012",
  "fileName": "businessdemography2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Business, industry and trade",
      "fileName": "businessindustryandtrade"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Changes to business",
      "fileName": "changestobusiness"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Business births, deaths and survival rates",
      "fileName": "businessbirthsdeathsandsurvivalrates",
      "breadcrumb": []
    }
  ]
}