{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key findings",
      "markdown": "- Improved methodology has been implemented leading to revisions to the full IPHRP time series. The data presented in this statistical bulletin are presented using the new methodology.\n\n- Private rental prices paid by tenants in Great Britain rose by 1.7% in the 12 months to December 2014.\n\n- Private rental prices grew by 1.8% in England, 2.0% in Scotland and 0.2% in Wales in the 12 months to December 2014.\n\n- Rental prices increased in all the English regions over the year to December 2014, with rental prices increasing the most in London (2.4%), followed by the South East (2.1%).\n"
    },
    {
      "title": "About this statistical bulletin",
      "markdown": "The Index of Private Housing Rental Prices (IPHRP) measures the change in price of renting residential property from private landlords. The index is published as a series of price indices covering Great Britain, its constituent countries and the English regions.\n\nIPHRP measures the change in price tenants face when renting residential property from private landlords, thereby allowing a comparison between the prices tenants are charged in the current month as opposed to the same month in the previous year. The index does not measure the change in newly advertised rental prices only, but reflects price changes for all private rental properties.\n\nIPHRP is released as an experimental statistic. This is a new official statistic undergoing evaluation and therefore it is recommended that caution is exercised when drawing conclusions from the published data as the index is likely to be further developed. Once the methodology is tested and assessed, and the publication meets user needs, the IPHRP will be assessed against the Code of Practice for Official Statistics to achieve National Statistic status. A complete description of the methodology and the sources used is included in the article [Index of Private Housing Rental Prices - Historical Series](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/historical-series/iphrp-article.html \"IPHRP Article\"). Further details regarding improvements to the IPHRP price collection methodology can be found in the [January 2015 article](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"Improvements to the measurement of owner occupiers\u0027 housing rental prices\").\n\nThe IPHRP is constructed using administrative data. That is, the index makes use of data that are already collected for other purposes in order to estimate rental prices. The sources of private rental prices are [Valuation Office Agency](http://www.voa.gov.uk/ \"Valuation Office Agency\") (VOA), [Scottish Government](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/scottish-government.html \"Scottish Government\") (SG) and [Welsh Government](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/welsh-assembly-government-website.html \"Welsh Government\") (WG). All three organisations deploy rental officers to collect the price paid for privately rented properties. The sources of expenditure weights are Department for Communities and Local Government (DCLG), Scottish Government, Welsh Government and VOA. DCLG produces estimates of the private rental dwelling stock for England and its regions. Scottish Government and Welsh Government produce estimates of private rental dwelling stock for Scotland and Wales.\n"
    },
    {
      "title": "Revisions to IPHRP",
      "markdown": "Following previous [announcements](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/august-to-september-2014-results/iphrp-stb-julto-sep14.html#tab-Planned-Improvements-to-IPHRP-Methodology \"announcements\") regarding potential improvements to IPHRP, this latest release is being published using improved price methodology. These improvements have led to revisions to the full IPHRP time-series. A separate section of this statistical bulletin assesses the impact of these revisions and a separate [reference table (165.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/october-to-december-2014-results/rft-iphrp-revisions-dec14.xls \"RFT IPHRP Revisions Dec 14\") highlighting the size of the revisions has also been published. A [detailed article](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"improvements to the measurement of owner occupiers\u0027 housing rental prices\") describing the improvements to the price methodology has been published alongside this release.\n"
    },
    {
      "title": "Great Britain rental prices",
      "markdown": "The Great Britain private rental price series starts in January 2011. This is the date for which all the sources for constituting countries are available on a consistent basis. This index has seen gradual increases since January 2011 (Figure 1).\n\n### Figure 1: IPHRP indices, Great Britain\n#### January 2011 to December 2014\n[Figure 1-Chart]\n\nBetween December 2013 and December 2014 Great Britain private rental prices grew by 1.7%. For example, a property that was rented for £500 a month in December 2013, which saw its rent increase by the Great Britain average rate would be rented for £508.50 in December 2014.\n\nRental prices for Great Britain excluding London grew by 1.4% in the same period (Figure 2). This difference is due to the higher inflation in rental prices experienced in London when compared to the rest of Great Britain and its large weight in the Great Britain index. The large weight that London has in the overall index reflects its high average rental prices and its large volume of private rented property.\n\n### Figure 2: IPHRP percentage change over 12 months, Great Britain\n#### January 2012 to December 2014\n[Figure 2-Chart]\n"
    },
    {
      "title": "Rental prices for constituent countries of Great Britain",
      "markdown": "All the countries that constitute Great Britain have experienced rises in their private rental prices since 2011 (Figure 3). Since January 2011 England rental prices have increased more than those of Scotland and Wales.\n\n### Figure 3: IPHRP indices for Great Britain and its constituent countries\n#### January 2011 to December 2014\n[Figure 3-Chart]\n\nThe annual rate of change in the IPHRP for Wales continues to be below that of England and the Great Britain average (Figure 4). The annual growth rate in Scotland remains higher than both England and Wales, having surpassed the growth levels in England in December 2013.\n\n### Figure 4: IPHRP percentage change over 12 months, Great Britain and its constituent countries\n#### January 2012 to December 2014\n[Figure 4-Chart]\n\nBetween December 2013 and December 2014, rental prices grew by 1.8% in England, 2.0% in Scotland and 0.2% in Wales (Figure 5).\n\n### Figure 5: IPHRP percentage change over the 12 months to December 2014, Great Britain and its constituent countries\n[Figure 5-Chart]\n"
    },
    {
      "title": "Rental Prices in England and its Regions",
      "markdown": "The IPHRP series for England starts in 2005. Private rental prices in England show three distinct periods: rental price increases from January 2006 until November 2009, rental price decreases from December 2009 to October 2010, and increasing rental prices from November 2010 onwards (Figure 6). Of these three periods, 2008 showed the largest rental price increases. When London is excluded, England shows a similar pattern but with slower rental price increases from around January 2011.\n\n### Figure 6: IPHRP indices, England\n#### January 2005 to December 2014\n[Figure 6-Chart]\n\nFigure 7 shows the historical 12 month percentage growth rate in the rental prices of each of the English regions.\n\n### Figure 7: IPHRP percentage change over 12 months by English region\n#### January 2006 to December 2014\n[Figure 7-Chart]\n\nSince the beginning of 2012 English rental prices have shown annual increases ranging between 1.4% and 3.0% year-on-year, with December 2014 rental prices being 1.8% higher than December 2013 rental prices (Figure 8). Excluding London, England showed an increase of 1.3% for the same period.\n\n### Figure 8: IPHRP percentage change over 12 months, England\n#### January 2006 to December 2014\n[Figure 8-Chart]\n\nIn the 12 months to December 2014, private rental prices increased in each of the nine English regions (Figure 9). The largest annual rental price increases were in London (2.4%) followed by the South East (2.1) and the East (1.8%). Rental price increases have been stronger in London than the rest of England since about January 2011.\n\n### Figure 9: IPHRP percentage change over the twelve months to December 2014 by English region\n#### December 2014\n[Figure 9-Chart]\n"
    },
    {
      "title": "Impact of revising IPHRP",
      "markdown": "The Index of Private Housing Rental Prices (IPHRP) is an experimental statistic that measures the change in price of renting residential property from private landlords and is published as a series of price indices covering Great Britain, its constituent countries and English regions. The index was first published in [June 2013](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/historical-series/index.html \"Historical series\") in response to recommendations made in the 2012 National Statistician\u0027s [review of housing market statistics](http://www.statisticsauthority.gov.uk/national-statistician/ns-reports--reviews-and-guidance/national-statistician-s-reviews/national-statistician-s-review-of-housing-market-statistics.html \"review of housing market statistics\").\n\nThe production and publication of IPHRP built on the development work to include owner occupiers’ housing (OOH) costs in CPIH, the [measure of consumer price inflation (71.3 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/prices/cpi-and-rpi/introducing-the-new-cpih-measure-of-consumer-price-inflation.pdf \"Introducing the new CPIH measure of consumer price inflation\")  that includes housing costs, utilising the same source of rental prices from VOA and both the Welsh and Scottish Governments.\n\nA decision was made to initially publish IPHRP as an experimental statistic whilst further evaluation and development of the methodology underpinning the index took place. Following the first year of publication a user feedback exercise was carried out to identify how IPHRP was being received by those using private rental statistics. A [summary](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/january-to-march-2014-results/rep-iphrp-mar14.html \"REP IPHRP Mar 12\") of the feedback was published in April 2014 and highlighted a number of areas of IPHRP for investigation. The most pressing of these issues was the perceived low level of private rental inflation shown by IPHRP. Whilst part of this perception could be attributed to a misunderstanding of what IPHRP was intended to measure (IPHRP is a measure of the stock of private rented properties, which covers both ongoing and new rental prices where-as some users were comparing IPHRP to just flow based measures, that is, price changes for newly advertised prices where inflation is likely to be higher), ONS acted on this feedback to review the methodology to ensure the price data was fit for purpose. As detailed in the [article](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"Improvements to the measurement of owner occupiers\u0027 housing costs and private housing rental prices\") accompanying this release, this analysis identified inefficiencies with the methodology used to produce the component price indices feeding into IPHRP and a number of steps have now been taken to improve the methodology and quality assure the results produced using the improved methods.\n\nThe IPHRP user feedback exercise also identified that users wanted improvements to the frequency of publication of IPHRP, better methodological clarity, and, if possible more supplementary data (and data published at a lower geographical level) published on the private rental market. Since the user feedback exercise, ONS has prioritised improvements to the price index methodology, resulting in the improvements presented in this release. It is hoped that the [accompanying article](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"Improvements to the measurement of owner occupiers\u0027 housing costs and private housing rental prices\") will also go some way to providing clarity regarding the price methodology used in the production of IPHRP although a separate IPHRP ‘methodology explained’ article will be published by October 2015 which will focus specifically on better explaining the IPHRP methodology. Following this publication ONS will begin to consider further the other points raised by users, namely improvement in frequency of IPHRP publication (i.e. publishing IPHRP monthly), expanding coverage of IPHRP to the UK and consideration of what supplementary analysis can be published alongside IPHRP.\n\nThe same data sources and price methodology are used in the production of IPHRP and OOH indices, therefore the same limitations with OOH indices (as documented in the [accompanying article](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"Improvements to the measurement of owner occupiers\u0027 housing costs and private housing rental prices\")) were also present in the IPHRP indices. These limitations with the price methodology meant IPHRP resulted in a downward bias in the price series. In simple terms this meant IPHRP was underestimating inflation in the private rental market.\n\nThe methodological improvements are detailed in full in the [accompanying article](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"Improvements to the measurement of owner occupiers\u0027 housing costs and private housing rental prices\") and have been implemented in the production of IPHRP. This has led to revisions across the whole IPHRP time series (the IPHRP reference table has been updated with [revisions tables (165.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/october-to-december-2014-results/rft-iphrp-revisions-dec14.xls \"RFT IPHRP Revisions Dec 14\") ). Briefly summarised, these improvements to the price index methodology include:\n\n1.    Improvements to the process for determining comparable replacements, leading to more viable matches when replacing properties in the sample used to calculate price change.\n\n2.    Bringing the process for replacing properties for which there is no comparable replacement into line with that used for other goods and services in consumer price statistics.\n\n3.    Reducing the sample of properties used at the start of the year, to increase the pool of properties from which comparable replacements can be selected.\n\n4.    Reassessing the length of time for which a rent price can be considered valid before a replacement property is found. This period has been reduced from 18 months (as used in the initial publication of IPHRP) to 14 months.\n\n### Impact of revised methodology\n\nThe implementation of these improvements has resulted in a more accurate and responsive IPHRP. The price index has been recalculated using the new methodology and the revised time series published in this statistical bulletin. The accompanying [reference table (165.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/october-to-december-2014-results/rft-iphrp-revisions-dec14.xls \"RFT IPHRP Revisions Dec 14\") includes further analysis of the revisions to each series published. The new IPHRP results show that, at the aggregated Great Britain level, IPHRP was underestimating inflation by an average of 0.9 percentage points (pp). Using the old methodology, the average annual growth rate across the Great Britain time-series (which starts in January 2011) was 1.2%, this has now increased to 2.1% (Figure 10).\n\n### Figure 10: Impact of revised IPHRP methodology on annual growth rate, Great Britain\n#### January 2012 to December 2014\n[Figure 10-Chart]\n\nComparing the latest published IPHRP period (December 2014) with the start of the Great Britain time-series in January 2011, the new IPHRP methodology shows rental prices have increased by almost 9% during this period. Under the old IPHRP methodology, this shows prices increasing by just under 5% over the same period (Figure 11).\n\n### Figure 11: Impact of revised IPHRP methodology on index value history, Great Britain\n#### January 2011 to December 2014\n[Figure 11-Chart]\n\nA similar picture can be found at the country level. The impact of introducing improved methodology on the annual growth rate in the England series (which begins in January 2005) shows an average upward revision of 1.0pp (Figure 12).\n\n### Figure 12: Impact of revised IPHRP methodology on annual growth rate, England\n#### January 2006 to December 2014\n[Figure 12-Chart]\n\nThe impact of the improved methodology is smaller for the Scotland series (Figure 13). The new data shows an average upward revision of 0.4pp in the Scotland series (which begins in January 2011).\n\n### Figure 13: Impact of revised IPHRP methodology on annual growth rate, Scotland\n#### January 2012 to December 2014\n[Figure 13-Chart]\n\nFor Wales (Figure 14), the improvements result in an average downward revision of 0.1pp over the history of the series (which begins in January 2009).\n\n### Figure 14: Impact of revised IPHRP methodology on annual growth rate, Wales\n#### January 2010 to December 2014\n[Figure 14-chart]\n\nAt the regional level, the improved methodology has led to an average upward revision to annual growth in all regional series ranging from an average upward revision of 0.5pp in the East to an average revision of 1.6pp in London (all regional series begin in January 2005). Full time series data for each region and an assessment of the revisions can be found in the latest [IPHRP reference table (169.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/october-to-december-2014-results/rft-iphrp-dec14.xls \"RFT IPHRP Dec 14\") and [IPHRP revisions reference table (165.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/october-to-december-2014-results/rft-iphrp-revisions-dec14.xls \"RFT IPHRP Revisions Dec 14\") . Focusing on London, the time-series is now more reactive to changes in the market (Figure 15).\n\n### Figure 15: Impact of revised IPHRP methodology on annual growth rate, London\n#### January 2006 to December 2014\n[Figure 15-Chart]\n"
    },
    {
      "title": "Private rental market statistics - User event",
      "markdown": "Following [improvements](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"Improvements to the measurement of owner occupiers\u0027 housing costs and private housing rental prices\") made by ONS to the measurement of private rental price indices, a user event has been arranged to provide users of private rental statistics the opportunity to discuss these improvements as well as discussing the private rental sector more generally. The event will take place on Friday 20 February 2014 in London. Further details regarding the venue, timings, content and how to register for a place can be found on the [ONS website](http://www.ons.gov.uk/ons/about-ons/get-involved/events/events/private-rental-market-statistics-user-event/index.html \"ONS website\").\n"
    },
    {
      "title": "How are we doing?",
      "markdown": "The Office for National Statistics would welcome your views on the data presented in this statistical bulletin. Please contact the House Price Index team using the email address below to discuss any aspect of the data, including your views on how ONS can improve the data.\n\n\u003chpi@ons.gsi.gov.uk\u003e\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. **Publication of IPHRP**\n\n\tThe development of official statistics to cover the private housing rental market and the production of a private housing rental price index was one of the recommendations of the [National Statistician’s Review of Housing Market Statistics](http://www.statisticsauthority.gov.uk/national-statistician/ns-reports--reviews-and-guidance/national-statistician-s-reviews/national-statistician-s-review-of-housing-market-statistics.html \"National Statistician’s Review of Housing Market Statistics\"). This experimental IPHRP release is aimed towards the production of such an index, and development of the index will take place in order to further satisfy user needs.\n\n\tThe production of this index is possible due to recent developments of the housing components of the consumer price indices, and although the same data sources are used by both, the methodology of the IPHRP has been further developed in order to produce a regional level series. IPHRP will be published on a quarterly basis to facilitate user feedback. Once the index has been evaluated, it may be published monthly.\n\n\tONS invites users to comment on the methodology and current publication of IPHRP. Please send your comments or queries to \u003chpi@ons.gsi.gov.uk\u003e\n\n2. **Experimental status**\n\n\tONS has designated the IPHRP as experimental statistics. The results presented in this article are subject to revisions if improvements in the methodology are identified. Results should be interpreted with this in mind.\n\n\tIn future publications improvements to the methodology may be made and these could lead to revisions. All revisions to the index will be labelled with a \u0027R\u0027 and the reason for the revision fully explained in the background notes section.\n\n3. **Relevance of the index**\n\n\tThe IPHRP has multiple potential uses ranging from the assessment of returns from housing investments or buy-to-let property to the setting or updating of social housing rental prices. Currently the IPHRP is the only statistic with Great Britain coverage on private housing rents. Additionally, it is based on actual paid rents instead of advertised rents (with the exception of Scotland, which is based on advertised rents).\n\n4. **Other rental price statistics**\n\n\tThere are other official statistics available for rental prices:\n\n\t[Valuation Office Agency](http://www.voa.gov.uk/ \"Valuation Office Agency\") (VOA) publishes [private rental market statistics](http://www.voa.gov.uk/corporate/statisticalReleases/PrivateRentalMarketStatistics.html \"Private Rental Market Statistics - Valuation Office Agency\"). These cover the average prices paid for renting private housing in England to the level of region and local authority. The composition of the sample used for this publication varies over time and therefore makes it hard to produce reliable comparisons over different time periods.\n\n\t[Department for Communities and Local Government](https://www.gov.uk/government/organisations/department-for-communities-and-local-government \"Department for Communities and Local Government\") (DCLG) publishes [social rent statistics](https://www.gov.uk/government/organisations/department-for-communities-and-local-government/series/rents-lettings-and-tenancies \"Rents, lettings and tenancies\"). These cover average prices paid for renting both local authority and private registered provider (housing association) properties in England. These are collected from the continuous recordings of lettings and sales in social housing (CORE) and are available at regional and local authority level.\n\n\t[Scottish Government](http://home.scotland.gov.uk/home \"Scottish Government\") publishes [social rent statistics for Scotland](http://www.scotland.gov.uk/Topics/Statistics/Browse/Housing-Regeneration/HSfS/socialhousing \"social sector housing tables\"). These cover the average weekly rents paid for local authority and registered social landlords, and are available at area level.\n\n\t[Welsh Government](http://wales.gov.uk/ \"Llwodraeth Cymru | Welsh Government\") publishes [social rent statistics for Wales](https://statswales.wales.gov.uk/Catalogue/Housing/Social-Housing-Stock-and-Rents \"social housing stock and rents\"). These cover the average weekly rents paid for local authority and registered social landlords, and are available at area level. Available in StatsWales.\n\n5. **Sources**\n\n\tThe current sources of private rental prices are Valuation Office Agency for England, Scottish Government for Scotland and Welsh Government for Wales. Private rented dwelling stock estimates are sourced from the Department for Communities and Local Government and Welsh Government. The distribution of property type by country and region is sourced from the English Housing Survey, the Scottish House Condition Survey and Welsh Government. Estimates of the proportions of properties that are rented furnished and unfurnished are produced from the Living Costs and Food Survey. Estimates of the expenditure on property that is rented furnished and unfurnished are sourced from the National Accounts. \n\n6. **Methodology**\n\n\tFull details of the methodology used to calculate the IPHRP can be found in the [June 2013 IPHRP article](http://www.ons.gov.uk/ons/rel/hpi/index-of-private-housing-rental-prices/historical-series/iphrp-article.html \"IPHRP Article\"). This article can also be supplemented by the [January 2015 article](http://www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/improvements-to-the-measurement-of-owner-occupiers--housing-costs-and-private-housing-rental-prices/index.html \"Improvements to the measurement of owner occupiers\u0027 housing costs and private housing rental prices\") fully explaining the price collection methods for IPHRP.\n\n7. **Accessibility**\n\n\tThis bulletin includes data up to and including December 2014. \n\n8. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/peoplepopulationandcommunity/housing/bulletins/indexofprivatehousingrentalprices/2015-01-30",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "uri": "/peoplepopulationandcommunity/housing"
    }
  ],
  "description": {
    "headline1": "Improved methodology has been implemented leading to revisions to the full IPHRP time series. The data presented in this statistical bulletin are presented using the new methodology.",
    "headline2": "Private rental prices paid by tenants in Great Britain rose by 1.7% in the 12 months to December 2014.",
    "headline3": "Private rental prices grew by 1.8% in England, 2.0% in Scotland and 0.2% in Wales in the 12 months to December 2014.",
    "edition": "Q4 2014",
    "nationalStatistic": false,
    "contact": {
      "email": "christopher.jenkins@ons.gsi.gov.uk",
      "name": "Christopher Jenkins",
      "telephone": "+44 (0)1633 455474"
    },
    "releaseDate": "2015-01-30T00:00:00.000Z",
    "language": "English",
    "title": "Index of Private Housing Rental Prices",
    "summary": "The Index of Private Housing Rental Prices (IPHRP) measures the change in price of property rented by private landlords. The index is published as a series of price indices covering Great Britain, its constituent countries and the English regions.",
    "keywords": [
      "Inflation",
      "Property",
      "private landlords",
      "rental market",
      "housing market"
    ]
  }
}