{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Vanessa Fearn",
    "email": "mortality@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key findings",
      "markdown": "- There were 1,706 male drug poisoning deaths (involving both legal and illegal drugs) registered in 2012, a 4% decrease since 2011.\n- Female drug poisoning deaths have increased every year since 2009, reaching 891 in 2012.\n- The number of male drug misuse deaths (involving illegal drugs) decreased by 9% from 1,192 in 2011 to 1,086 in 2012; female deaths decreased by 1% from 413 in 2011 to 410 in 2012.\n- The highest mortality rate from drug misuse was in 30 to 39-year-olds, at 97.8 and 28.9 deaths per million population for males and females respectively in 2012.\n- The number of deaths involving heroin/morphine fell slightly in 2012 to 579 deaths, but these remain the substances most commonly involved in drug poisoning deaths.\n- The number of deaths involving tramadol have continued to rise, with 175 deaths in 2012 – more than double the number seen in 2008 (83 deaths).\n- Mortality rates from drug misuse were significantly higher in Wales than in England in 2012, at 45.8 and 25.4 deaths per million population respectively.\n- In England, the North West had the highest mortality rate from drug misuse in 2012 (41.0 deaths per million population).\n- All figures presented in this bulletin are based on deaths registered in a particular calendar year, and out of the 2,597 drug-related deaths registered in 2012, 1,358 (just over half) occurred in years prior to 2012.\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin presents the latest figures from the Office for National Statistics (ONS) on deaths related to drug poisoning (involving both legal and illegal drugs) and drug misuse (involving illegal drugs) in England and Wales for the last five years. Figures from 1993 are available to download, and are discussed in the commentary to provide context to the latest (2012) data.\n\nFigures presented in this bulletin are for deaths registered each year, rather than deaths occurring each year – see the ‘Impact of registration delays on drug-related deaths’ section below for more information. Figures are presented by cause of death, sex, age, substance(s) involved in the death, and area of usual residence of the deceased.\n\nMortality rates for 2002–11 have been recalculated using revised mid-year population estimates which take account of the 2011 Census. These may differ from previously published figures (see Background note 13).\n\nThere were 2,597 drug poisoning deaths (involving both legal and illegal drugs) registered in 2012, and as in previous years, the majority (just over two-thirds) of these deaths were in males. There were 1,706 male deaths from drug poisoning in 2012, a decrease of 4% since 2011, and the lowest since 1995. The equivalent number of female deaths rose to 891, an increase of 1% since 2011, and the highest since 2004.\n\nIn 2012 males aged 30 to 39 had the highest mortality rate from drug misuse (97.8 deaths per million population), followed by males aged 40 to 49 (85.9 deaths per million population). The male mortality rates in these two age groups were significantly higher than the rates in all other age groups and much higher than females of any age.\n\nAs with males, the highest rates for females were among those aged 30 to 39 and 40 to 49 (28.9 and 28.7 deaths per million respectively), and these rates were significantly higher than the rates in other age groups.\n\nOver half (52%) of all deaths related to drug poisoning involved an opiate drug, and in men aged 30 to 39, nearly two thirds (63%) of drug-related deaths involved an opiate. In 2012, as in previous years, the most commonly mentioned opiates were heroin and/or morphine, which were involved in 579 deaths.\n\nDeaths involving heroin/morphine decreased in 2012, but deaths involving another opiate – tramadol – have continued to rise. There were 175 deaths involving tramadol in 2012 – more than double the number recorded in 2008 (83 deaths). In addition, deaths involving new psychoactive substances (sometimes referred to as ‘legal highs’) such as mephedrone have increased sharply in the last year from 29 deaths in 2011 to 52 deaths in 2012. But the number of deaths from new psychoactive substances are still much lower than the number of deaths from heroin/morphine.\n\nFor the first time this bulletin presents analysis of geographical variations in mortality rates from drug misuse. This analysis showed that in 2012 rates were significantly higher in Wales than in England (45.8 and 25.4 deaths per million population respectively). In England, the North West had the highest mortality rate from drug misuse in 2012 (41.0 deaths per million population).\n"
    },
    {
      "title": "Introduction",
      "markdown": "Drug use and drug dependence are known causes of premature mortality, with drug poisoning accounting for nearly one in eight deaths among people in their 20s and 30s in 2012 (see Background note 7). Drug-related deaths occur in a variety of circumstances, each with different social and policy implications. Consequently, there is considerable political, media and public interest in these figures.\n\nThis bulletin covers accidents and suicides involving drug poisonings, as well as deaths from drug abuse and drug dependence, but not other adverse effects of drugs (for example anaphylactic shock). Drug poisoning deaths involve a broad spectrum of substances, including legal and illegal drugs, prescription drugs (either prescribed to the deceased or obtained by other means) and over-the-counter medications. Some of these deaths may also be the result of complications of drug abuse, such as deep vein thrombosis or septicaemia resulting from intravenous drug use, rather than an acute drug overdose.\n\nThe figures presented in this bulletin are for deaths registered each year, rather than deaths occurring each year. Almost all drug-related deaths are certified by a coroner, and due to the length of time it takes to hold an inquest, just over half of drug-related deaths registered in 2012 will have actually occurred prior to 2012 – see the ‘Impact of registration delays on drug-related deaths’ section below for more information.\n"
    },
    {
      "title": "Policy context",
      "markdown": "In December 2010 the Coalition Government launched a new drug strategy entitled \u0027Reducing demand, restricting supply, building recovery: supporting people to live a drug-free life\u0027 ([Home Office, 2010](http://www.gov.uk/government/uploads/system/uploads/attachment_data/file/98026/drug-strategy-2010.pdf \"Home Office, 2010\")). This strategy highlights preventing drug-related deaths as one of the key outcomes that recovery-oriented services should be focused on. In 2011 a new initiative was launched in eight pilot areas in England, trialling payment by results for providers of treatment services for people with drug and/or alcohol problems. The Department of Health is funding a three year [independent evaluation](http://recoverypbr.dh.gov.uk/ \"independent evaluation\") of these pilots, which is being led by the University of Manchester.\n\nPatterns of drug use change over time. For instance, in recent years people have been taking new psychoactive substances, including so-called ‘legal highs’. In response to this, the Government’s 2010 drug strategy outlined the introduction of a system of temporary 12-month bans on newly emerging substances. The Advisory Council on the Misuse of Drugs ([ACMD](https://www.gov.uk/government/organisations/advisory-council-on-the-misuse-of-drugs \"ACMD\")) can then evaluate the harm caused by the substance and advise whether there should be a permanent ban.\n\nIn February 2013, the Welsh Government published the Substance Misuse Delivery Plan 2013–2015 ([Welsh Government, 2013](http://wales.gov.uk/topics/housingandcommunity/safety/substancemisuse/publications/dplan/?lang\u003den \"Welsh Government, 2013\")), which included the specific target of ‘reducing the number of substance misuse related deaths and non-fatal overdoses / alcohol poisonings in Wales’. To support this, new proposals to undertake rapid case reviews for both fatal and non-fatal poisonings have been developed and will be formally consulted on next month.\n"
    },
    {
      "title": "Uses made of this data",
      "markdown": "The figures contained in this statistical bulletin are used by a range of public bodies, such as Public Health England (PHE), the Department of Health (DH) and the Welsh Government to evaluate the effectiveness of various drug strategies.\n\nIn April 2013, the key functions of the National Treatment Agency for Substance Misuse were transferred into PHE, and they have linked ONS data on drug-related deaths with data from the National Drug Treatment Monitoring System (NDTMS), to investigate the timing of drug-related deaths in relation to treatment history. This research will also examine risk factors associated with these deaths and carry out area-based comparisons.\n\nThe Welsh Government and Public Health Wales are linking ONS data to information on the distribution and coverage of the [National Take-Home Naloxone (THN) programme](http://wales.gov.uk/about/aboutresearch/social/latestresearch/naloxoneproject/?lang\u003den \"[National Take-Home Naloxone (THN) programme\"). This will be used to evaluate whether the THN program is having an impact on the number of drug-related deaths in Wales, and also to identify hotspots and areas requiring further focus.\n\nThe European Monitoring Centre for Drugs and Drug Addiction (EMCDDA) combines data for England and Wales from the ONS drug poisoning database with data from Scotland and Northern Ireland to publish UK figures, allowing comparisons to be made with other European countries. The latest EMCDDA report shows that the drug-related mortality rate in the UK was the fourth highest in Europe ([EMCDDA, 2013](http://www.emcdda.europa.eu/stats13#drd:displayTables \"EMCDDA, 2013\")). However, caution should be applied when making international comparisons, because of differences in definitions and the quality of reporting.\n\nONS drug poisoning data are also used by academic researchers. For example, analysis of this data by the Centre for Suicide Research at the University of Oxford revealed that there was a major reduction in deaths involving co-proxamol following its withdrawal in 2005, with no evidence of an increase in deaths involving other analgesics, apart from oxycodone ([Hawton et al, 2012](http://www.plosmedicine.org/article/info%3Adoi%2F10.1371%2Fjournal.pmed.1001213 \"Hawton et al, 2012\")). Updated data on deaths involving co-proxamol and other analgesics are shown in Reference Table 6a.\n"
    },
    {
      "title": "Number of deaths from drug-related poisoning",
      "markdown": "There were 2,597 drug poisoning deaths (involving both legal and illegal drugs) registered in 2012, and as in previous years, the majority (just over two-thirds) of these deaths were in males. There were 1,706 male deaths from drug poisoning in 2012, a decrease of 4% since 2011, and the lowest since 1995. The equivalent number of female deaths rose to 891, an increase of 1% since 2011, and the highest since 2004.\n"
    },
    {
      "title": "Number of drug-related deaths by underlying cause",
      "markdown": "In January 2011, ONS introduced a new version of ICD-10 (software version 2010), which replaced the version introduced in 2001 (version 2001.2). This means figures for 2011 onwards will not be directly comparable with figures for 2001 to 2010. More information about the impact of this coding change on drug-related deaths statistics can be found in last year’s [statistical bulletin](http://www.ons.gov.uk/ons/rel/subnational-health3/deaths-related-to-drug-poisoning/2011/stb-deaths-related-to-drug-poisoning-2011.html \"STB Deaths related to drugs poisoning 2011\").\n\nIn both males and females the largest proportion of drug-related deaths were from accidental poisonings (65% of all drug poisoning deaths in males and 49% in females). In males the number of accidental poisonings remained virtually unchanged at 1,104 deaths in 2012. In females, accidental poisonings decreased slightly from 445 to 437 deaths between 2011 and 2012, a 2% fall. There were substantial increases in the number of deaths from accidental poisonings between 2010 and 2011, which were almost certainly due to the introduction of ICD-10 v2010.\n\nIn females just under half of all drug poisoning deaths were suicides (defined as intentional self-poisoning or poisoning of undetermined intent). In 2012, the number of female drug-related suicides increased slightly, from 418 deaths in 2011 to 422 deaths in 2012; this continues the upward trend that has been seen since 2009. In males, 31% of all drug poisoning deaths were suicides. The number of deaths went down from 576 to 525 deaths between 2011 and 2012 – a 9% decrease. This reverses the large increase seen in 2011, and the number of drug-related male suicides in 2012 were similar to the levels seen between 2006 and 2009.\n\nIn males the number of deaths where the underlying cause was a mental and behavioural disorder due to drug use declined from 86 deaths in 2011 to 72 in 2012. In females, the equivalent number increased from 17 deaths in 2011 to 29 in 2012. It is not clear what has caused this increase in females, and it may just be a random fluctuation, rather than the start of an upward trend.\n"
    },
    {
      "title": "Number of deaths related to drug misuse",
      "markdown": "The definition of this indicator is (a) deaths where the underlying cause is drug abuse or drug dependence or (b) deaths where the underlying cause is drug poisoning and where any of the substances controlled under the [Misuse of Drugs Act 1971](http://www.legislation.gov.uk/ukpga/1971/38/contents \"Misuse of Drugs Act 1971\") are involved. This definition has been adopted across the UK.\n\nIn 2012 there were 1,496 drug misuse deaths. The number of male deaths decreased by 9% from 1,192 in 2011 to 1,086 in 2012. Over the same period the number of female deaths fell by 1% from 413 to 410 (Table 1).\n\nSince 1993 there has been an upward trend in the proportion of drug poisoning deaths that were related to drug misuse for both males and females. In males this proportion peaked in 2010 at 73%, but went down to 64% in 2012. In females, this proportion peaked in 2008 at 51%, but has since dropped slightly to 46%.\n"
    },
    {
      "title": "Mortality rates for all drug-related poisonings and drug misuse",
      "markdown": "In 2012, as in previous years, mortality rates from all drug poisonings and drug misuse were significantly higher in males than in females. The Crime Survey for England and Wales (formerly the British Crime Survey, [Home Office, 2012](https://www.gov.uk/government/publications/drug-misuse-declared-findings-from-the-2011-12-crime-survey-for-england-and-wales--2 \"Home Office, 2012\")) showed that men were more than twice as likely as women to have used illicit drugs in the last year which partly explains the higher mortality rate from drug misuse in males. However, this cannot be the only explanation, as more than 40% of drug poisoning deaths are not related to drug misuse.\n\nThe male mortality rate for all drug-related poisonings rose steeply between 1993 and 1999. Since then mortality rates have fallen, but there have been large annual fluctuations, especially over the 10 year period of 1999 to 2008. The rate dropped significantly between 2009 and 2010 (see Background note 14 for an explanation of statistical significance) and has steadily decreased each year since, falling to 61.0 deaths per million population in 2012 (Figure 1). This is the lowest male mortality rate for drug-related poisonings since 1994.\n\nIn contrast, between 1993 and 2004 trends in female mortality rates from drug poisoning were relatively stable. From 2004 rates began to decline, reaching their lowest level in 2007 (25.0 deaths per million population). Female mortality rates have increased every year since 2009, reaching 30.1 deaths per million population in 2012. So female mortality rates from drug poisoning have shown the opposite trend to male mortality rates in recent years.\n\nThe male mortality rate from drug misuse has dropped significantly from its peak of 55.7 deaths per million population in 2001. Over the period 2001 to 2010 drug misuse rates were subject to fluctuations. Between 2001 and 2003 the rate decreased significantly from 55.7 in 2001 to 42.8 per million population in 2003. Between 2003 and 2009 the rate generally increased reaching 55.4 deaths per million population in 2009. From 2010 onwards the mortality rate has steadily decreased, dropping to 39.2 deaths per million population in 2012, the lowest rate since 1996.\n\nDespite some annual fluctuations, the female mortality rate from drug misuse has tended to increase since 1993. The mortality rate peaked in 2008 at 15.5 deaths per million population, then dropped significantly in 2009, but increased slightly again between 2009 and 2010. Since 2010, the female mortality rate from drug misuse has been relatively stable, at 14.1 deaths per million population in 2012.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/drug1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Age-standardised mortality rates per 1 million population, standardised to the 1976 European Standard Population. Age-standardised rates are used to allow comparison between populations which may contain different proportions of people of different ages.\n2. Rates for 2002–11 have been recalculated using revised mid-year population estimates which take account of the 2011 Census and may therefore differ from previously published figures.\n3. Cause of death was defined using the International Classification of Diseases, Ninth Revision (ICD 9) for the years 1993 to 2000 and Tenth Revision (ICD-10) from 2001 onwards. The underlying cause of death codes used to select \u0027all drug poisonings\u0027 and \u0027drug misuse\u0027 deaths are shown in Background note 4. Drug misuse as defined by the current headline indicator shown in Background note 5. Deaths from drug misuse are included in the figures for all drug poisoning.\n4. Figures are for deaths registered, rather than deaths occurring in each calendar year. Due to the length of time it takes to complete a coroner’s inquest, it can take months or even years for a drug-related death to be registered. More details can be found in the ‘Impact of registration delays on drug-related deaths’ section below.\n5. Deaths in England and Wales include non-residents.\n"
    },
    {
      "title": "Age-specific mortality rates for deaths related to drug misuse",
      "markdown": "### Males\n\nIn 2012 males aged 30 to 39 had the highest mortality rate from drug misuse (97.8 deaths per million population), followed by males aged 40 to 49 (85.9 deaths per million population). The male mortality rates in these two age groups were significantly higher than the rates in all other age groups and much higher than females of any age. Although males aged 30 to 39 had the highest mortality rate, this has declined sharply in recent years and is now at its lowest level since 1998. The male mortality rate in 40 to 49-year-olds has also declined since its peak in 2009, but not as steeply as the decline seen in 30 to 39-year-olds.\n\nMortality rates in younger males continued their downward trend and are now at their lowest level since records began (2.5 and 47.6 deaths per million population in 2012 for under 20s and 20 to 29-year-olds respectively).\n\nMortality rates in males aged 50 to 69 increased significantly between 1998 and 2010, but have remained stable since then, with 24.1 deaths per million population in 2012.\n\nMale mortality rates in the oldest age group (70 and over) have shown no consistent trends over time and remained low in 2012 with 7.3 deaths per million population.\n\nThis pattern of drug misuse deaths is broadly in line with treatment figures from the Public Health England (PHE – previously the [National Treatment Agency, 2012](http://www.nta.nhs.uk/uploads/dtie2012v1.pdf \"National Treatment Agency, 2012\")), which showed that as the drug-dependent population ages, the over 40s have become the largest age group starting treatment. In contrast, the number of 18 to 24-year-olds newly entering treatment for heroin and crack use has halved over the last five years.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/drug2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Age-specific mortality rates per one million population. Rates for 2008–11 have been recalculated using revised mid-year population estimates which take account of the 2011 Census and may therefore differ from previously published figures.\n2. Cause of death was defined using the International Classification of Diseases, Tenth Revision (ICD-10). Deaths were included where the underlying cause was due to drug poisoning and where a drug controlled under the Misuse of Drugs Act 1971 was mentioned on the death certificate. More details on the definition of a death related to drug misuse can be found in Background notes 4 and 5.\n3. Figures are for deaths registered, rather than deaths occurring in each calendar year. Due to the length of time it takes to complete a coroner’s inquest, it can take months or even years for a drug-related death to be registered. More details can be found in the ‘Impact of registration delays on drug-related deaths’ section below.\n4. Figures for England and Wales include deaths of non-residents.\n\n\n### Females\n\nIn 2012, mortality rates from drug misuse for females were lower than males in every age group, except those aged 70 and over where rates were very similar in men and women. As with males, the highest rates were among those aged 30 to 39 and 40 to 49 (28.9 and 28.7 deaths per million population respectively), and these rates were significantly higher than the rate in other age groups. Unlike in males, where the mortality rate fell in 30 to 39 and 40 to 49-year-olds, the female mortality rates in these age groups remained stable in 2012.\n\nThe female mortality rate for 50 to 69-year-olds has increased steadily over the last few years and is now at 15.7 deaths per million population – its highest level since records began in 1993.\n\nThe opposite trend is seen in females aged 20 to 29, where the mortality rate has decreased significantly from 18.9 deaths per million population in 2008 to 10.7 per million in 2012. These trends mean that the female mortality rate in 20 to 29-year-olds is now slightly lower than the rate in 50 to 69-year-olds.\n\nAs with males, the lowest female mortality rates in 2012 were in those aged under 20 (1.2 deaths per million population) and 70 and over (7.9 deaths per million population).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/drug3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Age-specific mortality rates per one million population. Rates for 2008–11 have been recalculated using revised mid-year population estimates which take account of the 2011 Census and may therefore differ from previously published figures.\n2. Cause of death was defined using the International Classification of Diseases, Tenth Revision (ICD-10). Deaths were included where the underlying cause was due to drug poisoning and where a drug controlled under the Misuse of Drugs Act 1971 was mentioned on the death certificate. More details on the definition of a death related to drug misuse can be found in Background notes 4 and 5.\n3. Figures are for deaths registered, rather than deaths occurring in each calendar year. Due to the length of time it takes to complete a coroner’s inquest, it can take months or even years for a drug-related death to be registered. More details can be found in the ‘Impact of registration delays on drug-related deaths’ section below.\n4. Figures for England and Wales include deaths of non-residents.\n"
    },
    {
      "title": "Drug related deaths involving specific substances",
      "markdown": "Figures 4 and 5 give the age-standardised mortality rates where selected substances were mentioned on the death certificate for 2008 to 2012 and Table 4 gives the number of deaths from a wide range of substances. These figures need to be interpreted with caution for the following reasons:\n\n- These figures are based only on information reported on the coroner’s death certificate, and may not include every substance involved in the death.\n\n- In around 12% of drug poisoning deaths only a general description is recorded on the coroner’s death certificate (such as \u0027drug overdose\u0027 or \u0027multiple drug toxicity\u0027). Deaths where the certificate contains only non-specific information cannot contribute to the counts of deaths involving specific substances.\n\n- In an additional 31% of all drug poisoning deaths, the death certificate mentions more than one specific drug. Where more than one drug is mentioned, it is not possible to tell which was primarily responsible for the death.\n\n- Where more than one drug is mentioned on a death certificate the death will be counted in more than one category in Table 4. For example, if both heroin and methadone are mentioned, the death will be recorded once under heroin and once under methadone. Therefore the numbers for different substances cannot be added together to give the total number of deaths.\n\n- Approximately 30% of all drug-related poisoning deaths also contain a mention of alcohol or long-term alcohol abuse (for example, cirrhosis) in addition to a drug.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/drug4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Age-standardised mortality rates per one million population, standardised to the 1976 European Standard Population. Age-standardised rates are used to allow comparison between populations which may contain different proportions of people of different ages.\n2. Rates for 2008–11 have been recalculated using revised mid-year population estimates which take account of the 2011 Census and may therefore differ from previously published figures.\n3. Cause of death was defined using the International Classification of Diseases, Tenth Revision (ICD-10). The underlying cause of death codes used to select deaths related to drug poisoning are shown in Background note 4.\n4. Figures are for deaths registered, rather than deaths occurring in each calendar year. Due to the length of time it takes to complete a coroner’s inquest, it can take months or even years for a drug-related death to be registered. More details can be found in the ‘Impact of registration delays on drug-related deaths’ section below.\n5. Figures for England and Wales include deaths of non-residents.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/drug5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Age-standardised mortality rates per one million population, standardised to the 1976 European Standard Population. Age-standardised rates are used to allow comparison between populations which may contain different proportions of people of different ages.\n2. Rates for 2008–11 have been recalculated using revised mid-year population estimates which take account of the 2011 Census and may therefore differ from previously published figures.\n3. Cause of death was defined using the International Classification of Diseases, Tenth Revision (ICD-10). The underlying cause of death codes used to select deaths related to drug poisoning are shown in Background note 4.\n4. Figures are for deaths registered, rather than deaths occurring in each calendar year. Due to the length of time it takes to complete a coroner’s inquest, it can take months or even years for a drug-related death to be registered. More details can be found in the ‘Impact of registration delays on drug-related deaths’ section below.\n5. Figures for England and Wales include deaths of non-residents.\n"
    },
    {
      "title": "Heroin and Morphine",
      "markdown": "Over half (52%) of all deaths related to drug poisoning involved an opiate drug, in fact in men aged 30 to 39, nearly two thirds (63%) of drug-related deaths involved an opiate. In 2012, as in previous years, the most commonly mentioned opiates were heroin and/or morphine, which were involved in 579 deaths (see Background note 8). Although these substances are involved in many drug-related deaths, the mortality rate for males has fallen sharply in recent years, down from 27.7 deaths per million population in 2009 to 15.6 in 2012. This is a 44% fall and the lowest rate since 1997. The female mortality rate for deaths involving heroin/morphine increased slightly between 2011 and 2012 from 4.4 to 5.2 deaths per million population, but was still much lower than the corresponding rate in males.\n\nEvidence suggests that in 2010/11 there was a ‘heroin drought’ in the UK, with reduced availability of heroin persisting in some areas in 2011/12 and 2012/13 (SOCA, [2011](http://www.soca.gov.uk/about-soca/library/doc_download/301-annual-report-2010-11.pdf \"SOCA 2011\"), [2012](http://www.soca.gov.uk/about-soca/library/doc_download/392-soca-annual-report-and-accounts-201112.pdf \"SOCA 2012\") and [2013](http://www.soca.gov.uk/about-soca/library/doc_download/506-annual-report-201213.pdf \"SOCA 2013\")). Also, the typical street heroin purity has fallen from 46% in September 2009 to around 15–20% in 2012/13 (SOCA, 2011 and 2013).\n\n[Public Health England (2013)](http://www.nta.nhs.uk/uploads/prevalence-commentary.pdf \"Public Health England (2013)\") report that the number of people starting treatment for heroin and/or crack addiction (including those returning to treatment) fell from 64,288 in 2005-06 to 47,210 in 2011-12. They suggest this is because treatment has helped to shrink the pool of heroin and crack addicts in England. However, evidence from the Crime Survey for England and Wales ([Home Office, 2012](https://www.gov.uk/government/publications/drug-misuse-declared-findings-from-the-2011-12-crime-survey-for-england-and-wales--2 \"Home Office, 2012\")) suggests generally there has been little variation in heroin use year on year since their measurement began.\n\nA combination of these factors may explain the decline in deaths involving heroin/morphine that has been seen over the last few years.\n"
    },
    {
      "title": "Methadone",
      "markdown": "In 2012 there were 414 deaths involving methadone (an opiate substance used to treat heroin addiction, which is sometimes abused). The male mortality rate for deaths involving methadone decreased by 16% from 13.4 deaths per million population in 2011 to 11.3 in 2012. The equivalent rate for females decreased by 9% between 2011 and 2012 (from 4.2 to 3.8 to deaths per million population). Despite this fall, the female mortality rate for deaths involving methadone is still the second highest on record.\n"
    },
    {
      "title": "Cocaine",
      "markdown": "There were 139 deaths involving cocaine in 2012. The male mortality rate declined significantly between 2008 and 2011, but then increased again slightly in 2012 to 4.3 deaths per million population in 2012. The equivalent rate in females was lower than for males (0.8 deaths per million population in 2012), and this rate has remained relatively unchanged since 2009 (see Background note 9).\n"
    },
    {
      "title": "Amphetamines and Ecstasy",
      "markdown": "The number of deaths involving amphetamines increased from 62 deaths in 2011 to 97 in 2012. In addition to amphetamine itself, the amphetamines group includes a variety of substances such as ecstasy, methylamphetamine, paramethoxyamphetamine (PMA) and para-methoxymethamphetamine (PMMA). There were almost four times as many deaths involving ecstasy in 2012 compared with 2010 (31 deaths and eight deaths respectively). In addition, there was a large increase in the number of death certificates mentioning PMA or PMMA. These substances were only involved in one death in 2011, but were involved in 20 in 2012 (a small number of these deaths also mentioned ecstasy). It has been suggested that people may be ingesting PMA/PMMA in the belief that they are taking ecstasy tablets (Frank, 2013). However, there is not enough information recorded on coroner’s death certificates to confirm if this was the case for the deaths registered in 2012.\n"
    },
    {
      "title": "New psychoactive substances (including ‘legal highs’)",
      "markdown": "Over the past few years a number of new drugs have been controlled under the [Misuse of Drugs Act (1971)](http://www.legislation.gov.uk/ukpga/1971/38/contents \"Misuse of Drugs Act (1971)\"), including synthetic cannabinoid receptor agonists (for example, ‘spice’), gamma-hydroxybutyrate (GHB) and its precursor gamma-butyrolactone (GBL), piperazines (benzylpiperazine – BZP and trifluoromethylphenylpiperazine – TFMPP), cathinones such as mephedrone, and pipradrols such as desoxypipradrol. This group of substances are sometimes called legal highs, but most are now controlled under the [Misuse of Drugs Act (1971)](http://www.legislation.gov.uk/ukpga/1971/38/contents \"[Misuse of Drugs Act (1971)\"), so will be referred to as new psychoactive substances (NPS) in this report. There is no official definition of NPS, and the drugs included in this category in this bulletin are listed in Background note 11. This grouping may be revised in future years.\n\nAlthough the number of deaths involving NPS are low compared with the number of deaths from heroin/morphine poisoning, NPS deaths increased sharply in the last year from 29 deaths in 2011 to 52 deaths in 2012 (see Background note 11). In particular, death involving cathinones tripled from six deaths in 2011 to 18 deaths in 2012. This was despite evidence from the Crime Survey for England and Wales suggesting that the proportion of 16 to 59-year-olds using mephedrone in the last year has declined since 2010/11 ([Home Office, 2013](https://www.gov.uk/government/publications/drug-misuse-findings-from-the-2012-to-2013-csew \"Home Office, 2013\")).\n"
    },
    {
      "title": "Benzodiazepines",
      "markdown": "There were 284 drug poisoning deaths involving benzodiazepines in 2012. Mortality rates in males increased significantly from an all-time low of 4.5 deaths per million population in 2006 to an all-time high of 7.9 deaths per million population in 2011, but fell slightly to 7.3 deaths per million in 2012. Equivalent mortality rates in females were significantly lower than in males at 2.8 deaths per million population in 2012, but have risen slightly since 2011. Diazepam was the most common type of benzodiazepine mentioned on deaths certificates in 2012, and was involved in 207 deaths, the highest number on record.\n\nThe increase in deaths involving diazepam is consistent with a recent survey suggesting that there has been a continued increase in the use and availability of illicit benzodiazepines, such as diazepam ([Daly, 2012](http://www.drugscope.org.uk/Resources/Drugscope/Documents/PDF/Publications/StreetDrugTrendsSurvey.pdf \"Daly, 2012\")). However, the role of diazepam and other benzodiazepines in drug-related deaths is unclear, as more than 9 out of 10 deaths involving benzodiazepines also mentioned another drug.\n"
    },
    {
      "title": "Antidepressants",
      "markdown": "There were 468 deaths involving antidepressants in 2012, up from 393 in 2011. This increase was seen across all classes of antidepressants. Mortality rates were similar in males and females in 2011 (7.8 and 8.5 deaths per million population respectively), and both rose slightly between 2011 and 2012. The female mortality rate was the highest since 1999.\n\nDeaths involving tricyclic antidepressants (TCAs) increased from 200 in 2011 to 233 in 2012, and the majority of these deaths involved amitriptyline (155 deaths in 2012, see [Reference Table 6a (303.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/subnational-health3/deaths-related-to-drug-poisoning/2012/drugs-reference-tables.xls \"Drugs reference tables\") ). Although TCAs are still involved in more deaths than other types of antidepressants, the number of deaths from TCA poisoning are now much lower than their peak of 497 deaths in 1998.\n\nDeaths involving Selective Serotonin Re-uptake Inhibitors (SSRIs) have been steadily increasing, and reached their highest ever level in 2012 (158 deaths). The majority of these deaths involve the SSRI drug citalopram (101 deaths in 2012). Studies show that SSRIs are less toxic in overdose than TCAs ([Hawton et al, 2010](http://bjp.rcpsych.org/content/196/5/354.full.pdf \"Hawton et al, 2010\")), but SSRIs are prescribed more frequently. In the last five years prescriptions for SSRIs have increased more rapidly than prescriptions for TCAs (Health and Social Care Information Centre – HSCIC, [2009](http://www.hscic.gov.uk/pubs/prescostanalysis2008 \"HSCIC 2009\") and [2013](http://www.hscic.gov.uk/catalogue/PUB10610 \"HSCIC 2013\")), which may explain the rise in deaths involving SSRIs.\n\nIn 2012 deaths involving other types of antidepressants reached a record high, at 104 deaths. Reference Table 6a shows that in 2012 the majority of these deaths involved venlafaxine or mirtazapine ([British National Formulary](http://www.bnf.org/bnf/ \"British National Formulary\") section 4.3.4, British Medical Association and Royal Pharmaceutical Society, 2013) with only one death involving a Monoamine-Oxidase Inhibitor – MAOI (BNF section 4.3.2). National Institute for Health and Clinical Excellence guidelines ([NICE, 2009](http://www.nice.org.uk/nicemedia/live/12329/45890/45890.pdf \"NICE, 2009\")) suggest that these drugs should not be used as a first-line treatment for depression, and should only be prescribed to people who have not responded to SSRIs. Venlafaxine in particular is associated with a greater risk of death from overdose.\n\nPrescriptions for ‘other antidepressant drugs’ like venlafaxine and mirtazapine (BNF section 4.3.4) accounted for only 17% of all antidepressant prescriptions in 2012. However, prescriptions for this type of antidepressant increased by 60% between 2008 and 2012 (HSCIC, [2009](http://www.hscic.gov.uk/pubs/prescostanalysis2008 \"2009\") and [2013](http://www.hscic.gov.uk/catalogue/PUB10610 \"2013\")), which may partly explain the increase in deaths.\n"
    },
    {
      "title": "Paracetamol and other analgesics",
      "markdown": "There were 182 deaths involving paracetamol and its compounds in 2012. The mortality rates for males and females were similar, and both decreased slightly between 2011 and 2012. During this period the male mortality rate decreased from 3.0 to 2.7 deaths per million population (the lowest rate since records began). In females, the equivalent rate went down from 3.6 to 3.2 deaths per million population, but has largely remained stable since 2007.\n"
    },
    {
      "title": "Tramadol",
      "markdown": "A notable trend that has emerged in recent years is the steady increase in the number of deaths mentioning tramadol (a synthetic opioid analgesic). The first recorded death was in 1996, and deaths have risen to an all-time high of 175 deaths in 2012. This increase in deaths may be partly explained by a 35% increase in tramadol prescriptions over the last five years (HSCIC, [2009](http://www.hscic.gov.uk/pubs/prescostanalysis2008 \"2009\") and [2013](http://www.hscic.gov.uk/catalogue/PUB10610 \"2013\")). In addition, the latest  ‘Street drug trends survey’ carried out among police forces, drug agencies, frontline treatment services and drug user groups highlighted the continued rise in the recreational use of tramadol and other synthetic opioids (Daly, 2012). Unlike most other opioid analgesics, tramadol is not controlled under the [Misuse of Drugs Act 1971](http://www.legislation.gov.uk/ukpga/1971/38/contents \"Misuse of Drugs Act 1971\"). However, the Advisory Council on the Misuse of Drugs (ACMD) have recently advised that tramadol be controlled as a class C substance under the Misuse of Drugs Act 1971, ([ACMD, 2013](https://www.gov.uk/government/publications/acmd-advice-on-tramadol \"ACMD, 2013\")).  In response to the ACMD recommendation the Government is running a [public consultation](https://www.gov.uk/government/consultations/scheduling-of-tramadol-and-exemptions-for-temazepam-prescriptions \"public consultation\") to assess the impact of controlling tramadol on the healthcare sector in particular.\n"
    },
    {
      "title": "Helium",
      "markdown": "There were 58 deaths mentioning helium in 2012, almost five times higher than the 12 deaths recorded in 2008 (see Background note 12 for further information on helium deaths). Although the number of deaths involving these substances is still relatively small, the large increases are of particular interest to those concerned with suicide prevention, as almost all of these deaths were suicides. The National Suicide Prevention Strategy Advisory Group are considering options to reduce these deaths.\n"
    },
    {
      "title": "Geographical variations in deaths related to drug misuse",
      "markdown": "In England, the mortality rate for deaths related to drug misuse declined significantly between 2008 and 2012 (from 34.7 to 25.4 deaths per million population). The equivalent mortality rate in Wales peaked at 53.4 deaths per million population in 2010 (though due to registration delays, the exact timing of this peak may have been in 2009, see the ‘Impact of registration delays’ section below for more details). Mortality rates in Wales have since fallen slightly to 45.8 deaths per million in 2012, but were still significantly higher than the England average between 2009 and 2012.\n\nThere was considerable regional variation within England. In 2012 the lowest mortality from deaths related to drug misuse was in London (17.2 deaths per million population), where the rates have generally been low over the last five years. The regions with the highest mortality rates over the last five years were the North East and North West. In 2012 mortality rates in the North were more than double that of London (37.4 and 41.0 deaths per million population in the North East and North West respectively).\n"
    },
    {
      "title": "Comparisons with the rest of the UK",
      "markdown": "Figures on drug-related deaths in Scotland are available from [National Records of Scotland](http://www.gro-scotland.gov.uk/statistics/theme/vital-events/deaths/drug-related/index.html \"National Records of Scotland\") and the [Information Services Division](http://www.isdscotland.org/Health-Topics/Drugs-and-Alcohol-Misuse/Publications/index.asp \"Information Services Division\") of NHS Scotland.\n\nFigures for Northern Ireland are available from the [Northern Ireland Statistics and Research Agency](http://www.nisra.gov.uk/demography/default.asp30.htm \"Northern Ireland Statistics and Research Agency\").\n\nFigures for Europe are available from the European Monitoring Centre for Drugs and Drug Addiction ([EMCDDA](http://www.emcdda.europa.eu/ \"EMCDDA\").\n\nFigures for other countries may not be comparable with figures presented above for England and Wales, due to differences in data collection methods and in the death registration system.\n"
    },
    {
      "title": "Impact of registration delays on drug-related deaths",
      "markdown": "In England and Wales almost all drug-related deaths are certified by a coroner following an inquest. The death cannot be registered until the inquest is completed, which can take many months or even years, and ONS is not notified that a death has occurred until it is registered. If someone is to be charged in relation to the death, the coroner must adjourn the inquest, and they may carry out an accelerated registration. However, the full details are not recorded until the inquest is completed, and these accelerated registration deaths are not included in the drug-related deaths figures.\n\nIn common with most other mortality statistics, figures for drug-related deaths are presented for deaths registered in a particular calendar year, which enables figures to be published in a timely manner. The alternative would be to publish statistics based on the year in which the death occurred. However, if ONS were to do this the publication would be delayed by at least six months to allow enough time for the majority of the deaths that occurred in a given year to be registered. If it was produced any earlier the data would be incomplete, and hence inaccurate.\n\nDue to the length of time it takes to hold an inquest, this bulletin actually presents information on deaths that may have occurred months or even years ago. Out of the 2,597 drug-related deaths registered in 2012, 1,358 (just over half) occurred in years prior to 2012. This makes it more difficult to evaluate how changes such as the heroin drought or the banning of certain new psychoactive substances have affected drug-related deaths. It also makes it more difficult to compare trends in drug-related deaths between local areas, as registration delays vary considerably across England and Wales.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/drug6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The registration delay is calculated as the difference between the date each death occurred and the date it was registered, measured in days. The average delay is represented using the median. Additional information on the calculation of registration delays is provided Background note 16.\n2. Cause of death was defined using the International Classification of Diseases, Ninth Revision (ICD-9) for the years 1993 to 2000 and Tenth Revision (ICD-10) from 2001 onwards. The underlying cause of death codes used to select \u0027all drug poisonings\u0027 and \u0027drug misuse\u0027 deaths are shown in Background note 4. Drug misuse as defined by the current headline indicator shown in Background note 5. Deaths from drug misuse are included in the figures for all drug poisoning.\n3. Figures are for deaths registered, rather than deaths occurring in each calendar year.\n4. Figures for England and Wales include deaths of non-residents.\n"
    }
  ],
  "accordion": [
    {
      "title": "References",
      "markdown": "1. The Advisory Council on the Misuse of Drugs (2000) Reducing drug related deaths, Home Office: London.\n2. The Advisory Council on the Misuse of Drugs (2013) [‘ACMD consideration of tramadol’](https://www.gov.uk/government/publications/acmd-advice-on-tramadol \"ACMD consideration of tramadol\")\n3. British Medical Association and Royal Pharmaceutical Society (2013) [‘British National Formulary 65’](http://www.bnf.org/bnf/ \"British National Formulary 65\"), BMJ Group and Pharmaceutical Press.\n4. Christophersen O, Rooney C and Kelly S (1998) [‘Drug related deaths: methods and trends’](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--93--autumn-1998/drug-related-mortality.pdf \"Drug related deaths: methods and trends\"), Population Trends 93, 29–37.\n5. Daly (2012) [‘2012 Street Drug Trends Survey’](http://www.drugscope.org.uk/Resources/Drugscope/Documents/PDF/Publications/StreetDrugTrendsSurvey.pdf \"‘2012 Street Drug Trends Survey\") Druglink November/December 2012\n6. Department of Health (2001) [‘The Government Response to the Advisory Council on the Misuse of Drugs Report into Drug Related Deaths’](http://webarchive.nationalarchives.gov.uk/20130107105354/http://www.dh.gov.uk/en/Publicationsandstatistics/Publications/PublicationsPolicyAndGuidance/DH_4015217 \"The Government Response to the Advisory Council on the Misuse of Drugs Report into Drug Related Deaths\").\n7. The European Monitoring Centre for Drugs and Drug Addiction (2013) [‘Statistical Bulletin 2013: Drug-related deaths and mortality’](http://www.emcdda.europa.eu/stats13#drd:displayTables \"Statistical Bulletin 2013: Drug-related deaths and mortality\")\n8. Frank (2013) [‘What is PMA’](http://www.talktofrank.com/news/what-pma \"What is PMA\")\n9. Hawton K, Bergen H, Simkin S, Cooper J, Waters K, Gunnell D and N Kapur (2010) [‘Toxicity of antidepressants: rates of suicide relative to prescribing and non-fatal overdose’](http://bjp.rcpsych.org/content/196/5/354.full.pdf \"Toxicity of antidepressants: rates of suicide relative to prescribing and non-fatal overdose\"), The British Journal of Psychiatry 196, 354-358.\n10. Hawton K, Bergen H, Simkin S, Wells C, Kapur N and Gunnell D (2012) ‘Six-Year Follow-Up of Impact of Co-proxamol Withdrawal in England and Wales on Prescribing and Deaths: Time-Series Study’, [PLOS Medicine](http://www.plosmedicine.org/article/info%3Adoi%2F10.1371%2Fjournal.pmed.1001213 \"PLOS Medicine\").\n11. Health and Social Care Information Centre (2009) [‘Prescription Cost Analysis: England 2008’](http://www.hscic.gov.uk/pubs/prescostanalysis2008 \"Prescription Cost Analysis: England 2008\").\n12. Health and Social Care Information Centre (2013) [‘Prescription Cost Analysis: England 2012’](http://www.hscic.gov.uk/catalogue/PUB10610 \"Prescription Cost Analysis: England 2012\").\n13. Home Office (2010) [‘Drug Strategy 2010 – Reducing demand, restricting supply, building recovery: supporting people to live a drug-free life\u0027](http://www.gov.uk/government/uploads/system/uploads/attachment_data/file/98026/drug-strategy-2010.pdf \"Drug Strategy 2010 – Reducing demand, restricting supply, building recovery: supporting people to live a drug-free life\").\n14. Home Office (2012) [\u0027Drug misuse declared: findings from the 2011 to 2012 Crime Survey for England and Wales\u0027](https://www.gov.uk/government/publications/drug-misuse-declared-findings-from-the-2011-12-crime-survey-for-england-and-wales--2 \"Drug misuse declared: findings from the 2011 to 2012 Crime Survey for England and Wales\").\n15. Home Office (2013) [\u0027Drug misuse: findings from the 2012 to 2013 Crime Survey for England and Wales (CSEW)\u0027](https://www.gov.uk/government/publications/drug-misuse-findings-from-the-2012-to-2013-csew \"Drug misuse: findings from the 2012 to 2013 Crime Survey for England and Wales (CSEW)\").\n16. [The Misuse of Drugs Act (1971)](http://www.legislation.gov.uk/ukpga/1971/38/contents \"The Misuse of Drugs Act (1971)\") The Stationery Office Ltd.\n17. National Institute for Health and Clinical Excellence – NICE (2009) [‘Quick reference guide: Depression’](http://www.nice.org.uk/nicemedia/live/12329/45890/45890.pdf \"Quick reference guide: Depression\").\n18. National Treatment Agency (2012) [‘Drug treatment in England: the road to recovery’](http://www.nta.nhs.uk/uploads/dtie2012v1.pdf \"Drug treatment in England: the road to recovery\").\n19. Office for National Statistics (2002) ‘Report: Deaths related to drug poisoning: results for England and Wales, 1993 to 2000’, [Health Statistics Quarterly 13](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--13--spring-2002/index.html \"Health Statistics Quarterly 13\"), 76–82.\n20. Office for National Statistics (2011) [‘Results of the ICD-10 v2010 bridge coding study, England and Wales, 2009’](http://www.ons.gov.uk/ons/rel/subnational-health3/results-of-the-icd-10-v2010-bridge-coding-study--england-and-wales--2009/2009/index.html \"Results of the ICD-10 v2010 bridge coding study, England and Wales, 2009\").\n21. Public Health England (2013) [‘Falling drug use: the impact of treatment’](http://www.nta.nhs.uk/uploads/prevalence-commentary.pdf \"Falling drug use: the impact of treatment\")\n22. SOCA (2011) [‘Serious Organised Crime Agency Annual Report and Accounts 2010/11’](http://www.soca.gov.uk/about-soca/library/doc_download/301-annual-report-2010-11.pdf \"Serious Organised Crime Agency Annual Report and Accounts 2010/11\")\n23. SOCA (2012) [‘Serious Organised Crime Agency Annual Report and Accounts 2011/12’](http://www.soca.gov.uk/about-soca/library/doc_download/392-soca-annual-report-and-accounts-201112.pdf \"Serious Organised Crime Agency Annual Report and Accounts 2011/12\")\n24. SOCA (2013) [‘Serious Organised Crime Agency Annual Report and Accounts 2012/13’](http://www.soca.gov.uk/about-soca/library/doc_download/506-annual-report-201213.pdf \"Serious Organised Crime Agency Annual Report and Accounts 2012/13\")\n25. Welsh Government (2013) [‘Substance Misuse Delivery Plan 2013 – 2015’](http://wales.gov.uk/topics/housingandcommunity/safety/substancemisuse/publications/dplan/?lang\u003den \"Substance Misuse Delivery Plan 2013 – 2015\")\n26. World Health Organisation – [WHO (2010)](http://apps.who.int/classifications/icd/en/index.html \"WHO (2010)\") International Statistical Classification of Diseases and Related Health Problems, volumes 1, 2 and 3 (Tenth Revision). WHO: Geneva.\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "1. Quality information\n\nFurther information about the quality of drug-related deaths data can be found in the Quality and Methodology Information ([QMI](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/health-and-social-care/quality-and-methodology-information-for-deaths-related-to-drug-poisoning.pdf \"QMI\")) paper.\n\n2. Mortality metadata\n\nInformation about the underlying mortality data, including details on how the data is collected and coded are available in the [mortality metadata](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/mortality-metadata.pdf \"mortality metadata\").\n\n3. Drug poisoning database\n\nThe figures presented in this bulletin have been produced using a special database of deaths related to drug poisoning, which has been developed to facilitate research into these deaths and to aid the identification of specific substances involved. The database is extracted from the national mortality database for England and Wales. Deaths are included if the underlying cause of death is regarded as drug-related, according to the National Statistics definition. More information on this definition and issues relating to the interpretation of drug-related deaths data can be found in [Christophersen et al (1998)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--93--autumn-1998/drug-related-mortality.pdf \"Christophersen et al (1998)\").\n\nAlmost all deaths on the drug poisoning database had a coroner’s inquest. For each death the database includes the following information:\n\n- The ICD codes for underlying cause of death and other causes mentioned on the death certificate.\n- Every mention of a substance recorded by the coroner in the cause of death section or elsewhere on the coroner\u0027s certificate after inquest (up to seven substances).\n- An indicator to show if alcohol is mentioned – this includes a wide variety of scenarios ranging from evidence of alcohol consumption around the time of death (for example an empty vodka bottle found at the scene or alcohol found after toxicology tests) to long-term alcohol abuse and cirrhosis of the liver.\n- Other information recorded at death registration such as age, sex, marital status, occupation and place of usual residence.\n\n4. Definition of a drug-related death\nInternational Classification of Diseases, Ninth Revision (ICD-9) and Tenth Revision (ICD-10) codes used to define deaths related to drug poisoning\n\n5. Definition of a death related to drug misuse\n\nIn 2000 the Advisory Council on the Misuse of Drugs published a report called ‘Reducing Drug Related Deaths’. In response to this report’s recommendations on improving the present system for collecting data on drug-related deaths, a technical working group was set up. This group, consisting of experts across government, the devolved administrations, coroners, toxicologists and drugs agencies, proposed a headline indicator for drug misuse deaths as part of the government’s action plan ([Department of Health, 2001](http://webarchive.nationalarchives.gov.uk/20130107105354/http://www.dh.gov.uk/en/Publicationsandstatistics/Publications/PublicationsPolicyAndGuidance/DH_4015217 \"Department of Health, 2001\")) to reduce the number of these deaths. This indicator also takes into account the information needs of the European Monitoring Centre for Drugs and Drug Addiction. The baseline year for monitoring deaths related to drug misuse was set as 1999. The definition of the headline indicator using ICD-10 is shown below. The definition using ICD-9 was published in a previous annual report ([Office for National Statistics, 2002](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--13--spring-2002/index.html \"Office for National Statistics, 2002\")).\n\nCause of death categories included in the headline indicator of drug misuse deaths (the relevant ICD-10 codes are given in brackets):\n\na) Deaths where the underlying cause of death has been coded to one of the following categories of mental and behavioural disorders due to psychoactive substance use (excluding alcohol, tobacco and volatile solvents):\n\n- opioids (F11)\n- cannabinoids (F12)\n- sedatives or hypnotics (F13)\n- cocaine (F14)\n- other stimulants, including caffeine (F15)\n- hallucinogens (F16)\n- multiple drug use and use of other psychoactive substances (F19)\n\nb) Deaths where the underlying cause of death has been coded to one of the following categories and where a drug controlled under the [Misuse of Drugs Act 1971](http://www.legislation.gov.uk/ukpga/1971/38/contents \"Misuse of Drugs Act 1971\"), was mentioned on the death certificate:\n\n- Accidental poisoning by drugs, medicaments and biological substances (X40–X44)\n- Intentional self-poisoning by drugs, medicaments and biological substances (X60–X64)\n- Poisoning by drugs, medicaments and biological substances, undetermined intent (Y10–Y14)\n- Assault by drugs, medicaments and biological substances (X85)\n- Mental and behavioural disorders due to use of volatile solvents (F18)\n\nSpecific rules were adopted for dealing with compound analgesics which contain relatively small quantities of drugs listed under the Misuse of Drugs Act, the major ones being dextropropoxyphene, dihydrocodeine and codeine. Where these drugs are mentioned on a death record, they have been excluded from the drug misuse indicator if they are part of a compound analgesic (such as co-proxamol, co-dydramol or co-codamol) or cold remedy. Dextropropoxyphene has been excluded on all occasions, whether or not paracetamol or a compound analgesic was mentioned. This is because dextropropoxyphene is rarely, if ever, available other than as part of a paracetamol compound. However, codeine or dihydrocodeine mentioned without paracetamol or ibuprofen were included in the indicator. This is because they are routinely available and known to be abused in this form. This approach is the same as that taken by National Records of Scotland (NRS). Drugs controlled under the Misuse of Drugs Act 1971 include class A, B and C drugs.\n\n6. Revisions to drug misuse\n\nA small number of revisions were made to the to the drug misuse indicator in 2013 and the full back series from 1993 has been revised. Several new psychoactive substances which have been controlled under the [Misuse of Drugs Act 1971](http://www.legislation.gov.uk/ukpga/1971/38/contents \"Misuse of Drugs Act 1971\") in the last few years have been added, and alkyl nitrites have been removed as they were incorrectly being classed as controlled substances. These changes affect no more than two deaths a year.\n\n7. Deaths among people in their 20s and 30s\n\nNearly one in eight deaths among people in their 20s and 30s were drug-related. This figure has been calculated from the number of deaths from all drug poisonings of people aged 20 to 39, (1,021 deaths) and the number of deaths from all causes in this age group (8,265 deaths) for England and Wales in 2012. The number of deaths from all causes, by sex and age is available on the [ONS website](http://www.ons.gov.uk/ons/rel/vsob1/death-reg-sum-tables/index.html \"ONS website\").\n\n8. Heroin and morphine\n\nHeroin (diamorphine) breaks down in the body into morphine, so either heroin and/or morphine may be detected at post mortem and recorded on the death certificate. Therefore a combined figure for deaths where heroin or morphine was mentioned on the death certificate is included in Table 4.\n\n9. Cocaine\n\nThe figure for cocaine in Table 4 includes deaths where cocaine was taken in the form of crack cocaine. It is not possible to separately identify crack cocaine from other forms of cocaine at post mortem. Other evidence to distinguish the form of cocaine taken is rarely provided on death certificates.\n\n10. GHB and GB\n\nThe figure for GHB (gamma-hydroxybutyrate) in Reference Table 6a includes deaths where GBL (gamma-butyrolactone) was taken. It is not possible to separately identify GBL and GHB at post mortem as GBL is rapidly converted to GHB when ingested into the human body.\n11. List of drugs included as new psychoactive substances\n\nThere is no official definition new psychoactive substances. The following substances have been included in this group in this bulletin:\n\n- 1-(Benzofuran-6-yl)-propan-2-amine\n- 2-(1H-Indol-5-yl)-1-methylethylamine\n- 4-Fluoroephedrine\n- 4-Fluoromethcathinone\n- 4-Methylamphetamine\n- 4-Methylethcathinone\n- Alpha-methyltryptamine\n- BZP\n- Cathinone\n- Desoxypipradrol\n- Fluoromethcathinone\n- GHB\n- Khat\n- Legal high\n- Mephedrone\n- Methiopropamine\n- Methoxetamine\n- Methylenedioxypyrovalerone\n- Methylone\n- Synthetic cannabinoid\n- TFMPP\n\nIt is likely that this list will be revised in future as new substances emerge.\n\n12 Helium\n\nThe number of deaths mentioning helium reported in this statistical bulletin before 2011 are likely to be an underestimate, as some deaths involving helium were assigned an underlying cause of death of hanging, strangulation and suffocation (ICD-10 codes X70 and Y20), and were not included in the drug poisoning database. From 2011 onwards, we have tried to ensure that all deaths mentioning helium are coded to the appropriate poisoning code and not as a suffocation.\n\n13. Calculation of mortality rates\n\nMortality rates are presented as deaths per one million population. The mortality rates in Figures 2 and 3 are age-specific rates; and those in Figures 1, 4 and 5 and Table  5 are directly age-standardised to the 1976 European standard population. Age-standardised rates are used to allow comparison between populations which may contain different proportions of people of different ages, including comparisons between males and females and over time. Eurostat, the statistical institute of the European Union, has decided to update the European Standard Population, which is used in the calculation of age-standardised rates. ONS will publish details of the impact of this change on age-standardised rates, and, following user engagement in Summer 2013, the timetable for implementation of the new standard population in relevant publications. ONS is [consulting](http://www.ons.gov.uk/ons/about-ons/user-engagement/consultations-and-surveys/consultations/implementation-of-the-2013-european-standard-population/index.html \"consulting\") on the implementation of the new European Standard Population between 09 August and 03 October 2013.\n\nMortality rates are calculated using mid-year population estimates. Rates for 2002–11 have been recalculated using revised mid-year population estimates which take account of the 2011 Census and therefore differ from previously published figures. Analysis shows that rates have been consistently revised down, but these changes were small. The differences tended to be larger at the end of the revision period (2011), than at the beginning (2002) and the biggest change was seen for female drug poisoning deaths in 2010, with rates decreasing from 29.2 to 28.9 deaths per million population (a 1.0% reduction).\n\n14. Confidence intervals\n\nExcel workbooks containing the data used to produce Figures 1 to 6 and Tables 1 to 5 are available to download from the [ONS website (303.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/subnational-health3/deaths-related-to-drug-poisoning/2012/drugs-reference-tables.xls \"Drugs reference tables\") . These tables contain both the mortality rate and the upper and lower confidence limits. These limits form a confidence interval, which is a measure of the statistical precision of an estimate and shows the range of uncertainty around the estimated figure. Calculations based on small numbers of events are often subject to random fluctuations. As a general rule, if the confidence interval around one figure overlaps with the interval around another, we cannot say with certainty that there is more than a chance difference between the two figures. Within this statistical bulletin, a difference which is described as ‘significant’, means ‘statistically significant’, assessed by examining the confidence intervals.\n\n15. Revisions\n\nThe ONS revisions policy is available on our [website](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-and-corrections-policy/index.html \"website\").\n\n16. Calculation of registration delays\n\nFigure 6 presents data on the length of time taken to register a death (also known as the registration delay) for drug-related deaths. This is calculated as the difference between the date each death occurred and the date it was registered, measured in days. Data where the exact date of death was unknown or where either the date of death or date of registration was clearly recorded incorrectly (that is, the death appeared to have been registered before it occurred) were excluded from this analysis. Approximately 0.2% of the data were excluded for these reasons. Analysis showed that the data were positively skewed, and contains some deaths with very long registration delays (for example, more than eight years). Therefore the average registration delay has been presented using the median value, as this is not influenced by extreme values. The median is defined as the value that is halfway through the ordered data set, below and above which there lies an equal number of data values.\n\n17. Special extracts of data\n\nSpecial extracts and tabulations of drug poisoning deaths data are available to order (subject to legal frameworks, disclosure control and agreement of costs, where appropriate). Such requests or enquiries should be made to:\n\nMortality Analysis Team, Life Events and Population Sources Division\nOffice for National Statistics\nGovernment Buildings\nCardiff Road\nNewport NP10 8XG\nTel: +44 (0)1633 455341\nEmail: mortality@ons.gsi.gov.uk\nThe [ONS charging policy](http://www.ons.gov.uk/ons/about-ons/who-we-are/services/charging-policy/index.html \"ONS charging policy\") is available on our website.\n18. Feedback\n\nWe would welcome feedback on the content, format and relevance of this release. Please send feedback to the postal or email address above.\n\n19. Plan for mortality outputs\n\nFuture changes to mortality outputs are outlined in the plan for mortality outputs available on the [ONS website](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/plan-for-mortality-statistics-2012-13.pdf \"ONS website\").\n\n20. Pre-release access\n\nA list of the names of those given pre-publication access to the statistics and written commentary is available in this [pre-release access list](http://www.ons.gov.uk/ons/rel/subnational-health3/deaths-related-to-drug-poisoning/2012/pra-drug-related-deaths-2012.html \"pre-release access list\") for deaths related to drug poisoning in England and Wales in 2012. The rules and principles which govern pre-release access are featured within the [Pre-release Access to Official Statistics Order 2008](http://www.legislation.gov.uk/uksi/2008/2998/schedule/made \"Pre-release Access to Official Statistics Order 2008\").\n\n21. National Statistics\n\nThe [UK Statistics Authority](http://www.statisticsauthority.gov.uk/assessment/assessment/assessment-reports/index.html \"UK Statistics Authority\") has designated these statistics as National Statistics, in accordance with the [Statistics and Registration Service Act](http://www.ons.gov.uk/ons/guide-method/ons-independence/the-statistics-act/index.html \"Statistics and Registration Service Act\") 2007 and signifying compliance with the [Code of Practice for Official Statistics](http://www.ons.gov.uk/ons/guide-method/the-national-statistics-standard/code-of-practice/index.html \"Code of Practice for Official Statistics\").\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs\n- are well explained and readily accessible\n- are produced according to sound methods\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n\n22. Terms and conditions\n\nYou may use or re-use this information (not including logos) free of charge in any format or medium, under the terms of the [Open Government Licence](http://www.ons.gov.uk/ons/external-links/other-government-departments/national-archives/index.html). To view this licence, visit the National Archives website, write to: The Information Policy Team, The National Archives, Kew, London TW9 4DU, or email: \u003cpsi@nationalarchives.gsi.gov.uk\u003e.\n\n23. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "There were 1,706 male drug poisoning deaths (involving both legal and illegal drugs) registered in 2012, a 4% decrease since 2011.",
  "headline2": "Female drug poisoning deaths have increased every year since 2009, reaching 891 in 2012.",
  "headline3": "1,086 in 2012; female deaths decreased by 1% from 413 in 2011 to 410 in 2012.",
  "summary": "Deaths related to drug poisoning in England and Wales for the last five years. Data from 1993 are available to download, and are discussed in the commentary to provide context to the latest (2012) data. Figures are presented by cause of death, sex, age, substance(s) involved in the death, country and region.",
  "relatedBulletins": [
    {
      "summary": "This bulletin presents the latest figures for alcohol-related deaths in the UK, its four constituent countries and regions of England. Comparisons are made between 2012, the latest year, and previously published data from 2002 onwards.",
      "name": "Alcohol-related deaths in the United Kingdom, registered in 2012",
      "uri": "/peoplepopulationandcommunity/healthandsocialcare/drugusealcoholandsmoking/bulletins/alcoholrelateddeathsintheunitedkingdomregisteredin2012"
    }
  ],
  "title": "Deaths Related to Drug Poisoning in England and Wales, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Deaths Related to Drug Poisoning in England and Wales, 2012",
  "uri": "/peoplepopulationandcommunity/healthandsocialcare/drugusealcoholandsmoking/bulletins/deathsrelatedtodrugpoisoninginenglandandwales2012",
  "fileName": "deathsrelatedtodrugpoisoninginenglandandwales2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Health and social care",
      "fileName": "healthandsocialcare"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Drug use, alcohol and smoking",
      "fileName": "drugusealcoholandsmoking",
      "breadcrumb": []
    }
  ]
}