{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key points",
      "markdown": "- The environmental goods and services sector (EGSS) contributed £26.3 billion to the economy in terms of value added in 2012 (1.6% of GDP)\n\n- The EGSS has grown by 1.5% between 2010 and 2012 in terms of value added; during the same period, GDP grew by 6.2% suggesting that growth of the EGSS was lower compared with the whole economy\n\n- The EGSS contributed £55.4 billion on a production output basis in 2012; growing 9.1% between 2010 and 2012\n\n- The EGSS contributed 357,200 full-time equivalent (FTE) jobs to total employment in 2012; an increase of 5.3% between 2010 and 2012\n\n- In 2012, ‘Wastewater and waste management services’ contributed the largest value added and employment of the EGSS at £9.4 billion (35.8%) and 120,600 full-time equivalent jobs (33.8%)\n\n- Between 2010 and 2012 output from Resource management activities rose by 12.5% from £25.8 billion to £29.0 billion while Environmental protection activities rose by 5.6% from £25.0 billion to £26.3 billion\n"
    },
    {
      "title": "Summary",
      "markdown": "This bulletin provides initial estimates of the UK environmental goods and services sector (EGSS), between 2010 and 2012. It includes analysis by economic output, gross value added (GVA), employment, EGSS activity, classification of environmental protection activities (CEPA), classification of resource management activities (CReMA) and industry.\n"
    },
    {
      "title": "Introduction",
      "markdown": "There is increasing demand in the UK, and internationally, to measure the progress towards a green economy. There is particular interest in establishing how the economy is moving towards improving and protecting the environment from further deterioration (sustainable development), and the amount of green jobs being created. Furthermore, information on green growth is required to assist in the development of environmental and economic policies. Although there is no commonly accepted definition for the green economy, the environmental goods and services sector (EGSS) framework, developed by Eurostat and adopted by the System of Environmental-Economic Accounting (SEEA)\u003csup\u003e1\u003c/sup\u003e, provides a set definition and specification of activities to be included as environmental activities. The EGSS indicates how much of the economy is engaged in producing goods and services for environmental protection purposes and resources management activities, relative to the wider economy, and provides information on the number of jobs created and how the EGSS is changing through time.\n\nBy 2017, amended EU regulation 691/2011 requires ONS to provide data on the output, employment, exports and value added generated in the production of goods and services that are used to measure, prevent, limit, minimise and correct environmental damage and manage natural resources in a sustainable way. The definition set-out by the regulation stipulates that “the most important criterion for a product to be an environmental good or service is that its ‘main purpose’ is environmental protection or resource management, whereby the main purpose is mainly determined by the technical nature of the product” (Eurostat, 2009). Excluded from the scope of EGSS are goods and services produced for purposes that, while beneficial to the environment, primarily satisfy technical, human and economic needs or that are requirements for health and safety. Goods and services related to minimising the impact of natural hazards and those related to the extraction, mobilisation and exploitation of natural resources are also excluded.\n\nONS have used a wide variety of sources for the collection of the EGSS statistics which have been compiled in line with the guidelines recommended by the EGSS Practical guide (2015)\u003csup\u003e2\u003c/sup\u003e and Eurostat EGSS Handbook (2009). This publication provides the first estimates on the output\u003csup\u003e3\u003c/sup\u003e, employment4 and value added5 of the UK’s environmental goods and services sector between 2010 and 2012.\n\nThe next section of this publication provides results of the overall EGSS estimates and the contribution to GDP. Each subsequent section provides estimates on the components forming the overall EGSS estimates and are presented by:\n\n- EGSS activities\n\n- Environmental protection and resource management activities\n\n- Industries producing environmental goods and services\n\nFinally, we discuss the quality and robustness of the estimates and suggest priority areas for future improvements. Appendix A provides further detailed information on the scope and definitions used for the EGSS. Appendix B presents the definition of each EGSS activity and the methods used to compile them, along with the resulting estimates of output, value added and employment for each EGSS activity.\n\nThe methodology used to develop these estimates remains under development, the estimates reported in this publication are experimental\u003csup\u003e6\u003c/sup\u003e and should be interpreted in this context. ONS welcomes comments and feedback on all aspects of the methodology used and seeks feedback for further improvement and refinement.\n\n### Notes for Introduction\n\n1. System of Environmental-Economic Accounting (SEEA) contains the internationally agreed standard concepts, definitions, classifications, accounting rules and tables for producing internationally comparable statistics on the environment and its relationship with the economy. Further information can be found on the United Nations Statistics Division website.\n\n2. The EGSS Practical Guide is a practical framework which is regularly updated. The latest version can be found [here](https://circabc.europa.eu/d/a/workspace/SpacesStore/7c3525ac-560c-4e5a-87ca-81597065f0e2/ENV_EXP_WG_2015_3%202%20Practical%20Guide%20to%20compile%20EGSS%20estimates%20-%20background%20doc.pdf \"here\").\n\n3. Output (measured in current basic prices): is the value of goods and services produced. Output consists of: market output, goods and services sold on the market at economically significant prices; non-market output, goods and services provided for free or at prices that are not economically significant; own final use output, goods and services produced for own use; and in the EGSS, ancillary output is recorded as a separate entity, which includes goods and services produced and consumed in-house to make the business more environmentally friendly and resource efficient.\n\n4. Employment: the employment in environmental protection and resource management activities is measured by the full-time equivalent (FTE) employment engaged in the production of the environmental output as defined above. The full-time equivalent is the number of full-time equivalent jobs, defined as total hours worked divided by average annual hours worked in full-time jobs.\n\n5. Gross Value Added (measured in current basic prices): is the total value of output of goods and services produced less the intermediate consumption (goods and services used up in the production process in order to produce the output). It represents the contribution made by these activities towards gross domestic product (GDP).\n\n6. Experimental statistics are those statistics that are in the testing stage and are not fully developed. A full description of experimental statistics can be found [here](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/guide-to-experimental-statistics/index.html \"here\").\n"
    },
    {
      "title": "Results for the EGSS",
      "markdown": "### Total EGSS estimates\n\nIn 2012, it is estimated the EGSS contributed £26.3 billion to the economy in terms of value added (1.6% of GDP\u003csup\u003e1\u003c/sup\u003e) and 357,200 FTE jobs to total employment. Since 2010, output and employment from the EGSS have grown steadily by 9.1% and 5.3%, respectively (Figure 1). Value added from the EGSS also increased by 1.5%, from £25.9 billion to £26.3 billion, although in 2011, a small decline (0.3%) in value added occurred whilst output continued to increase (Table 1). This was partly due to the combined effect of increased intermediate consumption in 2011 relative to output and relatively high GVA in the EGSS in 2010\u003csup\u003e2\u003c/sup\u003e.\n\n### Figure 1: Output, value added and employment of the EGSS between 2010 and 2012\n#### United Kingdom\n[Figure 1-Chart]\n\n### Table 1: Estimated output, value added and employment for the EGSS between 2010 and 2012\n#### United Kingdom\n[Table 1-Table]\n\nTotal output, or output, is the value of goods and services produced. EGSS output can be sold on the market at economically significant prices (market output), produced for own use (own final use output) or provided for free, or at prices that are not economically significant (non-market output). In addition, although not recorded in ESA2010, output from ancillary activities, those which are retained in the same enterprise that produced them, and are not intended for use outside the unit, is of interest for the EGSS regulation. Environmental ancillary activities which make production processes more environmentally friendly and more resource efficient (e.g. in-house waste management, reduction of emissions and pollutants) are recorded here as ancillary output and are part of the EGSS output measure. \n\nBetween 2010 and 2012 total EGSS output increased from £50.8 billion to £55.4 billion (9.0%). The majority of the output was generated by market activities with approximately 20% from non-market activities and between 1% and 2% from ancillary and own final use activities (Figure 2).\n\n### Figure 2: EGSS output by the type of output produced between 2010 and 2012\n#### United Kingdom\n[Figure 2-Chart]\n\nEGSS market output is largely produced from private corporations (with a small component from public corporations), whereas non-market EGSS output is produced by general government and non-profit institutions serving households (charities, trade unions). In addition, for the EGSS, electricity produced by households and sold back to the grid through feed-in tariffs is also recorded as non-market output\u003csup\u003e3\u003c/sup\u003e; output from auto-generation of renewable energy produced by households is not currently included within the European System of Accounts (ESA 2010). Renewable energy produced and consumed by households for own use is included as own final use output in the EGSS.\n\nBetween 2010 and 2012, total EGSS employment increased from 339,200 FTE to 357,200 FTE (Figure 3). In the same way as the EGSS output distribution (Figure 2), the majority (about 80%) of the EGSS employment was in market activities, gradually rising from 260,100 FTE in 2010 to 282,800 FTE in 2012 (Figure 3). Although overall employment in the EGSS increased between 2010 and 2012, this was due to an increase in employment of 8.7% in market activities. In contrast, non-market employment decreased by 5.1% from 68,900 to 65,400 FTE and employment in ancillary activities declined by 14.7% from 10,200 to 8,700 FTE.\n\n### Figure 3: Total EGSS employment by employment sector between 2010 and 2012\n#### United Kingdom\n[Figure 3-Chart]\n\n### EGSS activities\n\nIn this section, the key figures for each EGSS activity are shown, definitions for each activity and how they were compiled are presented later (Results for the EGSS activities).\n\nIn 2012, ‘Wastewater and waste management services’ generated £9.4 billion, the largest value added component (35.8%) of the EGSS (Figure 4). About four-fifths of this value added was through private corporations and a fifth was from general government activities. ‘Water quantity management’ activities were the second major contributor at £4.4 billion (16.9% of EGSS value added) and ‘Recycling’ activities were the third largest, providing £2.2 billion of value added (8.6%). Together, these three EGSS activities account for 61.2% of all EGSS value added in 2012. The remainder of the total value added (£10.2 billion) was generated by a variety of activities related to environmental protection and resource management. ‘Production of renewable energy’ contributed £2.2 billion to the EGSS value added, with around 20% from domestic energy production and the remainder by main power producers and auto-generation units of businesses (Figure 4). ‘In-house environmental activities’, those that are carried out and retained by a business to reduce their impact on the environment, added £0.7 billion to the EGSS.\n\n### Figure 4: Gross Value Added by EGSS activity in 2012\n#### United Kingdom\n[Figure 4-Chart]\n\nBy far the highest employment within the EGSS in 2012 was within the ‘Wastewater and waste management services’ with 120,600 FTE, 33.8% of total EGSS employment (Figure 5). ‘Environmental related education’ activities and ‘Production of industrial environmental equipment’ were among the activities with the lowest employment in the EGSS in 2012, each providing 0.6% of total EGSS employment (2,200 FTE).\n\n### Figure 5: Employment by EGSS activity in 2012\n#### United Kingdom\n\nBetween 2010 and 2012, the largest growth in value added of the EGSS, in absolute terms, was in the ‘Production of renewable energy’ at £664 million; an increase of 44.1% (Figure 6). Although value added in ‘Water quantity management’ increased by a further £396 million, this only equated to an increase of 9.8% in this activity, due to its relative size in the EGSS (£4.4 billion of value added in 2012) (Figure 4). ‘Environmental consultancy and engineering services’ and ‘Energy saving and sustainable energy systems’ activities also had large increases in value added between 2010 and 2012 of £371 million (25.2%) and £366 million (41.5%), respectively. Together, with ‘Insulation activities’ (66.6% increase in value added in percentage terms) these EGSS activities had the largest increases in value added in terms of absolute changes between 2010 and 2012 (Figure 6). The observed growth was likely to have been driven by the take-up of the Green Deal and the Energy Company Obligation, government initiatives to help home owners make energy saving improvements; the introduction of feed-in tariffs for renewable electricity generation  and the renewable heat incentives; the promotion of a low-carbon economy; and EU targets to reduced carbon emissions.\n\n### Figure 6: Absolute change in the value added for each EGSS activity between 2010 and 2012\n#### United Kingdom\n[Figure 6-Chart]\n\n‘Recycling’ and ‘Wastewater and waste management services’ had the largest declines in value added between 2010 and 2012 of £613 million and £527 million, respectively (Figure 6).These activities were two of the largest contributors to total EGSS value added in 2012 (Figure 4), and therefore notable changes in their contribution to the EGSS may impact the overall EGSS value added estimates as noted in Figure 1. The greatest decline in value added of the EGSS, in percentage terms, between 2010 and 2012 was in ‘Wholesale of waste and scrap’, declining by 31.7%, partly due to a fall in global metal prices.\n\nAlthough value added declined between 2010 and 2012 in the ‘Wastewater and waste management services’ (Figure 6) this activity had the largest employment growth in the EGSS in terms of absolute change; increasing by 7,500 FTE (Figure 7). ‘Insulation activities’ also saw an increase of 4,300 FTE, a 54.4% increase in this activity between 2010 and 2012; likely due to government initiatives associated with energy saving\u003csup\u003e4\u003c/sup\u003e.The largest decline in employment in the EGSS between 2010 and 2012 was in ‘Managerial activities of government bodies’ and ‘Environmental charities’, declining by 5,400 FTE and 3,400 FTE, respectively; accounting for a fifth of the employment in these activities (Figure 7). There was no change in ‘Environmental related education’ employment, although, this activity forms a small component of the EGSS (0.3% of value added), and therefore changes in employment on these time scales are unlikely to be observed due to rounding of the figures.\n\n### Figure 7: Absolute change in the employment for each EGSS activity between 2010 and 2012\n#### United Kingdom\n[Figure 7-Chart]\n\n### Environmental protection and resource management activities\n\nAnother way to look at how the EGSS is developing in the UK is by Environmental protection and Resource management domains using the environmental categorisation schemes of the Classification of Environmental Protection Activities (CEPA) and the Classification of Resource Management Activities (CReMA) (Table 2). Environmental protection includes technologies, goods and services of both a preventive or remedial nature such as for the reduction, prevention or treatment of waste and wastewater, the prevention, elimination or reduction of air emissions, the treatment and disposal of contaminated soil and groundwater, the prevention or reduction of noise and vibration levels, the preservation of ecological entities and landscapes, the monitoring of the quality of environmental media as well as research and development (R\u0026D), general administration and training and teaching activities oriented towards environmental protection. Resource management includes technologies, goods and services to manage and/or conserve natural resources. Technologies and products related to reuse and recycling, increase/recharging of stocks, restoration of depleted resources or regulation, measurement and control are also included in this category.\n\nThe main difference between the two classifications is: Environmental protection focuses on physical outputs, while Resource management focuses on inputs (natural resources). The CEPA\u003csup\u003e5\u003c/sup\u003e  is an internationally recognised standard. Although there is currently no internationally agreed standard classification for Resource management activities, the CReMA developed by the EGSS task force is in use for the EGSS purposes.\n\n### Table 2: Categories of CEPA and CReMA\n[Table 2-Table]\n\nSince 2010, output from both Environmental protection and Resource management activities has grown (Figures 8 and 9). Environmental protection activities rose by 5.6% from £25.0 billion to £26.3 billion and output from Resource management activities rose by 12.5% from £25.8 billion to £29.0 billion. Output of Resource management activities has increased much more rapidly than Environmental protection activities largely due to the growth in renewable energy production, production of energy efficient products and sustainable energy systems, production of water-saving and reuse devices and water resource management (Figure 9). The main area of growth observed in the environmental protection activities was in Wastewater management (CEPA 2) with a 12.6% increase in output from £6.9 billion to £7.8 billion between 2010 and 2012.\n\n### Figure 8: Output from environmental protection activities between 2010 and 2012\n#### United Kingdom\n[Figure 8-Chart]\n\n### Figure 9: Output from resource management activities between 2010 and 2012\n#### United Kingdom\n[Figure 9-Chart]\n\nEmployment in environmental protection activities remained stable between 2010 and 2012, dipping slightly to 204,200 FTE in 2012 (Figure 10). In contrast, employment in resource management activities grew as a result of increases in Water management (CReMA 10), renewable energy production (CReMA 13A and 13B), energy efficient products (CReMA 13B) and Management of minerals (CReMA 14), although employment overall was lower between 2010 and 2012 rising from 134,700 FTE to 153,000 FTE (Figure 11). Despite employment being higher in Environmental protection activities compared to Resource management activities (Figures 10 and 11), total output was lower (Figure 8). Therefore productivity per FTE was lower in Environmental protection activities at around £129,000 per FTE compared with £190,000 per FTE in Resource management activities in 2012.\n\n### Figure 10: Employment in environmental protection activities between 2010 and 2012\n#### United Kingdom\n[Figure 10-Chart]\n\n### Figure 11: Employment in resource management activities between 2010 and 2012\n#### United Kingdom\n[Figure 11-Chart]\n\n### Industries producing environmental goods and services\n\nOne of the main challenges for compiling statistics on Environmental goods and services (EGS) is the diversity of industries that produce them. Figure 12 shows the distribution of the EGSS output across industries\u003csup\u003e6\u003c/sup\u003e. Classification is by the producer unit, therefore if the EGS is a secondary or tertiary component of the business then it will be classified to the primary purpose of the business. In 2012, ‘Water and waste management’ industries contributed the largest amount of output to the EGSS with £33.9 billion in 2012 (61.3% of total EGSS output). This is not surprising considering the greatest value added in the EGSS was from the ‘Wastewater and waste management services’ and ‘Water quantity management’ activities (Figure 4). Additionally EGSS output peaked in the Environmental protection and Resource management activities of CEPA 2 (Wastewater management), CEPA 3 (Waste management), CReMA 10 (Management of water) and CReMA 14 (Management of minerals) (Figures 8 and 9), all of which contribute to ‘Water and waste management’.\n\n‘Energy generation and supply’ and ‘Construction’ produced the next highest output both at 8.3% of the total EGSS output (£4.6 billion) in 2012, which includes EGSS activities such as ‘Production of renewable energy’, ‘Environmental related construction activities’, ‘Insulation activities’ and ‘Energy saving and sustainable energy systems’. ‘Professional, scientific and technical’ activities also supplied a significant contribution to EGSS output of 4.5%, incorporating the EGSS activities of ‘Environmental consultancy and engineering services’, ‘Environmental inspection and control’, and ‘Production of industrial environmental equipment’. While ‘Wholesale’ also contributed 4.5% to EGSS output, mainly from EGSS activities ‘Wholesale of waste and scrap’ and ‘Second–hand shops’.\n\n### Figure 12: Output of the EGSS by industry in 2012\n#### United Kingdom\n[Figure 12-Chart]\n\n‘Energy generation and supply’, ‘Water and waste management’, ‘Construction’ and ‘Professional, scientific and technical’ activities, the four largest contributors of the EGSS output in 2012 (Figure 12), had the largest increase in EGSS output between 2010 and 2012 (Figure 13). Although EGSS output from ‘Water and waste management’ industries increased by £1.4 billion between 2010 and 2012, this only represented a 4.3% increase in the EGSS output of ‘Water and waste management’ (Figure 13). The largest decreases in EGSS output between 2010 and 2012 were in ‘Public administration and defence’, ‘Human health and social work activities’ and ‘Mining and quarrying’ (Figure 13). Industries in ‘Accommodation and food service activities’, ‘Information and communication’ and ‘Human health and social work activities’ had the biggest change in EGSS output in percentage terms (Figure 13), although they were among the industries that contributed the least to EGSS output in 2012 (Figure 12).\n\n### Figure 13: Absolute and percentage change in the EGSS output of each industry between 2010 and 2012\n#### United Kingdom\n[Figure 13-Chart]\n\nAs expected from the output distribution of the EGSS by industry (Figure 12), ‘Water and waste management’ industries had the highest employment in 2012 at 176,500 FTE (Figure 14). ‘Construction’ and ‘Wholesale’ also had high employment, accounting for 70,200 FTE in 2012. These industries were some of the largest components of the EGSS in terms of output (Figure 12) and value added (not shown here) and typically require high labour inputs, hence they account for 69.0% of all EGSS employment (Figure 14). Although ‘Energy generation and supply’ had high output (8.3%) for the EGSS in 2012 (Figure 12), employment was much lower at 2.3% (Figure 14). This is due to almost 25.0% of the output from the production of renewable energy being generated by households for own-final use, and therefore, by definition, not creating employment.\n\n### Figure 14: Employment in the EGSS by industry in 2012\n#### United Kingdom\n[Figure 14-Chart]\n\n### Notes for Results for the EGSS\n\n1. Gross domestic product is used to measure the total economic activity of the UK. Gross value added (GVA) differs slightly to GDP in that GVA doesn’t include taxes on products and imports and less subsidies on products. The Eurostat EGSS Handbook (2009) and other EU member states use GVA as a percentage of GDP to assess the EGSS contribution to the economy. Household production of renewable energy is not currently included within ESA 2010, and therefore the National Accounts, hence it is not included here as a percentage of GDP.\n\n2. In 2010, the net trade position of SIC 38 (the largest contributor to the EGSS) increased by £2.5 billion (60% increase in net trade between 2009 and 2010). i.e. exports were £2.5 billion higher than imports, so we effectively had £2.5 billion extra demand in the Supply and Use Matrix. As the trade in goods data is provided from HMRC administrative values we cannot balance imports or exports of goods.\n\n3. A Practical Guide for the Compilation of Environmental Goods and Services (EGSS) Accounts, January 2015.\n\n4. Government initiatives such as the Green Deal and the Energy Company Obligation.\n\n5. A detailed description of the CEPA classification including examples of environmental protection activities is available in the SEEA 2012, in the 2009 EGSS handbook and on Eurostat’s metadata server. \n\n6. The Standard Industrial Classification (SIC) system is used here to categorise the EGSS by industry.\n"
    },
    {
      "title": "Robustness of the EGSS activity estimates",
      "markdown": "All data are derived from existing data sources, there is no single specific EGSS survey that provides us with all the data and estimates that are required for the EU regulation. Data are used from a variety of sources and therefore the quality of data and subsequent methods that we apply (see section on details of each EGSS activity) affect the robustness of the estimates. The overall quality rating of the EGSS estimates is ‘Acceptable’. The next section (Future work) outlines the approaches that we will use in the future to improve and develop the EGSS estimates.\n\n### Table 3: Robustness of the EGSS activity estimates\n[Table 3-Table]\n"
    },
    {
      "title": "Future work",
      "markdown": "The estimates for the EGSS activities ‘Energy saving and sustainable energy systems’, ‘Environmental consultancy and engineering services’, ‘Environmental related construction activities’, ‘Production of industrial environmental equipment’ and ‘Environmental inspection and control’ are derived from the new EGSS questions on the ABS. As this was the first year for the EGSS questions to feature on the ABS questionnaire and since carrying-out enquiries with businesses surveyed by the ABS, further refinements have been made to the question structures and supporting notes for subsequent ABS questionnaires. It is expected that these refinements will help to capture more precisely the magnitude of these specific EGSS activities which are almost impossible to derive from other sources. In addition, this year ONS launched a survey on the low-carbon and renewable energy economy which aims to collect information from businesses on employment, investment, turnover, imports and exports of low-carbon and renewable energy activities. The combination of these data and the ABS data will facilitate the strengthening of the EGSS estimates further.\n\nAdditional improvements are required for ‘Water quantity management’ which currently includes not only resource management activities to minimise water losses and water reuses (considered part of the EGSS) but also services relating to the distribution, collection and treatment of water. Eurostat recognise that it is difficult to narrow the scope to exclude the distribution, collection and treatment of water, but future improvements may be possible once the resource management expenditure accounts (ReMEA) are further refined and completed. One way in which ONS plan to improve this category in the immediate future is to consider the financial records of water companies to identify expenditure and investment (based on the formation of fixed capital (investment)) in water management services which may help to estimate the resource management activities appropriate for inclusion in the EGSS.\n\nThe estimates for ‘Insulation activities’ are currently underestimated in the EGSS due to the lack of information on the installation services associated with double and triple glazing. Insulation in commercial buildings is also unaccounted for and will require further work to be incorporated in the future.\n\nIn the current phase of the EGSS estimates, ‘Environmental related education’ does not include secondary education and post-secondary non-tertiary education relating to Environmental protection and Resource management activities. It is proposed that these will be incorporated once UK education statistics provide more detail.\n\nA fourth component of the amended EU regulation 691/2011 requires ONS to provide data on exports of EGS. This work is currently ongoing and initial estimates on exports in the EGSS are planned for the end of the year.\n\nThe next update to the EGSS estimates will be in 2016 and occur on an annual basis. We aim to produce a longer time series, where data sources will allow, in order to assess how the EGSS has developed prior to the year 2010.\n\nThe methodology used to develop these estimates remains under development, the estimates reported in this publication are experimental\u003csup\u003e1\u003c/sup\u003e and should be interpreted in this context. ONS welcomes comments and feedback on all aspects of the methodology used and seeks feedback for further improvement and refinement.\n\n### Notes for future work\n\n1. Experimental statistics are those statistics that are in the testing stage and are not fully developed. A full description of experimental statistics can be found [here](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/guide-to-experimental-statistics/index.html \"here\").\n"
    },
    {
      "title": "Annex A: Scope and definition of the EGSS",
      "markdown": "The environmental goods and services sector (EGSS), according to the Eurostat definition (Eurostat, 2009), consists of a heterogeneous set of producers of technologies, goods, and services that measure, control, restore, prevent, treat, minimize, research and sensitise environmental damages to air, water and soil, problems related to waste, noise, biodiversity and landscapes and resource depletion.\n\nThe sector includes all environmental products (technologies, goods and services) that have been produced for the purpose of environmental protection and resource management. The main criterion that should be used to determine whether a product should be included in the EGSS is based on the ‘main purpose’ or the technical nature and its technical suitability for use in environmental protection or resource management. In certain border line cases, the producer’s intention or awareness of the producer about the environmentally friendly characteristics of the product is considered (United Nations, 2012). Excluded from the scope of EGSS are goods and services produced for purposes that, while beneficial to the environment, primarily satisfy technical; human; economic or other needs such as health and safety. Goods and services related to minimising the impact of natural hazards, or those related to the extraction, mobilisation and exploitation of natural resources are also excluded.\n\nEnvironmental Protection and Resource Management are defined as (Eurostat, 2009):\n\n- Environmental protection includes technologies, goods and services of both a preventive or remedial nature such as for the reduction, prevention or treatment of waste and wastewater, the prevention, elimination or reduction of air emissions, the treatment and disposal of contaminated soil and groundwater, the prevention or reduction of noise and vibration levels, the preservation of ecological entities and landscapes, the monitoring of the quality of environmental media as well as research and development (R\u0026D), general administration and training and teaching activities oriented towards environmental protection.\n\n- Resource management includes technologies, goods and services to manage and/or conserve natural resources. Technologies and products related to reuse and recycling, increase/recharging of stocks, restoration of depleted resources or regulation, measurement and control are also included in this category.\n\nEnvironmental protection and resource management can be categorised by the Classification of Environmental Protection Activities (CEPA) and the Classification of Resource Management Activities (CReMA) (Table 4). The main difference between the two classifications is: environmental protection focuses on physical outputs, while resource management focuses on inputs (natural resources). The CEPA\u003csup\u003e1\u003c/sup\u003e is an internationally recognised standard. Although there is currently no internationally agreed standard classification for resource management activities, the CReMA developed by the EGSS task force is in use for the EGSS purposes.\n\n### Table 4: Categories of Classification of Environmental Protection Activities (CEPA) and Classification of Resource Management Activities (CReMA)\n[Table 4-Table]\n\nIn order to establish the scope of activities that were relevant for the UK environmental goods and services sector, an approach developed by the Netherlands was closely followed (van Rossum, 2012). A list of activities representing the UK EGSS was compiled (Table 5); this was used as the basis for the subsequent compilation of the EGSS data and analysis. Details on what is included in each activity and how they were compiled are presented in Annex B.\n\n### Table 5: EGSS activities relevant to the UK\n[Table 5-Table]\n\nA further requirement of the amended EU regulation 691/2011 requires reporting of the EGSS by industry using the latest version of the European Union’s industrial classification system (NACE Rev. 2)\u003csup\u003e2\u003c/sup\u003e at the 21 aggregation level. The UK Standard Industrial Classification (SIC 2007)3 system is used here and is consistent with NACE Rev.2 down to 4-digits. Classification is by the producer unit, therefore if the EGS is a secondary or tertiary component of the business, the EGSS portion will be classified to the primary purpose of the business.\n\nFor each EGSS activity, CEPA and CReMA category and industry section, the following economic variables\u003csup\u003e4\u003c/sup\u003e are estimated, in order to establish the size and composition of the EGSS:\n\n- Output: is the value of goods and services produced. Output consists of: market output, goods and services sold on the market at economically significant prices; non-market output, goods and services provided for free or at prices that are not economically significant; own final use output, goods and services produced for own use; and in the EGSS, ancillary output is recorded as a separate entity\u003csup\u003e5\u003c/sup\u003e, which includes goods and services produced and consumed in-house to make the business more environmentally friendly and resource efficient. Output is measured in current prices.\n\n- Gross Value Added: is the total value of output of goods and services produced less the intermediate consumption (goods and services used up in the production process in order to produce the output). It represents the contribution made by these activities towards gross domestic product (GDP). GVA is measured in current prices.\n\n- Employment: the employment in environmental protection and resource management activities is measured by the full-time equivalent (FTE) employment engaged in the production of the environmental output as defined above. The full-time equivalent is the number of full-time equivalent jobs, defined as total hours worked divided by average annual hours worked in full-time jobs.\n\nA wide variety of data sources from both ONS and external sources have been used to compile the EGSS estimates such as national accounts, agricultural statistics, energy statistics, inter-departmental business register, labour market statistics, annual business survey statistics, charity statistics, manufacturers’ sales of products statistics and government expenditure statistics. The work draws on methods used in the EGSS Practical Guide (2015) and from Statistics Netherlands (van Rossum, 2012). Both data sources and methods used are described in more detail in Annex B.\n\n### Notes for Annex A: Scope and definition of the EGSS\n\n1. A detailed description of the CEPA classification is available on the [Eurostat Ramon server](http://ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm?TargetUrl\u003dLST_NOM_DTL\u0026StrNom\u003dCEPA_2000\u0026StrLanguageCode\u003dEN\u0026IntPcKey\u003d\u0026StrLayoutCode\u003dHIERARCHIC \"Eurostat Ramon server\").\n\n2. NACE is the Classification of Economic Activities in the European Community. NACE Rev. 2 by A*21 aggregation level is set out in ESA 2010.\n\n3. SIC: The Standard Industrial Classification (SIC) system is unique to the UK. It follows NACE Rev.2 exactly. Where necessary, a fifth digit has been added to form subclasses of the NACE four digit classes.\n\n4. The definitions are broadly consistent the ESA 2010.\n\n5. Output from ancillary activities are not recorded separately in the ESA 2010. All inputs consumed by an ancillary activity, for example, materials, labour and consumption of fixed capital, are treated as inputs into the principal or secondary activity which it supports (Eurostat, 2013).\n"
    },
    {
      "title": "Annex B: Detailed results for the EGSS activities",
      "markdown": "In this section, the definition of each EGSS activity and how they were compiled are presented. Figures for output, value added and employment for each activity are shown.\n\n#### Organic agriculture\n### Definition\n\nThis activity relates to agricultural production with the avoidance of artificial fertilisers and pesticides, and the use of crop rotations and other forms of husbandry to maintain soil fertility and control weeds, pests and diseases. With this in mind, we have included organic agriculture activities within the environmental protection category ‘Protection and remediation of soil, groundwater and surface water’ (CEPA 4).\n\n### Method\n\nUsing information collected through the Farm Business Survey, the physical area of certified organic agriculture for different types of farming (e.g. cropping, horticulture, grazing, and dairy) were combined with information on the deferential output and net income values between conventional and organic farming. Net income was used as a proxy for the GVA shares in organic farming which includes employees’ salaries and profits. This information was combined with national account figures on output and GVA of Standard Industrial Classification (SIC) 01 (Crop and animal production, hunting and related service activities) to derive the total output and GVA of organic agriculture. Employment was estimated using statistics published by the Department for Environment, Food and Rural Affairs (Defra) on agricultural labour force, based on the physical share of organic farming.\n\nAlthough there is limited data available, it is recognised that labour intensity between organic and conventional agriculture differs, therefore future refinements of employment in organic agriculture should include this information.\n\n**Key features (Figure 15)**\n\n- Total output, GVA and employment all observed a fall between 2010 and 2012. Declining by 25.9%, 27.9% and 12.3%, respectively. This was partly due to the combination of declining productivity (economic output per hectare) and decreasing area of organically farmed land between 2010 and 2012\n\n- Weather conditions can have an impact on productivity of agriculture and therefore the contribution of value added. In 2011 some parts of the UK suffered the worst droughts since 1900 (Defra, 2012) and a wet winter in 2012 affected the crop harvest (Defra, 2013)\n\n### Figure 15: Economic variables for organic agriculture\n#### United Kingdom\n[Figure 15-Chart]\n\n### Wholesale of waste and scrap\n\n### Definition\n\nThis activity includes the wholesale of metal and non-metal waste and scrap and materials for recycling, including collecting, sorting, separating, stripping of used goods such as cars, computers and televisions in order to obtain reusable parts, packing and repacking, storage and delivery, but without a real transformation process.\n\nThis activity excludes the collection, treatment and disposal of household and industrial waste (see ‘Wastewater and waste management services’ activity); processing of waste and scrap and other articles into secondary raw material when a real transformation process is required (the resulting secondary raw material is fit for direct use in an industrial manufacturing process, but is not a final product) (see ‘Recycling’ activity); retail sale of second-hand goods (see ‘Second-hand shops’ activity).\n\nThis activity is seen as an important link in the production chain of waste management since it brings together supply and demand for waste and scrap. We therefore categorise it within the environmental protection activity ‘Waste management’ (CEPA 3).\n\n### Method\n\nNational accounts provide information on output and value added by SIC. The total output and GVA of SIC 46.77 (Wholesale of waste and scrap) represents this activity. Employment estimates were derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) based upon SIC 46.77.\n\n### Key features (Figure 16)\n\nOutput gradually declined between 2010 and 2012 by 13.2%, whereas between 2011 and 2012 value added dropped by 34.7%\n\nEmployment followed the decline in value added; decreasing by 2,000 FTE jobs between 2011 and 2012 (18.2%)\n\n### Figure 16: Economic variables for wholesale of waste and scrap\n#### United Kingdom\n[Figure 16-Chart]\n\n### Environmental charities\n\n### Definition\n\nThis activity includes charities whose purpose is to protect and/or manage the environment and natural resources. Environmental charities include those providing environmental education and training, conservation and preservation of fauna and flora, and promotion of environmental issues (e.g. pollution abatement and control). We categorise Environmental charities under ‘Other environmental protection activities’ (CEPA 9) and ‘Other resource management activities’ (CReMA 16), both of which include education, training and information activities.\n\nOrganisations that provide environmental beautification of cities and highways or animal protection and welfare services focused on pets or captive animals are excluded.\n\n### Method\n\nTo estimate output, GVA and employment\u003csup\u003e1\u003c/sup\u003e of environmental charities, a sample used by the National Accounts Non-Profit Institutions Serving Households (NPISH) derived from the UK Charity Regulators (Charity Commission for England and Wales, Charity Commission for Northern Ireland and Office of the Scottish Charity Regulator) which contains the annual accounts of registered charities was used. If more than 50% of production costs are covered by sales, the institutional unit is a market producer, whereas if less than 50% of production costs are covered by sales, the institutional unit is a non-market producer.\n\n### Key features (Figure 17)\n\n- Between 2011 and 2012 all three economic variables declined. Charitable donations during this period declined by 20% (Dobbs et al. 2012), likely impacting the extent of services provided and the associated employment\n\n### Figure 17: Economic variables for environmental charities\n#### United Kingdom\n[Figure 17-Chart]\n\n### Insulation activities\n\n### Definition\n\nThis category includes activities for reducing heat and energy losses by thermal insulation and vibration insulation in both new and existing (renovation) buildings. In the current development phase, this activity only includes the production not the installation, of double or triple glazing nor does it include insulation in commercial buildings. Insulation activities are assigned to ‘Noise and vibration abatement’ (CEPA 5) and ‘Heat/Energy saving and management’ (CReMA 13B).\n\n### Method\n\nEstimates for the installation of thermal heat insulation were calculated by multiplying reasonable prices\u003csup\u003e2\u003c/sup\u003e (taking into consideration subsidies such as the Green Deal) with the physical data on the number of homes insulated for the different types of thermal insulation installed (loft, cavity wall and solid wall) (DECC, 2014a; NIHE, 2011) and calibrated with ABS data for this sector to derive output and GVA estimates. Information on the manufacture of multiple-walled insulating units of glass was derived from the [PRODucts of the European COMmunity (PRODCOM) survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/manufacturing/history-and-background/index.html \"PRODCOM history and background\"). Employment in this activity was derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) estimates based on SIC 4329 (other construction installation) and SIC 2312 (shaping and processing of flat glass).\n\n### Key features (Figure 18)\n\n- All 3 economic variables increased, most notably between 2011 and 2012. The Green Deal was launched in 2012 most likely creating demand in associated insulation activities\n\n### Figure 18: Economic variables for insulation activities\n#### United Kingdom\n[Figure 18-Chart]\n\n### Wastewater and waste management services\n\n### Definition\n\nThis category includes activities related to the collection, treatment and disposal of various forms of waste, such as solid or non-solid industrial or household waste, as well as contaminated sites. The output of the waste or sewage treatment process can either be disposed of or become an input into other production processes. ‘Wastewater and waste management services’ are apportioned to Environmental protection activities ‘Wastewater management’ (CEPA 2) and ‘Waste management’ (CEPA 3).\n\n### Method\n\nNational accounts provide information on output and value added by SIC. The total output and GVA of SIC 37 (Sewerage), 38 (Waste collection, treatment and disposal activities) and 39 (Remediation activities and other waste management services) represents this activity. SIC 38.3 (Material recovery) is excluded here and included in the ‘Recycling’ activity. Information from the ABS is used in conjunction with the national accounts data to provide a market/non-market split and to estimate the contribution of SIC 38.3. Employment estimates are derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) based upon SIC 37, 38 and 39\u003csup\u003e3\u003c/sup\u003e.\n\n### Key features (Figure 19)\n\n- Whilst output and employment increased, value added appears to have declined slightly between 2010 and 2012. In 2010, there was high demand for products produced by SIC 38, the waste collection, treatment and disposal industries, for export. This demand enhanced the value added for ‘Wastewater and waste management services’ in 2010 (SIC 38 forms around 60% of ‘Wastewater and waste management services’) \n\n### Figure 19: Economic variables for wastewater and waste management services\n### United Kingdom\n[Figure 19-Chart]\n\n### Environmental related education\n\n### Definition\n\nThis activity includes education aimed at environmental protection and management of natural resources. This activity includes tertiary education (non-university tertiary education and university tertiary education). Only higher education is currently included here although education aimed at environmental protection and management of natural resources in secondary education and post-secondary non-tertiary education will be incorporated as UK Education statistics provide more detail. We categorise ‘Environmental related education’ under ‘Other environmental protection activities’ (CEPA 9) and ‘Other resource management activities’ (CReMA 16), both of which include education and training activities.\n\n### Method\n\nUsing information on the subject matter of environmental related courses, the share of courses relating to environmental protection and resource management activities was determined and applied to the number of students studying these courses. The share of “environmentally related students” relative to the total number of students was applied to tertiary education output and GVA figures derived from the COFOG (public sector education) and the [Annual Business Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/annual-business-survey/index.html \"Annual Business Survey\") (private sector education) and employment data derived from [Eurostat](http://www.ons.gov.uk/ons/external-links/other/eurostat/index.html \"Eurostat\").\n\n### Key features (Figure 20)\n\n- Employment in Environmental related education has remained steady between 2010 and 2012\n\n- Output and value added have increased gradually between 2010 and 2012 likely due to increasing awareness and interest in studying issues relating to sustainability, energy efficiency and renewable technologies\n\n### Figure 20: Economic variables for environmental related education\n#### United Kingdom\n[Figure 20-Chart]\n\n### Managerial activities of government bodies\n\n### Definition\n\nThis category includes public administration aimed at protecting the environment and management of natural resources. Activities such as the issuing of environmental permits and licenses, monitoring of air, land and water, protection of biodiversity and landscapes, and the development of environmental policies are included. Managerial activities of government bodies are spread across environmental protection activities ‘Protection and remediation of soil, groundwater and surface water’ (CEPA 4), ‘Protection of biodiversity and landscapes’ (CEPA 6) and ‘Protection against radiation; Environmental research and development; Other environmental protection activities’ (CEPA 7, 8, 9).\n\n### Method\n\nThe [COFOG](http://www.ons.gov.uk/ons/rel/psa/maast-supplementary-data-tables/index.html \"MAAST Supplementary Data Tables index\") contains data on environmental protection activities (division 05). By definition, for the government sector, “final consumption expenditure” is equivalent to government output. GVA from environmental protection activities was derived by output minus intermediate consumption. Employment was estimated using the ratio of total compensation of employees carrying-out environmental protection activities relative to the average employment costs per FTE in general government.\n\nFurther efforts are ongoing to identify resource management activities and additional environmental protection activities (e.g. activities related to renewable energy, material recovery, international environmental aid, and low energy/passive buildings) in the UK COFOG that are relevant to the EGSS.\n\n### Key features (Figure 21)\n\n- Overall, employment, output and value added all declined between 2010 and 2012, although output increased slightly between 2011 and 2012 by 4.6%, whereas employment and value added continued to decline\n\n### Figure 21: Economic variables for managerial activities of government bodies\n#### United Kingdom\n[Figure 21-Chart]\n\n### Production of renewable energy\n\n### Definition\n\nThis activity includes the production of physical renewable energy (exploitation phase) which consists of renewable electricity and heat and biofuels for transport. It includes electricity from wind (onshore and offshore), hydro (including wave and tidal), solar photovoltaics, geothermal, biomass combustion, fermentation of organic material, waste combustion and sewage sludge digestion. Heat from solar collectors, deep geothermal sources, heat pumps, incineration of waste, combustion of wood, and gas produced by the fermentation of organic material are included. Liquid biofuels (biodiesel and bioethanol) for transport uses are included. As this activity involves the exploitation phase of renewable energy we allocate it to resource management category ‘Production of energy from renewable sources’ (CReMA 13A).\n\n### Method\n\nOutput attributed to electric power generation, transmission and distribution is derived from the national accounts using CPA 35.1. Detailed information from the ABS on the share of electric power generation is used to the derived the output of CPA 35.1 in order to isolate the electric power generation component. Differential costs of production between conventional and renewable electricity generation (DECC, 2012), weighted by the physical amount of electricity generated by the different sources (DECC, 2014b), were applied to the output of electric power generation to estimate the output of electricity from renewable sources. Value added was estimated by a similar approach but instead of applying differential production costs to estimate output, information on differential fuel costs between conventional and renewable electricity generation, a proxy for intermediate consumption, was used and applied to the derived GVA for electric power generation to estimate the GVA of electricity from renewable sources. Employment was derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) estimates based upon SIC 35.11 (Production of electricity) using economic ratios (productivity per employee).\n\nOutput estimates for heat generation were calculated by multiplying reasonable prices (taking into consideration the Renewable Heat Incentive) with the physical data on production of the different types of heat sources. GVA is equal to output minus intermediate consumption. Intermediate consumption was based upon physical production data and reasonable price data for fuel costs. Employment was derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) estimates based upon SIC 35.2-3 (Manufacture of gas; distribution of gaseous fuels through mains; steam and air conditioning supply) using economic ratios (productivity per employee).\n\nOutput estimates for biofuel production were calculated by multiplying reasonable prices (OECD-FAO, 2013) with the physical data on production (DECC, 2014b). GVA is equal to output minus intermediate consumption. Intermediate consumption was based upon physical production data and reasonable price data for fuel costs (DfT, 2006). Employment in 2012 was derived from expert information (Alberici and Toop, 2014) and the IDBR for company level data. Employment in 2011 and 2010 was based on productivity per employee ratios. \n\n### Key features (Figure 22)\n\n- Since 2010 all three economic variables increased, particularly between 2011 and 2012. Generation of renewable energy is growing year-on-year; between 2010 and 2012, renewable energy production increased by 59.8% (DECC, 2014b) \n\n### Figure 22: Economic variables for the production of renewable energy\n#### United Kingdom\n[Figure 22-Chart]\n\n### Second-hand shops\n\n### Definition\n\nThis activity includes the sale of second-hand books and clothes in stores. The purchase of second-hand goods prevents the production of equivalent new products which in turn reduces the consumption of natural resources and the amount of waste going to landfill. Therefore, we have decided to include second-hand shops within the resource management category of the EGSS under ‘Management of minerals’ (CReMA 14). We do not include the sale of antiques or second-hand motor vehicles and motorcycles in this activity\u003csup\u003e4\u003c/sup\u003e. It is considered unlikely that antiques would be sold as replacements/substitutes for new products due to their age.\n\n### Method\n\nOutput and aGVA figures of second-hand shops are derived from statistics collected by the [Annual Business Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/annual-business-survey/index.html \"\") (ABS) in SIC 47799 (Retail sale of second-hand goods (other than antiques and antique books) in stores). Employment in this activity is derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) estimates.\n\n### Key features (Figure 23)\n\n- Between 2010 and 2011 all three economic variables increased. However, between 2011 and 2012 only employment continued to increase by 2,900 FTE (14.6%)\n\n### Figure 23: Economic variables for second-hand shops\n#### United Kingdom\n[Figure 23-Chart]\n\n### Recycling\n\n### Definition\n\nThis activity includes the salvage of wrecks (automobiles, ships, computers, televisions and other equipment), the processing of metal and non-metal waste and scrap and other articles into secondary raw materials, and the separating and sorting of materials from waste streams and mixed recoverable materials into distinct categories. This activity falls within the resource management category ‘Management of minerals’ (CReMA 14).\n\n### Method\n\nTotal Output and GVA figures were derived using the relationship between SIC 38 and 38.3 statistics collected by the [Annual Business Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/annual-business-survey/index.html \"Annual Business Survey\") (ABS) and applied to the national accounts SIC 38 data. Employment in SIC 38.3 was derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) estimates.\n\n### Key features (Figure 24)\n\n- Between 2010 and 2012, output and value added decreased by 5.1% and 21.4%, respectively, whilst employment increased by 5.7%\n\n- In 2010, there was high demand for products produced by SIC 38, the waste collection, treatment and disposal industries, for export. This demand enhanced the value added for recycling activities in 2010 compared to subsequent years \n\n### Figure 24: Economic variables for recycling\n#### United Kingdom\n[Figure 24-Chart]\n\n### Water quantity management\n\n### Definition\n\nThis category includes natural water, water treatment and supply services for domestic and industrial needs.\n\nManagement of water is a resource management activity (CReMA 10) and comprises activities aimed at minimising the intake of inland water through in-process modification as well as the reduction of water losses and leaks, and the installation and construction of facilities for water reuses and savings.\n\nIn the current phase of regulation development, a broad definition of water management “services” is applied including the distribution, collection and treatment of water. The Eurostat Practical Guide (2015) recognises that it is currently difficult to narrow the scope to exclude the distribution, collection and treatment of water, but future improvements may be possible once the resource management expenditure accounts (ReMEA) are further refined and completed.\n\nOne way in which ONS plan to refine this category is to consider the financial records of water companies to identify expenditure and investment (based on the formation of fixed capital (investment)) in water management services which may help to estimate the resource management activities for inclusion here.\n\n### Method\n\nNational accounts supply-use tables (SUTs) provide detailed information on output and value added by Classification of Product by Activity (CPA) and by Standard Industrial Classification (SIC). The share of CPA 36 (natural water, water treatment and supply services) in the total output and GVA of SIC 36 can be obtained. Employment estimates for this category are derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) based upon SIC 36.\n\n### Key features (Figure 25)\n\n- Between 2010 and 2012, output, GVA and employment grew by 7.6%, 9.8% and 8.3% respectively, although employment dropped slightly in 2011 before recovering in 2012 \n\n### Figure 25: Economic variables for water quantity management\n#### United Kingdom\n[Figure 25-Chart]\n\n### Management of forest ecosystems\n\n### Definition\n\nThis category includes activities relating to forests available for wood supply (but not currently cultivated) and for forests not available for wood supply (e.g. protected forests, nature reserves, national parks) and associated activities carried out for their maintenance and management (restoration activities and prevention and control of forest fires) are included. This division does not include cultivated forests for wood supply or reforestation activities of cultivated forests.\n\nThis includes restoration activities (reforestation and afforestation) as well as the prevention and control of forest fires. Activities and products concerning measurement, control, laboratories and the like are also included as well as education, training and information and general administration activities linked to the management of non-cultivated forest and forests not available for wood supply. Reforestation activities of cultivated forests are not included. Output, value added and employment related to management of forest ecosystems are attributed to the environmental management category ‘Management of forest areas’ (CReMA 11A).\n\n### Method\n\n‘Management of forest ecosystems’ activities are derived from statistics collected by the [Annual Business Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/annual-business-survey/index.html \"Annual Business Survey\") (ABS) using total Output and aGVA figures of SIC 021 (silviculture and other forestry activities) and SIC 024 (support services to forestry). Employment in these groups is derived from the [Business Register and Employment Survey](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/business-register-and-employment-survey--bres-/business-register-and-employment-survey/index.html \"Business Register and Employment Survey\") (BRES) estimates. Unfortunately, due to disclosure issues, a institutional sector split cannot be provided for this particular EGSS activity.\n\n### Key features (Figure 26)\n\n- Between 2011 and 2012, output and value added declined while employment in this activity grew from 7,100 to 8,100 FTE from 2010 \n\n### Figure 26: Economic variables for the management of forest ecosystems\n#### United Kingdom\n[Figure 26-Chart]\n\n### In-house environmental activities\n\n### Definition\n\nThis category includes activities that businesses undertake in-house to protect the environment against the damaging or depleting impact of the business’ activity. It includes activities such as waste management and wastewater treatment on site.\n\n### Method\n\nInternal production of environmental services for own use means that by definition supply and demand are the same. Therefore, ancillary output corresponds to the producer’s inputs or expenditure to the ancillary activities. Using information from the Environmental Protection Expenditure (EPE) survey, figures on the production are derived from costs resulting from environmental ancillary activities. Employment and value added are calculated using ratios on the production per employee and value added per employee, respectively, based on the Environmental Services industry.\n\n### Key features (Figure 27)\n\n- Between 2010 and 2012, output, GVA and employment in In-house environmental activities declined by 9.3%, 23.9% and 14.7% respectively \n\n### Figure 27: Economic variables for in-house environmental activities\n#### United Kingdom\n[Figure 27-Chart]\n\n### Energy saving and sustainable energy systems\n\n### Definition\n\nThis category includes activities related to the production of renewable energy systems and companies and institutions active in the production of energy-saving products and technologies. These companies and institutions are engaged in value chains that come before the exploitation phase of renewable energy production (production of renewable energy itself). This activity includes the production of renewable energy systems; R\u0026D focused on renewable energy technologies; Installation of renewable energy systems.\n\nProduction of renewable energy itself (exploitation phase) and insulation works are included elsewhere.\n\n### Key features (Figure 28)\n\n- Between 2010 and 2012, output, GVA and employment increased considerably by £1.04 billion (57.8%), £0.37 billion (41.5%) and 3,100 FTE (15.5%), respectively\n\n### Figure 28: Economic variables for energy saving and sustainable energy systems\n#### United Kingdom\n[Figure 28-Chart]\n\n### Environmental consultancy and engineering services\n\n### Definition\n\nThis activity includes firms providing environmental advice aimed at environmental protection and resource management, environmental engineering aimed at environment protection and resource management, other services for the benefit of the environment and other services for the benefit of natural resources. Among these activities are only activities which are produced by the services industry.\n\n### Key features (Figure 29)\n\n- Growth of jobs in Environmental consultancy and engineering services slowed (3.2%) between 2011 and 2012 compared to output (20.7%) and value added (23.2%)\n\n### Figure 29: Economic variables for environmental consultancy and engineering services\n#### United Kingdom\n[Figure 29-Chart]\n\n### Environmental related construction activities\n\n### Definition\n\nActivities aimed at producing construction products for the benefit of the environment and management of natural resources. Among these activities are only activities which are produced by the ‘Construction’ industry.\n\n### Key features (Figure 30)\n\n- Between 2010 and 2011, output, GVA and employment decreased slightly by 5.9%, 5.2% and 9.0%, respectively\n\n- Between 2011 and 2012 output, GVA and employment increased by 14.8%, 13.3% and 21.8%, respectively\n\n### Figure 30: Economic variables for environmental related construction activities\n#### United Kingdom\n[Figure 30-Chart]\n\n### Production of industrial environmental equipment\n\n### Definition\n\nActivities aimed at producing environmental industrial equipment for the benefit of the environment and management of natural resources. Among these activities are only activities which are produced by the ‘Manufacturing’ sector. Activities aimed at renewable energy production and energy conservation are not included.\n\n### Key features (Figure 31)\n\n- Output and GVA increased between 2010 and 2012 by £50 million (22.0%) and £45 million (38.1%), respectively\n\n- The number of jobs declined by 200 FTE (8.3%) between 2011 and 2012\n\n### Figure 31: Economic variables for the production of industrial environmental equipment\n#### United Kingdom\n[Figure 31-Chart]\n\n### Environmental inspection and control\n\n### Definition\n\nThis activity includes the measuring and monitoring of environmental parameters, including water, air and soil quality, meteorological conditions and flow rates, including on site and laboratory analysis. Emission measurements and treatment of exhaust gases and particulate matter from both stationary (electric power fuel combustion, industrial and household boilers and processes, etc.) and mobile sources (motor vehicles etc.) are included here.\n\n### Key features (Figure 32)\n\n- Output and GVA increased between 2010 and 2012 by £102 million (27.3%) and £41 million (22.7%), respectively\n\n- The number of jobs declined slightly by 200 FTE between 2010 and 2011 and then increased by 400 FTE (9.8%) in 2012\n\n### Figure 32: Economic variables for environmental inspection and control\n#### United Kingdom\n[Figure 32-Chart]\n\n### Method\n\nThe EGSS activities ‘Energy saving and sustainable energy systems’, ‘Environmental consultancy and engineering services’, ‘Environmental related construction activities’, ‘Production of industrial environmental equipment’ and ‘Environmental inspection and control’ activities are spread across a wide variety of SIC classifications and are therefore not easily identifiable in data sources such as the national accounts. A new two-part question on the environmental goods and service sector (EGSS) was added to the 2013 Annual Business Survey (ABS) questionnaire, in order to scope out the size of the EGSS sector and to provide initial monetary estimates for these five specific EGSS activities.\n\n### Environmental goods and services sector (EGSS) question on the 2013 annual business survey\n[Image here]\n\nThe response rate at the time of collection of a total of 73,053 was 75.3% with 1,994 businesses responding ‘Yes’ to the EGSS question. To ascertain and quality assure the responses, each business that responded ‘Yes’ to the EGSS question was validated, where possible, through the identification of a website or alternatively through their SIC, from trade associations registers or business directories. After validation, 46.0% (918 businesses) of those that answered ‘Yes’ were confirmed to be participating in the EGSS and an additional 3.6% (72 businesses) could not be determined as they had no website or no additional information could be found to help identify their participation in the EGSS. Each business’ EGSS activity was identified and allocated to CEPA and/or CReMA category (see Table 4) and an EGSS activity category (see Table 5). In cases where there was no additional information, their responses were imputed based on those businesses already allocated, using propensity score matching (nearest neighbour analysis). Of the imputed businesses 32 were deemed to be undertaking EGSS activities. After imputation, a total of 950 businesses (2.0% of all businesses in the sample) were identified as producing Environmental goods and services (EGS).\n\nOutput and aGVA\u003csup\u003e5\u003c/sup\u003e for these businesses were derived from ABS variables and FTE from the IDBR. The median value collected from part b of the EGSS question was used to calculate the turnover of each company resulting from EGS. In turn, this was used to calculate aGVA, and data from the IDBR was used to measure employment resulting from EGS. The sample was used to estimate totals for the whole population, taking into account non-responses using the appropriate statistical weights (see the [ABS technical report (1.68 Mb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/annual-business-survey/quality-and-methods/abs-technical-report---june-2014.pdf \"ABS technical report - June 2014\") for further information).\n\nEstimates of EGSS output, GVA and employment between 2010 and 2012 were back-casted from the 2013 ABS data based on a business’ turnover in these years. It was assumed that if the business existed during 2010 to 2012, the proportion of EGSS turnover to total turnover was the same as in 2013.\n\nEach year, the businesses identified as being involved in EGSS activity will be added to an EGSS database to formulate a register which will be used to improve estimates. The EGSS question that appears in the 2014 ABS questionnaire (dispatched in February 2015) has been modified slightly to improve the quality of the responses. \n\n### Notes for Annex B: Detailed results for the EGSS activities\n\n1. Charities operate with a significant contribution of volunteers, although, these are not part of the employment figures included here.\n\n2. Insulation installation prices only available for 2013 (Energy Saving Trust), therefore price deflators are taken into account.\n\n3. Total employment estimates for this activity will be slightly underestimated as SIC 39 data was only available at GB level and not for the UK.\n\n4. The sale of second-hand motor vehicles and motorcycles are not included here as these activities are not viewed as part of the EGSS. It makes financial sense to resell motor vehicles whereas sale of books and clothes is not generally undertaken for a profit, but to recycle goods.\n\n5. Approximate Gross Value Added (aGVA) is a measure produced by the Annual Business Survey (ABS), outside of the National Accounts framework. It can be used as an approximation to GVA, or in its own right as a measure of business performance. Further information can be found [here](http://www.ons.gov.uk/ons/rel/abs/annual-business-survey/index.html \"Annual business survey index\").\n"
    },
    {
      "title": "Acknowledgements",
      "markdown": "We would like to thank Statistics Netherlands for their advice and support, particularly during the early stages of developing and identifying the EGSS relevant to the UK. We would also like to thank Gerald Weber and Marina-Anda Georgescu at Eurostat for their guidance and support. We would like to acknowledge our appreciation for the valuable comments and recommendations provided by stakeholders and colleagues during the final stages of compilation.\n"
    },
    {
      "title": "Sources, reports and surveys related to UK environmental goods and services sector (EGSS): 2010-2012",
      "markdown": "Alberici, S and Toop, G (2014) Overview of UK Biofuel Producers, ECOFYS:\n\n[www.gov.uk/government/uploads/system/uploads/attachment_data/file/308142/uk-biofuel-producer.pdf](www.gov.uk/government/uploads/system/uploads/attachment_data/file/308142/uk-biofuel-producer.pdf)\n\nCharity Commision for England and Wales:\n\n[apps.charitycommission.gov.uk/Showcharity/RegisterOfCharities/registerhomepage.aspx](apps.charitycommission.gov.uk/Showcharity/RegisterOfCharities/registerhomepage.aspx)\n\nCharity Commision for Northern Ireland:\n\n[www.charitycommissionni.org.uk/](www.charitycommissionni.org.uk/)\n\nDECC (2012) Electricity generation costs, Department for Energy and Climate Change:\n\n[www.gov.uk/government/collections/energy-generation-cost-projections](www.gov.uk/government/collections/energy-generation-cost-projections)\n\nDECC (2014a) Green Deal, Energy Company Obligation (ECO) and Insulation Levels in Great Britain, Quarterly report: to June 2014, Department of Energy and Climate Change:\n\n[www.gov.uk/government/statistics/green-deal-energy-company-obligation-eco-and-insulation-levels-in-great-britain-quarterly-report-to-june-2014](www.gov.uk/government/statistics/green-deal-energy-company-obligation-eco-and-insulation-levels-in-great-britain-quarterly-report-to-june-2014)\n\nDECC (2014b) Digest of United Kingdom Energy Statistics (DUKES) 2014, Department for Energy and Climate Change:\n\n[www.gov.uk/government/statistics/digest-of-united-kingdom-energy-statistics-dukes-2014-printed-version](www.gov.uk/government/statistics/digest-of-united-kingdom-energy-statistics-dukes-2014-printed-version)\n\nDefra (2014) Agriculture in the UK 2013, Department for Environment, Food and Rural Affairs:\n\n[www.gov.uk/government/statistics/agriculture-in-the-united-kingdom-2013.](www.gov.uk/government/statistics/agriculture-in-the-united-kingdom-2013)\n\nDefra (2013) Agriculture in the UK 2012, Department for Environment, Food and Rural Affairs:\n\n[www.gov.uk/government/statistics/agriculture-in-the-united-kingdom-2012](www.gov.uk/government/statistics/agriculture-in-the-united-kingdom-2012).\n\nDefra (2012) Agriculture in the UK 2011, Department for Environment, Food and Rural Affairs:\n\n[www.gov.uk/government/statistics/agriculture-in-the-united-kingdom-2011](www.gov.uk/government/statistics/agriculture-in-the-united-kingdom-2011).\n\nDfT (2006) International resource costs of biodiesel and bioethanol, Department for Transport:\n\n[webarchive.nationalarchives.gov.uk/20111005132450/](webarchive.nationalarchives.gov.uk/20111005132450/)\n[http://www.dft.gov.uk/publications/international-resource-costs-biodiesel-bioethanol](http://www.dft.gov.uk/publications/international-resource-costs-biodiesel-bioethanol)\n\nDobbs, J, Jochum, V, Wilding, K, Smith, M, Harrison, R (2012) UK Giving 2012: An overview of charitable giving in the UK, 2011/12, National Council for Voluntary Organisations and Charities Aid Foundation.\n\nEnergy Saving Trust:\n\n[www.energysavingtrust.org.uk/domestic/content/home-insulation](www.energysavingtrust.org.uk/domestic/content/home-insulation)\n\nEnvironmental Protection Expenditure (EPE) Survey:\n\n[www.gov.uk/government/collections/environmental-protection-and-expenditure-epe-survey](www.gov.uk/government/collections/environmental-protection-and-expenditure-epe-survey)\n\nEU regulation 691/2011: [eur-lex.europa.eu/legal-content/EN/TXT/?uri\u003duriserv:OJ.L_.2014.158.01.0113.01.ENG](eur-lex.europa.eu/legal-content/EN/TXT/?uri\u003duriserv:OJ.L_.2014.158.01.0113.01.ENG)\n\nEurostat (2009) The Environmental Goods and Services Sector: A Data Collection Handbook, Office for Official Publications of the European Communities, Luxembourg:\n\n[ec.europa.eu/eurostat/documents/3859598/5910217/KS-RA-09-012-EN.PDF](ec.europa.eu/eurostat/documents/3859598/5910217/KS-RA-09-012-EN.PDF)\n\nEurostat (2015) A Practical Guide for the Compilation of Environmental Goods and Services (EGSS) Accounts, European Commission:\n\n[circabc.europa.eu/d/a/workspace/SpacesStore/7c3525ac-560c-4e5a-87ca-81597065f0e2/ENV_EXP_WG_2015_3%202%20Practical%20Guide%20to%20compile%20EGSS%20estimates%20-%20background%20doc.pdf](circabc.europa.eu/d/a/workspace/SpacesStore/7c3525ac-560c-4e5a-87ca-81597065f0e2/ENV_EXP_WG_2015_3%202%20Practical%20Guide%20to%20compile%20EGSS%20estimates%20-%20background%20doc.pdf)\n\nEurostat (2013) European system of accounts (ESA 2010), Luxembourg: Publications Office of the European Union:\n\n[ec.europa.eu/eurostat/web/esa-2010](ec.europa.eu/eurostat/web/esa-2010)\n\nEurostat Ramon server:\n\n[ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm?TargetUrl\u003dLST_NOM_DTL\u0026StrNom\u003dCEPA_2000\u0026StrLanguageCode\u003dEN\u0026IntPcKey\u003d\u0026StrLayoutCode\u003dHIERARCHIC](ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm?TargetUrl\u003dLST_NOM_DTL\u0026StrNom\u003dCEPA_2000\u0026StrLanguageCode\u003dEN\u0026IntPcKey\u003d\u0026StrLayoutCode\u003dHIERARCHIC)\n\nFarm Business Survey:\n\n[www.fbspartnership.co.uk/index.php?id\u003d1528](www.fbspartnership.co.uk/index.php?id\u003d1528)\n\nGreen Deal:\n\n[www.gov.uk/green-deal-energy-saving-measures/overview](www.gov.uk/green-deal-energy-saving-measures/overview)\n\nNIHE (2011) Northern Ireland House Condition Survey, Northern Ireland Housing Executive:\n\n[www.nihe.gov.uk/index/corporate/housing_research/house_condition_survey.htm](www.nihe.gov.uk/index/corporate/housing_research/house_condition_survey.htm)\n\nOECD-FAO 2013, OECD-FAO Agricultural Outlook 2013-2022, Organisation for Economic Co-operation and Development and the Food and Agriculture Organization:\n\n[stats.oecd.org/Index.aspx?DataSetCode\u003dHIGH_AGLINK_2013#](https://stats.oecd.org/Index.aspx?DataSetCode\u003dHIGH_AGLINK_2013)\n\nOffice of the Scottish Charity Regulator:\n\n[www.oscr.org.uk/](www.oscr.org.uk/)\n\nRenewable Heat Incentive:\n\n[www.ofgem.gov.uk/environmental-programmes/non-domestic-renewable-heat-incentive-rhi](www.ofgem.gov.uk/environmental-programmes/non-domestic-renewable-heat-incentive-rhi)\n\nUnited Nations (2013) System of Environmental-Economic Accounting: Central Framework\n\nvan Rossum, M (2012) Economic indicators for the Dutch Environmental Goods and Services Sector, Time series data for 1995-2009, Statistics Netherlands, The Hague:\n\n[www.cbs.nl/NR/rdonlyres/6048B589-C79F-416E-A5E2-BD93E3DCA29C/0/2012EGSSCBSbackground.pdf](www.cbs.nl/NR/rdonlyres/6048B589-C79F-416E-A5E2-BD93E3DCA29C/0/2012EGSSCBSbackground.pdf)\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. Rounding of output and GVA values are to the nearest million and full-time equivalent estimates are rounded to the nearest 100.\n\n2. As stipulated by EU regulation 691/2011, the number of employees are presented in full-time equivalents (FTE). This is based on converting part-time employees’ hours into a full-time employees’ equivalent and provides a better indication of total labour input than a simple headcount. The following formula is used here to estimate FTE: FTE \u003d Full-time employees + 0.5 x Part-time employees.\n\n3. Economic output rather than turnover is used here in line with the requirements of EU regulation 691/2011, in order to avoid double-counting problems. For example, if the production of environmental technologies, goods or services that are intermediate consumption for the production of other environmental technologies, goods or services are taken into account, this can lead to double counting.\n\n4. Approximate Gross Value Added (aGVA): Approximate Gross Value Added at basic prices is a measure of the income generated by businesses, less their expenditure, as estimated by the Annual Business Survey (ABS).\n\n5. Gross Value Added (GVA) is a component of Gross Domestic Product (GDP) – a measure of economic activity within the UK. It is a key measure of economic performance produced by the UK National Accounts and, under the production approach to estimation, is calculated as the difference between the values of the output (goods and services produced) and the intermediate consumption (goods and services used up in the process of producing the output) within the economy.\n\n6. Approximate Gross Value Added (aGVA) is a measure produced by the Annual Business Survey (ABS), outside of the National Accounts framework. It can be used as an approximation to GVA, or in its own right as a measure of business performance. There are situations when aGVA may in fact be the preferred measure, for example when information at a very low level of industrial detail is required. Estimates of turnover and purchases from the ABS are used to produce estimates of output and intermediate consumption (and therefore GVA) in the National Accounts. Although ABS data are used in the production of output and intermediate consumption, many other sources (including surveys and administrative sources) are also used to produce National Accounts estimates. These include sources of data on taxation and inventories (which are preferred to the ABS as they are used consistently throughout all parts of the National Accounts), as well as own-use output and non-market output (as these activities are only partially covered by the ABS). There are differences between the two measures of gross value added in terms of coverage. For example, GVA covers the whole of the UK economy while aGVA covers the UK Non-Financial Business Economy, a subset of the whole economy that excludes large parts of agriculture, all of public administration and defence, publicly provided healthcare and education, and the financial sector.\n\n7. SIC: To the four digit level, UK SIC (2007) follows NACE Rev. 2 exactly. Where it was thought necessary or helpful, a fifth digit has been added to form subclasses of the NACE four digit classes.\n\n8. Current basic price is the price receivable by the producers from the purchaser for a unit of a good or service produced as output minus any tax payable on that unit as a consequence of its production or sale (i.e. taxes on products), plus any subsidy receivable on that unit as a consequence of its production or sale (i.e. subsidies on products). It excludes any transport charges invoiced separately by the producer. It includes any transport margins charged by the producer on the same invoice, even when they are included as a separate item on the invoice. Output and GVA data presented in this publication are measured in current basic prices.\n\n9. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/economy/environmentalaccounts/bulletins/ukenvironmentalgoodsandservicessectoregss/2015-04-15",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/economy"
    },
    {
      "uri": "/economy/environmentalaccounts"
    }
  ],
  "description": {
    "headline1": "The environmental goods and services sector (EGSS) contributed £26.3 billion to the economy in terms of value added in 2012 (1.6% of GDP).",
    "headline2": "The EGSS has grown by 1.5% between 2010 and 2012 in terms of value added; during the same period, GDP grew by 6.2% suggesting that growth of the EGSS was lower compared with the whole economy.",
    "headline3": "The EGSS contributed £55.4 billion on a production output basis in 2012; growing 9.1% between 2010 and 2012.",
    "edition": "2010-2012",
    "nationalStatistic": true,
    "contact": {
      "email": "helen.fox@ons.gsi.gov.uk",
      "name": "Helen Fox",
      "telephone": "+44 (0)1633 456067"
    },
    "releaseDate": "2015-04-15T00:00:00.000Z",
    "language": "English",
    "title": "UK environmental goods and services sector (EGSS)",
    "summary": "Initial estimates of the UK environmental goods and services sector (EGSS), between 2010 and 2012.",
    "keywords": [
      "oil",
      "gas",
      "energy",
      "air emissions",
      "materials"
    ]
  }
}