{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key findings",
      "markdown": "- In 2012, 1.5 per cent of adults in the UK identified themselves as Gay, Lesbian or Bisexual.\n- Adults aged 16 to 24 were more likely to identify themselves as Gay, Lesbian or Bisexual (2.6 per cent) compared with adults aged 65 and over (0.4 per cent).\n- Across the UK, 77 per cent of men and 75 per cent of women reported that they were ‘in good health’.\n- Fewer than one in ten adults aged 16 to 24 (9.3 per cent) considered themselves as not being in good health. This compared with more than four in ten (43 per cent) of those aged 65 and over.\n- One in five adults (aged 18+) were current smokers in the UK in 2012. Regions in the North of England and Scotland had the highest proportions of current smokers in the UK. London and the South East had some of the lowest proportions of current smokers.\n"
    },
    {
      "title": "Introduction",
      "markdown": "This bulletin provides information from the January to December 2012 Integrated Household Survey (IHS).\n\nThe IHS is the largest social survey collected by the Office for National Statistics (ONS), providing estimates from approximately 340,000 individual respondents - the biggest pool of UK social data after the census.\n\nThis large sample size is achieved by asking a core suite of questions on two ONS household surveys, the Annual Population Survey (APS) and Living Cost and Food Survey (LCF). Topics covered by the IHS include sexual identity, perceived general health, smoking prevalence, education, housing and employment. More detailed information on the survey, and how to carry out your own analysis, can be found in the background notes.\n\nAt present, IHS statistics are designated as ~**experimental**. Information on what this means can be found in the background notes.\n\nThis is the first release from the IHS on a calendar year basis (January to December 2012). Previous IHS Statistical Bulletins have reported on a financial year basis (April 2011 to March 2012). This follows from an [ONS consultation held in August 2012](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations-and-user-surveys/archived-consultations/2012/ihs/index.html \"Integrated Household Survey datasets\"), which approved the proposed reduction of IHS annual datasets from 4 to 1 releases per year.\n\nThis release provides estimates from data collected between January to December 2012. Readers interested in previous IHS releases can find these on the [ONS website](http://www.ons.gov.uk/ons/rel/integrated-household-survey/integrated-household-survey/index.html \"Integrated Household Survey datasets\"). \n"
    },
    {
      "title": "Sexual identity",
      "markdown": "In 2012, the Integrated Houshold Survey found:\n\n- 1.1 per cent of adults identified themselves as Gay or Lesbian (approximately 545,000 adults).\n\n- 0.4 per cent of adults identified themselves as Bisexual (approximately 220,000 adults).\n\nThese estimates are similar to those found in the [April 2011-March 2012 IHS bulletin](http://www.ons.gov.uk/ons/rel/integrated-household-survey/integrated-household-survey/april-2011-to-march-2012/stb-integrated-household-survey-april-2011-to-march-2012.html \"STb Integrated Household Survey April 2011 to March 2012\").\n\n### Sexual identity by gender\n\nMen were more likely than women to consider themselves as Gay or Lesbian:\n\n- 1.5 per cent of adult males identified themselves as Gay compared to 0.7 per cent of adult females who identified themselves as Lesbian or Gay.\n\n- 0.3 per cent of adult males identified themselves as Bisexual compared to 0.5 per cent of adult females.\n\nTable 1 summarises the distribution between sexual identity and gender in 2012.\n\n### Table 1: Sexual identity: by gender, January to December 2012\n[Table 1-Table]\n\n### Sexual identity by region\n\nLondon had the highest proportion of adults who said they were Gay, Lesbian or Bisexual (2.5 per cent). However the proportions of adults identifying themselves as Gay, Lesbian or Bisexual within the other regions were largely similar in 2012, ranging from 1.0 per cent in the East of England to 1.7 per cent in the North East.\n\n### Figure 1: Sexual identity: Percentage of gay, lesbian and bisexual adults by region, January to December 2012\n[Figure 1-Chart]\n\n### Sexual identity by age group\n\nThe proportion of adults identifying themselves as Gay, Lesbian or Bisexual in 2012 reduced through the age groups.\n\nAround 2.6 per cent of adults aged 16 to 24 identified themselves as Gay, Lesbian or Bisexual. This compared with 0.4 per cent of those aged 65 and over (Table 2)1.\n\n### Table 2: Sexual identity: by age group, January to December, 2012\n[Table 2-Table]\n\n### Notes for sexual identity\n\n1. The percentages in this paragraph are based on un-rounded estimates. Therefore these percentages may differ from those calculated from the rounded estimates available in table 2.\n"
    },
    {
      "title": "Perceived general health",
      "markdown": "Across the UK more than three quarters (76 per cent) of the adult population stated that they were ‘in good general health’ in 2012.\n\nPrevious estimates of perceived general health can be found in the [April 2011-March 2012 IHS bulletin](http://www.ons.gov.uk/ons/rel/integrated-household-survey/integrated-household-survey/april-2011-to-march-2012/stb-integrated-household-survey-april-2011-to-march-2012.html \"STB Integrated Household Survey April 2011 to March 2012\").\n\n### Perceived general health by region\n\nRegional differences could be identified in UK adults’ perception of their general health (Figure 2):\n\n- Of the constituent countries of the UK, Wales reported the lowest rate of perceived good health in 2012 (73 per cent).\n\n- At the regional level the North East of England reported the lowest rate of perceived good health (71 per cent); London and the South East reported the highest rate of perceived good heath (79 per cent).\n\n### Figure 2: Health by region, January to December 2012\n[Figure 2-Chart]\n\n### Perceived general health by age and gender\n\nA higher proportion of men reported themselves to be ‘in good health’ compared to women. This difference was most noticeable for the 16-24 age group where 91.9 percent of males reported themselves to be in good health compared to 89.5 per cent of females.\n\nThe proportion of adults reporting themselves ‘not in good health’ increased with age:\n\n- Fewer than one in ten (9.3 per cent) of those aged 16 to 24 reported themselves as ‘not in good health’.\n\n- More than four in ten (43 per cent) of those aged 65 and over reported themselves as ‘not in good health’ (Table 3).\n\n### Table 3: Health: by age group by gender, January 2012 to December 2012\n[Table 3-Table]\n\n### Perceived general health by occupation\n\nAdults in ‘Routine and manual’ occupations were more likely to consider themselves ‘not in good health’ when compared with adults in ‘Intermediate’, and ‘Managerial and professional’ occupations (Figure 3).\n\n### Figure 3: Poor health by occupation, January to December 2012\n[Figure 3-Chart]\n"
    },
    {
      "title": "Smoking prevalence",
      "markdown": "Within the UK, one in five adults (19.8 per cent) were current smokers in 2012. One third of adults (32.7 per cent) were ex-smokers, with nearly half (47.5 per cent) of adults stating they had never smoked.\n\nPrevious estimates of smoking prevalence can be found in the [April 2011-March 2012 IHS bulletin](http://www.ons.gov.uk/ons/rel/integrated-household-survey/integrated-household-survey/april-2011-to-march-2012/stb-integrated-household-survey-april-2011-to-march-2012.html \"STB Integrated Household Survey April 2011 to March 2012\"). ONS has also published a short story on [Smoking Habits Amongst Adults](http://www.ons.gov.uk/ons/rel/ghs/opinions-and-lifestyle-survey/smoking-habits-amongst-adults--2012/rpt-opinions-and-lifestyle-survey---smoking-habits-amongst-adults--2012.html \"RPT Opinions and Lifestyle survey, smoking habits amongst adults, 2012\"), based on data from the 2012 Opinions and Lifestyle Survey.\n\n### Smoking prevalence by gender\n\nFigure 4 shows that males were more likely to be current smokers across every age group, when compared to females.\n\n### Figure 4: Current smoking prevalence by age and gender, January to December 2012\n[Figure 4-Chart]\n\n### Smoking prevalence by region\n\nDifferences in rates of smoking prevalence were found by geographic region (Table 4):\n\n- Of the constituent countries of the UK, Scotland reported the highest proportion of current smokers in 2012 (22.2 per cent).\n\n- At the regional level London and the South East reported some of the lowest proportion of current smokers (18.0 per cent). Yorkshire and the Humber reported the highest proportion of current smokers (22.7 per cent).\n\n### Table 4: Smoking prevalence: by region, January to December\n[Table 4-Table]\n\n### Smoking prevalence by occupation\n\nSmoking prevalence rates also appeared to differ by occupation. Around 30 per cent of adults in ‘Routine and manual’ occupations were current smokers. This compared to 14 per cent of adults in ‘Managerial and professional’ occupations (Figure 5).\n\n### Figure 5: Current smoking prevalence by occupation, January to December 2012\n[Figure 5-Chart]\n"
    },
    {
      "title": "Perceived general health and smoking prevalence",
      "markdown": "When comparing smoking prevalence and general health, current smokers were less likely to report themselves to be in good health compared to those who have never smoked (Table 5).\n\nThe age of adults also appeared to have an impact on the perceived general health of current smokers and non-smokers.\n\nWhen looking at adults aged 18-24 years old, 85.1 per cent of current smokers considered themselves to be in good health. This compared with 91.9 per cent who had never smoked, a difference of 6.8 per cent.\n\nFor adults aged 50-64 years old, the difference in the perceived general health between current smokers and adults who had never smoked was larger. 56.7 per cent of current smokers considered themselves in good health. This compared with 75.5 per cent of adults who had never smoked, a difference of 18.8 per cent.\n\nThis suggests smoking can have a bigger perceived effect on general health as age increases.\n\n### Table 5: Smoking prevalence: by age group by health, January 2012 to December 2012\n[Table 5-Table]\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. **Integrated Household Survey**\n\n\tThe Integrated Household Survey is formed from ’core’ questions asked by two ONS Household Surveys.\n\n\tData for this bulletin were obtained from the Living Costs and Food Survey (LCF) and the Annual Population Survey (APS) for the survey months January to December 2012.Further information on the IHS can be found on the ONS website.\n\n\t**Consultations**\n\n\tONS are consulting users regarding two proposals on the IHS. Information on these proposals and how to respond can be accessed from the following web pages:\n\n\t- [Proposal to rotate the Sexual Identity questions on the IHS](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations-and-user-surveys/consultations/integrated-household-survey-questionnaire-content-review---2014/index.html \"Integrated Household Survey Questionnaire Content Review - 2014\") (removal from the IHS in 2014, and reinstated in 2015)\n\n\tThis consultation runs from Friday 13 September 2013 to Friday 11 October 2013.\n\n\t- [Stop Integrated Household Survey core questions in the Living Costs and Food Survey](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations-and-user-surveys/consultations/statistical-products-2013/index.html \"ONS Consultation on Statistical Products 2013\")\n\n\tThis consultation runs from Monday 2 September 2013 to Thursday 31 October 2013.\n\n2. **Notes on the themes**\n\n\t**Sexual identity**\n\n\tWhile the Equality Act 2010 and relevant legislation in the past refers to sexual orientation, ONS has focused on collecting data on sexual identity. The sexual identity question measures how people see themselves and not how others see them.\n\n\tThe question on sexual identity was developed and tested on a number of surveys in 2008 and was added to the IHS in 2009. The data have been collected to provide accurate statistics to underpin the equality monitoring responsibilities of public sector organisations and to assess the disadvantage or relative discrimination experienced by the lesbian, gay and bisexual population.\n\n\tThe sexual identity question was asked of respondents aged 16 years and over; it was not asked by proxy. Proxy interviews are defined as those when answers are supplied by a third party, who is a member of the respondent’s household.\n\n\tThe sexual identity question was asked in both face to face and telephone interviews, at first personal contact. During the face to face interviews, adults were asked; ‘Which of the options on this show card best describes how you think of yourself?’ For telephone interviews, a slightly different way of collecting the information was used; ‘I will now read out a list of terms that people use to describe how they think of themselves’. The list was read out to the respondents twice. On the second reading, the respondent had to say ‘stop’ when an appropriate term they identified with was read out. In both modes, the order in which the terms appeared or were read out was unique for each respondent to ensure confidentiality.\n\n\tThe ‘Other’ option on the question was included to address the fact that not all people will consider they fall in the first three categories i.e. Heterosexual/Straight, Gay/Lesbian or Bisexual.\n\n\tInformation regarding the development of the sexual identity question can be found on the [ONS website](http://www.ons.gov.uk/ons/guide-method/measuring-equality/equality/sexual-identity-project/question-development/index.html \"Question development\").\n\n\t**Processing of Sexual Identity Data**\n\n\tA small change was applied to the processing of sexual identity responses from the Annual Population Survey in January to December 2012. A change was applied to the rotation of previous responses to the sexual identity question for 2012. This has lead to a small increase in the numbers of non-response recorded to the Annual Population Survey compared to the previous survey estimates. For example: in April 2011 to March 2012, the proportion of eligable non-responders to the sexual identity question was 0.6 per cent. This has risen to 1.1 per cent in January to December 2012.\n\n\tTherefore, any changes noticed in the rates of non-response to the sexual identity question in January to December 2012 when compared with previous IHS data should be treated with caution.  \n\n\t**Smoking Prevalence**\n\n\tThe Opinions and Lifestyle Survey report on [Smoking Habits Amongst Adults, 2012](http://www.ons.gov.uk/ons/guide-method/measuring-equality/equality/sexual-identity-project/question-development/index.html \"RPT Opinions and Lifestyle Survey, Smoking Habits Amongst Adults, 2012\"), presents additional smoking prevalence information for 2012.\n\n3. **Subjective Well-Being**\n\n\tAs part of the Measuring National Well-being programme, ONS in April 2011 added what is termed \u0027subjective well-being\u0027 questions to the constituent surveys of the IHS. Subjective Well-being concerns people\u0027s self-reported assessment of their own well-being. Survey questions of this nature aim to capture an individual’s well-being by measuring how people think and feel, for example asking about life satisfaction, meaning and purpose and day-to-day emotions. Used alongside more objective statistics they provide a fuller assessment of National Well-being.\n\n\tIn July 2013, ONS produced a [second annual experimental subjective well-being dataset](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-in-the-uk--2012-13/index.html \"Personal well-being in the UK, 2012/13\") from the Annual Population Survey, the largest constituent survey of the IHS.\n\n4. **Other Sources of Data**\n\n\tInformation on mental well-being, self-assessed health and smoking for Scotland were published on 24 September in the [Scottish Health Survey 2012](http://www.scotland.gov.uk/Publications/2013/09/4693 \"Scottish Health Survey 2012\"). This report and the Scottish Household Survey are recommended for users primarily interested in Scottish data without UK wide comparison. In Scotland the statistical contact for health is Julie Landsberg (0131 244 2368) and for sexual identity, religion and ethnicity is Jon Hunter (0131 244 7571).\n\n\tThe Welsh Government publish data on sexual identity on their [StatsWales website](https://statswales.wales.gov.uk/Catalogue \"\"). More detailed data on self-assessed general health was published for Wales in the [Welsh Health Survey 2012](http://wales.gov.uk/topics/statistics/headlines/health2013/welsh-health-survey-2012-annual-report/?lang\u003den \"Welsh Health Survey 2012\") report, and this is recommended for users primarily interested in Welsh data.\n\n5. **Access to the Data**\n\n\tIHS data will be made available through the End User Licence at the UK Data Archive. The End User Licence is an agreement between the user and the University of Essex to provide users with the right to use the data held at the Data Archive .The End User Licence dataset can be accessed through the [UK Data Archive (UKDA) website](http://ukdataservice.ac.uk/get-data/how-to-access.aspx \"UK Data Archive (UKDA) website\").\n\n\tA more detailed file can be accessed if Approved Researcher Status is sought and agreed. More information on the UK Data Archive and the [Approved Research process](http://ukdataservice.ac.uk/manage-data/legal-ethical/access-control.aspx \"Approved Research process\") can be found on the UKDA website.\n\n6. **Experimental Statistics**\n\n\tExperimental statistics are those which are in the testing phase, are not yet fully developed and have not been submitted for assessment to the UK Statistics Authority. They are published in order to involve customers and stakeholders in their development and as a means to build in quality at an early stage. The IHS is designated as experimental statistics.\n\n\tFurther information on experimental statistics can be found on the ONS website.\n\n7. **Quality**\n\n\tDetailed information on sampling variability of the IHS can be found on the ONS website, and confidence intervals for the latest estimates described in the Bulletin can be found in the linked Excel download tables.\n\n8. **Confidence Intervals**\n\n\tThe IHS publishes information on confidence intervals to give an indication of the range in which the true population value is likely to fall.\n\n\tFor the IHS, confidence intervals are calculated at the 95% level. This means that 19 times out of 20, IHS estimates would fall within the upper and lower boundaries. For example, a confidence interval of ±0.2% means that an estimate of 93.9% would range between 93.7% and 94.1% (19 times out of 20).\n\n\tInformation on confidence intervals can be found in some figures in this report, and in the associated tables available to download.\n\n9. **Media contact:** \n\tTelephone:\n\n\tMedia Relations Office: 0845 6041858 \n\tEmergency on-call: 07867 906553 \n\tE-mail \u003cmedia.relations@ons.gov.uk\u003e \n\n10. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/peoplepopulationandcommunity/housing/bulletins/keyfindingsfromtheintegratedhouseholdsurveyexperimentalstatistics/2013-10-03",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "uri": "/peoplepopulationandcommunity/housing"
    }
  ],
  "description": {
    "headline1": "In 2012, 1.5 per cent of adults in the UK identified themselves as Gay, Lesbian or Bisexual.",
    "headline2": "Adults aged 16 to 24 were more likely to identify themselves as Gay, Lesbian or Bisexual (2.6 per cent) compared with adults aged 65 and over (0.4 per cent).",
    "headline3": "Across the UK, 77 per cent of men and 75 per cent of women reported that they were ‘in good health’.",
    "edition": "January 2012 to December 2012",
    "nationalStatistic": false,
    "contact": {
      "email": "socialsurveys@ons.gsi.gov.uk",
      "name": "Tim Vizard",
      "telephone": "+44 (0)1633 455278"
    },
    "releaseDate": "2013-10-03T00:00:00.000Z",
    "language": "English",
    "title": "Key Findings from the Integrated Household Survey (Experimental Statistics)",
    "summary": "The largest social survey ever produced by the ONS. The survey takes responses from current ONS household surveys and contains information from over 400,000 individual respondents.",
    "keywords": [
      "Sexual Identity",
      "Religion",
      "Ethnicity",
      "Health"
    ]
  }
}