{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Cecil Prescott",
    "email": "esociety@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Findings",
      "markdown": "- UK house prices increased by 10.5% in the year to May 2014, up from 9.9% in the year to April 2014.\n- House price annual inflation was 11.0% in England, 6.5% in Wales, 3.6% in Scotland and -0.7% in Northern Ireland.\n- House prices are increasing strongly across most parts of the UK, with prices in London again showing the highest growth.\n- Annual house price increases in England were driven by a record annual increase in London of 20.1% and to a lesser extent increases in the South East (9.6%) and the East (8.6%).\n- Excluding London and the South East, UK house prices increased by 6.4% in the 12 months to May 2014.\n- On a seasonally adjusted basis, average house prices increased by 0.8% between April and May 2014.\n- In May 2014, prices paid by first-time buyers were 11.3% higher on average than in May 2013. For owner-occupiers (existing owners), prices increased by 10.1% for the same period.\n"
    },
    {
      "title": "About This Statistical Bulletin",
      "markdown": "The Office for National Statistics (ONS) House Price Index (HPI), previously published by the Department for Communities and Local Government (DCLG), is a monthly release that publishes figures for mix-adjusted average house prices and house price indices for the UK, its component countries and regions.\n\nThe index is calculated using mortgage financed transactions that are collected via the Regulated Mortgage Survey by the Council of Mortgage Lenders. These cover the majority of mortgage lenders in the UK. The HPI complements other measures of inflation published by ONS such as the Consumer Price Indices, the Producer Price Indices and the Services Producer Price Indices.\n\nThis statistical bulletin provides comprehensive information on the change in house prices on a monthly and annual basis. It also includes analysis by country, region, type of buyer (first-time buyers and former owner-occupiers) and type of dwelling (new dwelling or pre-owned dwelling). Historical series for all accompanying tables that transferred from DCLG are also available in the data section of this release.\n\nThe figures published in this release are not seasonally adjusted unless otherwise stated.\n"
    },
    {
      "title": "House Price Index UK Summary",
      "markdown": "UK average house prices increased by 10.5% over the year to May 2014, up from an increase of 9.9% in the year to April 2014. This follows the moderate house price increases the UK has experienced since April 2012 (Figure 1) and is driven in large part by increases in London. This is the highest annual increase in UK house prices since May 2010 (when prices increased by 10.6%). The average UK mix-adjusted house price in May 2014 was £262,000.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n\nIn May 2014, the UK mix-adjusted House Price Index reached a record level of 199.0 (Figure 2). This is 0.8% higher than April 2014, when the index reached 197.5 and 7.3% higher than the pre-financial crisis peak of 185.5 in January 2008.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n\nOn a seasonally adjusted basis, average house prices increased by 0.8% between April and May 2014 compared with an increase of 0.3% in average prices during the same period a year earlier.\n"
    },
    {
      "title": "House Price Index by Country",
      "markdown": "During the year to May 2014, average house prices increased 11.0% in England, 6.5% in Wales and 3.6% in Scotland but fell 0.7% in Northern Ireland (Figure 3). This is the highest annual increase in English prices since May 2010, when prices increased by 11.3%.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n\nEngland is the only UK country where property prices are now higher than the pre-financial crisis peak of January 2008 (Figure 4).\n\nThe England index reached 196.9 in May 2014. This is 8.9% higher than the peak in January 2008 of 180.8. The index for Northern Ireland (144.4) in May 2014 is 48.7% below the peak of August 2007 (281.5). The index for Scotland (220.7) in May 2014 is 4.3% below the peak of June 2008 (230.6). The index for Wales (213.9) in May 2014 is 3.7% below the peak of January 2008 (222.1).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n"
    },
    {
      "title": "House Price Index by Region",
      "markdown": "Average house prices increased in all nine English regions over the year to May 2014 (Figure 5). The largest increase was again in London at 20.1% followed by the South East (9.6%) and the East (8.6%). This is the largest annual increase in London prices since comparable records began in 2002. Excluding London and the South East, UK house prices increased by 6.4% over the year to May 2014.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n\nThe indices for three out of the nine English regions are higher than at their pre-financial crisis peak in 2008. The index for London (233.3) is 33.7% higher than the pre-financial crisis peak in January 2008 (174.5). The South East is 7.3% above the peak of January 2008 (166.5) with an index of 178.7 in May 2014. The East is 6.2% above the January 2008 peak (168.4) with an index of 178.8 (Figure 6).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n"
    },
    {
      "title": "Average House Prices in Countries and Regions",
      "markdown": "Average mix-adjusted house prices in May 2014 stood at £274,000 in England, £166,000 in Wales, £134,000 in Northern Ireland and £188,000 in Scotland (Figure 7). In May 2014, London continues to be the English region with the highest average house price at £492,000 and the North East had the lowest average house price at £150,000. London, the South East and the East all had prices higher than the UK average price of £262,000.\n\nExcluding London and the South East, the average UK mix-adjusted house price was £200,000.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing7.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n"
    },
    {
      "title": "House Price Index by Type of Buyer",
      "markdown": "The average price for properties bought by first-time buyers increased by 11.3% over the year to May 2014, up from an increase of 10.7% in April 2014 (Figure 8). In May 2014 the average price paid for a house by a first-time buyer was £202,000.\n\nThe average price for properties bought by former owner-occupiers (existing owners) increased by 10.1% in the year to May 2014, up from an increase of 9.5% in April 2014. In May 2014, the average price paid for a house by a former owner-occupier was £301,000.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing8.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n"
    },
    {
      "title": "House Price Index by New and Pre-owned Dwellings",
      "markdown": "During the year to May 2014 prices paid for new dwellings increased by 6.9% on average, compared with an increase of 2.0% in the year to April 2014 (Figure 9). The average UK house price for new dwellings in May 2014 was £246,000.\n\nDuring the year to May 2014 prices paid for pre-owned dwellings increased by 10.7% on average, compared with an increase of 10.4% in the year to April 2014. The average UK house price for pre-owned dwellings in May 2014 was £263,000.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/housing9.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Not seasonally adjusted.\n2. Data collected via the Regulated Mortgage Survey.\n"
    },
    {
      "title": "Data Tables",
      "markdown": "[ONS HPI monthly and quarterly reference tables (3.44 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/may-2014/rft-monthly-and-qtly-may14.xls \"RFT monthly and quarterly May 2014\") (number 1 to 19). This reference table provides full historical series for the monthly tables accompanying the House Price Index statistical bulletin. This month, tables 1 to 9 have been updated with the latest monthly estimates for May 2014. The seasonally adjusted figures for the last 12 months in Table 7 have also been revised this month as scheduled.\n\n[ONS HPI annual tables (1.15 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/may-2014/rft-annual-may-2014.xls \"RFT Annual May 2014\") (number 20 to 39). This reference table contains all the annual live tables. This month tables 20, 21, 29, 30, 35, 36, 37, 38 \u0026 39 have been updated with 2013 data. The next set of updates to annual tables will be in March 2015.\n\n[ONS weights summary (74 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/february-2014/rft-annual-weights.xls \"RFT Annual Weights\") . This reference table provides a summary of the aggregated mix-adjustment weights used in the production of the HPI for the period 2011 to 2014. The mix-adjustment weights are updated in the February HPI each year.\n"
    },
    {
      "title": "User Engagement",
      "markdown": "The Office for National Statistics would welcome your views on the data presented in this statistical bulletin. Please contact the House Price Index team using the email address below to discuss any aspect of the data, including your views on how ONS can improve the data.\n\n\u003chpi@ons.gsi.gov.uk\u003e\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. New this month\n\nNew house price data for May 2014 are published this month. The  [monthly and quarterly reference table (3.44 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/may-2014/rft-monthly-and-qtly-may14.xls \"RFT Monthly and Quarterly May 14\") has been updated to include data for May 2014.\n\nRevisions this month\n\nThere are no revisions to data this month beyond the usual seasonal adjustment revisions.\n\nRevisions next month\n\nSmall revisions are expected next month for the April 2014 and May 2014 HPI figures as scheduled. These reflect quarterly submissions delivered by a small proportion of mortgage lenders.\n\n2. Taking forward the recommendations from the National Statistician’s review of UK house price statistics - update\n\nIn [July 2013](http://www.ons.gov.uk/ons/media-centre/statements/development-of-house-price-statistics/index.html \"Development of house prices statistics\"), it was announced that following agreement across the four producers of official house price statistics (Land Registry, Office for National Statistics, Registers of Scotland and Land \u0026 Property Services, Northern Ireland), a joint project would be initiated to consider the development of a single definitive UK House Price Index (HPI) from which official providers can report on their own areas of responsibility in a way that can be directly compared. This collaborative approach would hopefully allow the publishing of consistent HPI data at a national, regional and sub-regional level across the UK.\n\nSince July, work has focused on assessing the current sources of data used in the production of official house price statistics and the feasibility of combining these sources to produce a single, definitive HPI. Whilst good progress has been made, further work is now required to investigate sources of property attributes data that would be required to supplement the current data and to begin assessing the different methodologies that could potentially be used to produce a definitive index. This additional analysis will take place during the next few months with the aim of identifying a suitable methodology and comprehensive source of property attributes data that could be used to produce the definitive HPI. Details regarding this analysis and any further development will be made available in the first half of 2014.\n\nIf you have any questions regarding the proposed development and the analysis taking place, please use the following email address to contact us: \u003chpi@ons.gsi.gov.uk\u003e\n\nThis update was first published in October 2013.\n\n3. Relevance of the ONS House Price Index\n\nThe ONS HPI is an important measure of house price inflation for the UK and together with the Land Registry HPI, it is one of the main house price indices used by central and local government to support decision making in the UK. Other users include private individuals, surveyors and analysts in financial institutions.\n\nThe ONS HPI is also an important input into the housing cost component of RPIJ and RPI retail price indices. Each month a customised HPI delivery is produced using a sub-sample of the full data set for use in RPIJ and RPI.\n\n4. Revisions policy\n\nAt the end of every quarter, as well as releasing final figures for the latest month, ONS revises the figures from the previous two months. This is done because some mortgage lenders, which account for 1 to 2% of all records, provide their data on a quarterly rather than monthly basis. Additionally, data will be revised for the previous month if more than 1,000 additional cases are received in a subsequent month.\n\nIn July 2013 the methodology used to seasonally adjust the HPI was updated following a review and brings the HPI in line with ONS best practice for seasonal adjustment. Seasonal factors are now estimated on a monthly basis and therefore may result in small revisions to the previous 12 months data. This updated process improves the accuracy of the seasonally adjusted figures.\n\nOther revisions to historical data (other than those currently due for revision) will be made only if the revision is substantial.\n\nIn all cases, the revised figures are labelled with a \u0027R\u0027 and the reason for the revision explained under the \u0027New this month\u0027 section of the background notes.\n\n5. Methodology\n\nData sources\n\nSince October 2005 the ONS HPI (formerly the DCLG HPI) has been based on a sample of mortgage completions data from the Regulated Mortgage Survey (RMS) as collected by the Council of Mortgage Lenders (CML).\n\nThe number of transactions received from the RMS is affected by the total number of mortgages completed for house purchase in any period. During 2011 the sample covered 65-70% of all UK mortgage completions.\n\nPrice methodology\n\nThe ONS HPI is mix-adjusted to allow for differences between houses sold (for example type, number of rooms, location) in different months within a year. House prices are modelled using a combination of characteristics to produce a model containing around 100,000 cells (one such cell could be first-time buyer, old dwelling, one bedroom flat purchased in London). Each month estimated prices for all cells are produced by the model and then combined with their appropriate weight to produce mix-adjusted average prices. The index values are based on growth rates in the mix-adjusted average house prices and are annually chain linked. More information on the model used is available via the [hedonic model methodology paper (246.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/prices/hpi/hedonic-model.pdf \"Hedonic Model\") published on the [HPI User Guidance webpage](http://www.ons.gov.uk/ons/guide-method/user-guidance/prices/hpi/index.html \"House Price Index (HPI) User Guidance and Metholodgy\").\n\nRe-weighting\n\nThe ONS HPI is a weighted Laspeyres-type index. In January of each year the index weights are updated based on the relative numbers of transactions during the previous three years, which are grossed to total transactions obtained from Land Registry. Applying new weights ensures that the index keeps up to date with changes in the types of properties that are being purchased, and therefore reflects the price of the average property. A high level summary of the weights used in the calculation of the ONS HPI can be found in the [HPI weights summary reference table (74 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/february-2014/rft-annual-weights.xls \"RFT annual weights\") .\n\nOne consequence of changing the weights every year is that the mix-adjusted house prices cannot be compared between years as the weights are different. The index itself is constructed on a chain-linked basis, which enables year-on-year comparisons to be made. This means that the year-on-year change in the index for June 2011, say, is effectively the change in the average price from June to January 2011 (using the weights for 2010) combined with the change in the average price from January to June 2011 using the weights for 2011. Therefore, the year-on-year change in the index is not the same as the year-on-year change in the mix-adjusted average price. More information on the HPI methodology is available on the [GOV.UK website](http://www.ons.gov.uk/ons/external-links/other-government-departments/dclg/methodology-of-the-house-price-index.html \"Methodology of the House Price Index\").\n\nSeasonal adjustment\n\nThe housing market shows seasonal effects that affect house prices. For example, prices have tended to be higher during the summer months than during the winter months. These seasonal effects are estimated and adjusted for in order to calculate month-on-month price changes. Seasonally adjusted figures are provided at a national level in Table 7 alongside the non-seasonally adjusted figures of the other tables. Seasonal adjustment is performed each month and reviewed each year, using the standard and widely used software X-12-ARIMA. Seasonally adjusted house price estimates are used to report monthly percentage changes. All other figures such as annual rates of change and average house prices are based on non-seasonally adjusted estimates, unless otherwise stated.\n\n6. Other house price statistics\n\nCurrently there are a number of different sources of house price statistics published in addition to the ONS HPI. There will be differences in the data published by each source as there are differences in both the data and methodology used. Therefore the ONS HPI is not directly comparable with these other indicators. Further details on the differences between official house price statistics can be found in the article [Official House Price Statistics Explained](http://www.ons.gov.uk/ons/guide-method/user-guidance/prices/hpi/official-house-price-statistics-explained.pdf \"Official House Price Statistics Explained\").\n\nLand Registry House Price Index\n\nAll residential property transactions in England and Wales are recorded by Land Registry. These transactions are used for calculating the Land Registry index. This index is based on repeat-sales regression, which calculates the change in price of any property transacted twice since 1995. Therefore new build properties are excluded from the index. Land Registry publishes indices at a sub-regional level. The Land Registry HPI is normally published on the 20th working day of every month, and refers to all transactions of the preceding month.\n\nThe Land Registry HPI can be accessed via the [Land Registry\u0027s website](http://www.ons.gov.uk/ons/external-links/other-government-departments/index.html \"Land Registry: House Price Index\").\n\nRegisters of Scotland Official Quarterly Housing Market Statistics\n\nRegisters of Scotland records all the property transactions in Scotland. It produces average house prices based on arithmetic means of these transactions, which is published as the [Quarterly Housing Market Statistics](http://www.ons.gov.uk/ons/external-links/other-government-departments/ros--quarterly-housing-market-statistics.html \"RoS: Quarterly Housing Market Statistics\") in the second month after the month to which the figures refer to.\n\nNorthern Ireland Residential Property Price Index\n\nThe Land \u0026 Property Services assisted by the Northern Ireland Statistics \u0026 Research Agency (NISRA) publish a [quarterly Residential Property Prices Index (RPPI) for Northern Ireland](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra--northern-ireland-residential-property-price-index.html \"NISRA: Northern Ireland Residential Property Price Index\"). The index measures change in the price of residential property sales recorded by Her Majesty\u0027s Revenue \u0026 Customs. This is a new official statistic, first published in quarter 1 of 2012.\n\nHalifax House Price Index and Nationwide House Price Index\n\nBoth [Halifax](http://www.lloydsbankinggroup.com/media1/economic_insight/halifax_house_price_index_page.asp \"Halifax House Price Index\") and [Nationwide](http://www.nationwide.co.uk/hpi/ \"Nationwide House Price Index\") produce house price indices based on their own mortgage approvals only and therefore, like the ONS HPI, will not include any cash transactions. They both have UK-wide coverage, and since the Halifax and Nationwide use only their own in-house data they can process them immediately and do not have to await the receipt of data from other lenders. This means that they are more timely than the ONS HPI.\n\nLSL Acadata House Price Index\n\nThe LSL Acadata (previously the LSL Property Services/Acadametrics) HPI is the only house price index to reflect all transactions, as opposed to data samples, and provides mix and seasonally adjusted results at national, regional and county/unitary district/London borough levels.\n\nThe index can be accessed at [Acadata](http://www.acadata.co.uk/acadHousePrices.php \"Acadata House Price Index\").\n\nIn addition, other indices are also produced. Rightmove tracks the asking prices of properties in its website and the Royal Institute of Chartered Surveyors (RICS) produces an opinion survey of its surveyors regarding the direction that prices are moving in.\n\nFull details on the alternative house price statistics can be accessed via the [National Statistician\u0027s Review of House Price Statistics](http://www.google.co.uk/url?sa\u003dt\u0026rct\u003dj\u0026q\u003dnational%20statisticians%20review%20of%20house%20prices\u0026source\u003dweb\u0026cd\u003d1\u0026ved\u003d0CCsQFjAA\u0026url\u003dhttp%3A%2F%2Fwww.statisticsauthority.gov.uk%2Fnational-statistician%2Fns-reports--reviews-and-guidance%2Fnational-statistician-s-reports%2Fnational-statistician-s-review-of-house-price-statistics.pdf\u0026ei\u003dKzGFT5u1CoKp0QWm14nLBw\u0026usg\u003dAFQjCNFzyy4Vqu6PYGqiYzg_Y4U4m9ThwA \"[National Statistician\u0027s Review of House Price Statistics\").\n\n7. Accessibility\n\nThis bulletin includes the May 2014 data. Future publication dates for this statistical bulletin are available via the [Publication Hub](http://www.statistics.gov.uk/hub/index.html \"Publication Hub\").\n\n8. General\n\nDetails of the policy governing the release of new data are available from the Media Relations Office. Also available is a list of the names of those given [pre-release access](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/may-2014/pre-release-list.html \"pre-release list\") to the contents of this release.\n\nFollow us on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") or join us at [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\")\nView the latest podcasts in [Youtube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\")\n\nDetails of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "44.6 million adults (87%) in the UK had used the Internet in Q1 2014, an increase of 1.1 million since Q1 2013.",
  "headline2": "6.4 million adults (13%) had never used the Internet, falling by 659,000 since Q1 2013.",
  "headline3": "Almost all (99%) 16 to 24 year olds had used the Internet, compared with 37% of adults aged 75 years and over.",
  "summary": "Mix-adjusted average house prices and house price indices for the UK and its component countries and regions.",
  "relatedBulletins": [],
  "title": "House Price Index, May 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "House Price Index, May 2014",
  "uri": "/peoplepopulationandcommunity/housing/bulletins/housepriceindexmay2014",
  "fileName": "housepriceindexmay2014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Housing",
      "fileName": "housing",
      "breadcrumb": []
    }
  ]
}