{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "For October to December 2014",
      "markdown": "- There were 963,000 young people (aged from 16 to 24) in the UK who were Not in Education, Employment or Training (NEET), an increase of 9,000 on July to September 2014 and down 78,000 from a year earlier.\n\n- The percentage of all young people in the UK who were NEET was 13.2%, up 0.2 percentage points on July to September 2014 and down 1.0 percentage point from a year earlier.\n\n- Just under half (47%) of all young people in the UK who were NEET were looking for work and available for work and therefore classified as unemployed. The remainder were either not looking for work and/or not available for work and therefore classified as economically inactive.\n"
    },
    {
      "title": "In this bulletin",
      "markdown": "This Statistical Bulletin contains estimates for Young People Not in Education, Employment or Training (NEET) in the UK. [An article providing background information (88.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/articles-and-reports/young-people-who-are-neet.pdf \"young people who are NEET\") is available on the ONS website. The Bulletin is published four times a year in February, May, August and November. All estimates discussed in this Statistical Bulletin are for the United Kingdom and are seasonally adjusted. The figures discussed in this Statistical Bulletin are obtained from the Labour Force Survey (a survey of households) and are therefore estimates, not precise figures.\n\nThis Statistical Bulletin is accompanied by a [data table in spreadsheet format (401 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/young-people-not-in-education--employment-or-training--neets-/february-2015/rft---table-1.xls \"RFT -Table 1\") .\n"
    },
    {
      "title": "Total young people who were not in education, employment or training (NEET)",
      "markdown": "For October to December 2014, there were 963,000 young people (aged from 16 to 24) who were Not in Education, Employment or Training (NEET), up 9,000 on July to September 2014 and down 78,000 from a year earlier.  For October to December 2014, 13.2% of all people aged from 16 to 24 were NEET, up 0.2 percentage points on July to September 2014 and down 1.0 percentage point on a year earlier. Chart 1 shows the percentage of people aged from 16 to 24 who were NEET over the last five years.\n\n### Chart 1: People aged from 16 to 24 not in education, employment or training as a percentage of all people aged from 16 to 24, seasonally adjusted\n[Chart 1-Chart]\n\nFor October to December 2014, there were 59,000 people aged from 16 to 17 who were Not in Education, Employment or Training (NEET), up 3,000 from July to September 2014 and down 8,000 from a year earlier. There were 905,000 people aged from 18 to 24 who were NEET, up 6,000 from July to September 2014 and down 70,000 from a year earlier. \n"
    },
    {
      "title": "Unemployed young people who were NEET",
      "markdown": "Unemployment measures people without a job who have been actively seeking work within the last four weeks and are available to start work in the next two weeks. For October to December 2014, there were 450,000 unemployed young people (aged from 16 to 24) who were Not in Education, Employment or Training (NEET), up 1,000 from July to September 2014 and down 119,000 from a year earlier. For October to December 2014:\n\n- there were 269,000 unemployed men aged from 16 to 24 who were NEET, and\n\n- there were 181,000 unemployed women aged from 16 to 24 who were NEET.\n"
    },
    {
      "title": "Economically inactive young people who were NEET",
      "markdown": "Economic inactivity measures people not in employment who have not been seeking work within the last four weeks and/or are unable to start work within the next two weeks. For October to December 2014, there were 513,000 economically inactive young people (aged from 16 to 24) who were Not in Education, Employment or Training (NEET), up 9,000 from July to September 2014 and up 42,000 from a year earlier. For October to December 2014:\n\n- there were 145,000 economically inactive men aged from 16 to 24 who were NEET, and\n\n- there were 367,000 economically inactive women aged from 16 to 24 who were NEET.\n"
    },
    {
      "title": "Quality information",
      "markdown": "[Quality Information (227.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/social-statistics/quality-and-methodology-information-for-the-labour-force-survey--lfs-.pdf \"Quality and methodology information for the labout force survey\") for the Labour Force Survey (LFS) is available on the website.\n\nFurther information about the LFS is available from:\n\n- the [LFS User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/labour-market-statistics/index.html \"Labour Force Survey\"), and\n\n- [LFS Performance and Quality Monitoring Reports](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/labour-force-survey/index.html \"Labour Force Survey Performance and Quality Monitoring Reports\").\n\n### Accuracy of the statistics: Estimating and reporting uncertainty\n\nThe figures in this Statistical Bulletin come from the Labour Force Survey, a survey of UK households. Surveys gather information from a sample rather than from the whole population. The sample is designed carefully to allow for this, and to be as accurate as possible given practical limitations like time and cost constraints, but results from sample surveys are always estimates, not precise figures. This means that they are subject to some uncertainty. This can have an impact on how changes in the estimates should be interpreted, especially for short-term comparisons.\n\nWe can calculate the level of uncertainty (also called “sampling variability”) around a survey estimate by exploring how that estimate would change if we were to draw many survey samples for the same time period instead of just one. This allows us to define a range around the estimate (known as a “confidence interval”) and to state how likely it is in practice that the real value that the survey is trying to measure lies within that range. Confidence intervals are typically set up so that we can be 95% sure that the true value lies within the range – in which case we refer to a “95% confidence interval”.\n\nFor example, the total number of people Not in Education, Employment or Training (NEET) aged 16 to 24 for October to December 2014 was estimated to be 963,000. This figure had a stated 95% confidence interval of +/- 52,000. This means that we can be 95% certain that the true total number of people NEET aged 16 to 24 for October to December 2014 was between 911,000 and 1.015 million. However, the best estimate from the survey was that the total number of people NEET aged 16 to 24 was 963,000.\n\nThe percentage of people NEET aged 16 to 24 for the same period was estimated at 13.2%, with a stated 95% confidence interval of +/- 0.7%. This means that we can be 95% sure that the percentage of person NEET was between 12.5% and 13.9%. Again, the best estimate from the survey was that the percentage of people NEET aged 16 to 24 was 13.2%.\n\n### Working with uncertain estimates\n\nIn general, changes in the numbers (and especially the rates) reported in this Statistical Bulletin between three month periods are small, and are not usually greater than the level that is explainable by sampling variability. In practice, this means that small, short-term movements in reported rates (for example within +/- 0.3 percentage points) should be treated as indicative, and considered alongside medium and long-term patterns in the series and corresponding movements in administrative sources, where available, to give a fuller picture.\n\n### Seasonal adjustment and uncertainty\n\nLike many economic indicators, the labour market is affected by factors that tend to occur at around the same time every year; for example school leavers entering the labour market in July and whether Easter falls in March or April. In order to compare movements other than annual changes in labour market statistics, such as since the previous quarter or since the previous month, the data are seasonally adjusted to remove the effects of seasonal factors and the arrangement of the calendar. Estimates discussed in this Statistical Bulletin are presented seasonally adjusted. While seasonal adjustment is essential to allow for robust comparisons through time, it is not possible to estimate uncertainty measures for the seasonally adjusted series.\n\n[Table NEET 2 (27.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/young-people-not-in-education--employment-or-training--neets-/february-2015/rft---table-2.xls \"RFT - Table 2\") shows sampling variabilities for NEETs estimates derived from the **Labour Force Survey** .\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. Further statistics on young people in the labour market for the UK were published on 18 February 2015 within the main Labour Market Statistics release and are available at [data table A06 (2.53 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/february-2015/table-a06.xls \"Table A06a\") . Information on availability of sub-national estimates of Young People who are NEET is available in [an article published on the website (88.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/articles-and-reports/young-people-who-are-neet.pdf \"Young people who are NEET\") .\n\n2. The next bulletin will be published on 21 May 2015. A list of the job titles of those given [pre-publication access](http://www.ons.gov.uk/ons/rel/lms/young-people-not-in-education--employment-or-training--neets-/february-2015/pre-release-list.html \"pre-release list\") to the contents of this Statistical Bulletin is available on the website.\n\n3. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/employmentandlabourmarket/peoplenotinwork/unemployment/bulletins/youngpeoplenotineducationemploymentortrainingneet/2015-02-26",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/employmentandlabourmarket"
    },
    {
      "uri": "/employmentandlabourmarket/peoplenotinwork"
    },
    {
      "uri": "/employmentandlabourmarket/peoplenotinwork/unemployment"
    }
  ],
  "description": {
    "headline1": "There were 963,000 young people (aged from 16 to 24) in the UK who were Not in Education, Employment or Training (NEET), an increase of 9,000 on July to September 2014 and down 78,000 from a year earlier.",
    "headline2": "The percentage of all young people in the UK who were NEET was 13.2%, up 0.2 percentage points on July to September 2014 and down 1.0 percentage point from a year earlier.",
    "headline3": "Just under half (47%) of all young people in the UK who were NEET were looking for work and available for work and therefore classified as unemployed. The remainder were either not looking for work and/or not available for work and therefore classified as economically inactive.",
    "edition": "February 2015",
    "nationalStatistic": false,
    "contact": {
      "email": "nicholas.palmer@ons.gsi.gov.uk",
      "name": "Nick Palmer",
      "telephone": "+44 (0)1633 455839"
    },
    "releaseDate": "2015-02-26T00:00:00.000Z",
    "language": "English",
    "title": "Young People Not in Education, Employment or Training (NEET)",
    "summary": "Estimates for Young People who are Not in Education, Employment or Training (NEET).",
    "keywords": [
      "Young people",
      "Youth",
      "unemploymet",
      "inactivity"
    ]
  }
}