{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "UK electoral statistics 2012",
      "markdown": "- The total number of UK parliamentary electors in December 2012 was 46,353,900, a rise of 0.5 per cent from December 2011.\n- The total number of UK local government electors in December 2012 was 47,748,900, a rise of 0.8 per cent from December 2011.\n- In the year to December 2012, of the UK constituent countries the highest growth in the number of both parliamentary and local government electors has been in Northern Ireland with the lowest growth in Wales. \n- At regional level in England, the highest growth in the number of parliamentary electors in the year to December 2012 was in Yorkshire and The Humber and the lowest in London.\n- The highest growth in the number of local government electors at regional level within England in the year to December 2012 was in the East of England and the lowest in the North East.\n\n"
    },
    {
      "title": "Introduction",
      "markdown": "Electoral statistics are put together by the Office for National Statistics (ONS) and published for the UK and its constituent countries, local government areas and parliamentary constituencies. They provide annual counts of the number of people who are on the electoral registers, usually at 1 December each year.\n\nTo make sure that the electoral register was as complete and accurate as possible ahead of the Police and Crime Commissioner Elections in November 2012, the annual revised electoral registers for England and Wales (excluding London) were published on 16 October.  This was a one-off event for 2012.  The revised electoral registers for London, Scotland and Northern Ireland were published as usual with a reference date of 1 December.\n\nReferences in this release to 1 December 2012 should be taken to include those registers made up to both dates: 16 October 2012 and 1 December 2012.\n\nStatistics are available for the two main groups of voters:\n\n- Parliamentary Electors – those entitled to vote in Westminster Parliamentary elections\n- Local Government Electors – those entitled to vote in local government and European elections\n\nThe difference in who is entitled to vote at parliamentary and/or local elections largely depends on residence and citizenship conditions. Local Government Electors for example, include those European Union citizens resident in the UK who are not entitled to vote in Westminster Parliamentary elections, whilst Parliamentary Electors include British citizens resident overseas who are not entitled to vote in local government elections.  Further information on the eligibility criteria can be found in a Quality and Methodology Information paper from our [Quality Reports for Government Statistics page](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/government/index.html \"Government\").\n\nThere are three key reasons why the registered numbers of electors in an area can change from year to year:\n\n- a change in the size of the population who are entitled to vote; for example, due to international migration\n- a change in the proportion of the eligible population who actually register to vote; for example, more people registering as a result of better canvassing\n- differences in administrative practices; for example, the extent of use of the ‘carry forward’, which allows for an elector to be retained on the electoral register for a year when they have not responded to an annual canvass\n\n**Methods, quality and uses**\n\nFor England and Wales, electoral statistics are taken from data supplied to ONS by local Electoral Registration Officers at the end of December each year. Data for Scotland are similarly collected by National Records of Scotland (NRS). Data for Northern Ireland are collected by the Electoral Office for Northern Ireland (EONI). ONS then bring together statistics for the UK using the data supplied by NRS and EONI.\n\nMore information is available from our Electoral Statistics Information page.\n\nElectoral statistics are gathered and published by ONS. They are used by Boundary Commissions and the Electoral Commission to help with the improvement of electoral policies and for statutory reviews of parliamentary constituency boundaries. The statistics are also of interest to Members of Parliament and the general public.\n\nElectoral statistics represent the most accurate count possible of the number of electors on 1 December each year. They are subject to full quality assurance procedures and are reliable and comparable across the UK constituent countries. Information on the quality of these statistics is provided in a Quality and Methodology Information paper available from our [Quality Reports for Government Statistics page](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/government/index.html \"Government\").\n\n"
    },
    {
      "title": "Parliamentary electors",
      "markdown": "The total number of UK parliamentary electors in December 2012 was 46,353,900, a rise of 0.5 per cent from December 2011.\n\nThe total number of parliamentary electors in each of the UK constituent countries and the percentage changes during the year to December 2012 are:\n\n- England - 38,837,300, a rise of 0.5 per cent\n- Wales - 2,301,100, a rise of 0.1 per cent\n- Scotland - 3,985,300, a rise of 1.1 per cent\n- Northern Ireland - 1,230,200, a rise of 1.4 per cent\n\nOver the last five years the total number of UK parliamentary electors has risen by an average of 0.6 per cent each year. Different patterns of change can however be seen at UK constituent country level. The number of electors in England has risen on average by 0.5 per cent each year.  The number of electors in both Scotland and Wales has risen on average by 0.5 per cent and 0.4 per cent each year respectively; however both showed a fall between the 2008 and 2009 registers. Northern Ireland has had higher growth in the number of parliamentary electors every year, averaging 1.9 per cent across the period 2007 to 2012.\n\n### Figure 1: Annual percentage change in parliamentary electors for UK constituent countries, 2007/08 - 2011/12\n\nFigure 1 - Chart\n\nAcross England there was a 0.5 per cent rise in the total number of parliamentary electors between 2011 and 2012, which is the lowest overall recorded growth since 2007 to 2008.\n\nFigure 2 however shows that there was large variation between English regions in 2011 to 2012, with Yorkshire and The Humber and the East of England showing growth of about 0.8 per cent compared to growth of less than 0.1 per cent in London. \n\nLooking at the changes in parliamentary electors this year to the changes recorded last year shows up some large regional differences. Though the East of England and the South East show growth that is within 0.1 per cent of last year’s growth, both London and the North East show large differences in growth.\n\n### Figure 2: Percentage change in parliamentary electors for English regions, 2011-2012 compared with 2010-2011\n\nFigure 2 - Chart\n\n#### Parliamentary constituencies\n\nThere are at present 650 Westminster Parliamentary Constituencies in the UK made up of 533 in England, 59 in Scotland, 40 in Wales and 18 in Northern Ireland. These boundaries came into force at the May 2010 General Election. Electoral statistics provide counts of the total number of parliamentary electors for all Parliamentary Constituencies in the UK.\n\nThe typical size of constituencies differs between the constituent countries of the UK with a median total parliamentary electorate across constituencies of about 72,900 in England, 68,000 in Scotland, 67,100 in Northern Ireland and 57,400 in Wales.\n\nIn December 2012, the parliamentary constituency with the smallest sized electorate at 22,100 was Na h-Eileanan an Iar and the largest electorate at 111,100 was Isle of Wight.  These unusual electoral sizes are explained by these areas being island constituencies.\n\nThe total parliamentary electorate grew in 498 constituencies (77 per cent) between December 2011 and December 2012. In total 15 constituencies had growth of more than three per cent in their parliamentary electorate including one which grew by more than eight per cent.\n\n### Table 1: Westminster parlimentary constituencies with greatest percentage increase in parliamentary electors in the year to December 2012\n\nTable 1 - Table\n\nEight of the constituencies with the greatest percentage growth in parliamentary electors in the year to December 2012 are in England, with two constituencies in Scotland also in the top ten. Six of these top ten areas are borough constituencies, which are mainly urban areas. The remaining four areas are county constituencies which are partly or mostly rural. The labelling of a constituency as a borough or county is made by the relevant Boundary Commission.\n\nNote that the constituencies of Ochil and South Perthshire, and Plymouth Sutton and Devonport both appeared in the list of constituencies with the greatest percentage fall in parliamentary electors in the previous year. This turnaround for both constituencies may in part link to changes in population size or the population entitled to vote, or administrative differences in how the register was put together between the years.\n\nThe greatest percentage growth in parliamentary electors for a constituency in Northern Ireland was 2.2 per cent for Belfast South (ranked 37\u003csup\u003eth\u003c/sup\u003e), and the constituency of Cardiff South and Penarth (ranked 48\u003csup\u003eth\u003c/sup\u003e) showed the greatest growth in Wales at 2.1 per cent.\n\nThe total parliamentary electorate fell in 152 constituencies (23 per cent) between December 2011 and December 2012. However, only five constituencies had a fall of more than three per cent in their parliamentary electorate including one which fell by more than seven per cent.\n\n### Table 2: Westminster Parliamentary Constituencies with greatest percentage decrease in parliamentary electors in the year to December 2012\n\nTable 2 - Table\n\nEight of the constituencies with the greatest percentage fall in parliamentary electors in the year to December 2012 are in England and two are in Wales. The constituency with the greatest fall in parliamentary electors in Scotland was Glenrothes at -1.7 per cent (ranked 24\u003csup\u003eth\u003c/sup\u003e). As for last year, no constituencies in Northern Ireland had a fall in their number of parliamentary electors.\n\nThe Welsh parliamentary constituency of Ceredigion was ranked fourth for the greatest growth in electorate in the previous year, and so the fall in electorate this year may be linked to changes in population size, the population eligible to vote or administrative differences in how the register was put together.\n\n"
    },
    {
      "title": "Local government electors",
      "markdown": "The total number of UK local government electors in December 2012 was 47,748,900, a rise of 0.8 per cent from December 2011.\n\nThe total number of local government electors in each of the UK constituent countries and the percentage changes during the year to December 2012 are:\n\n- England - 40,110,000, a rise of 0.7 per cent\n- Wales - 2,328,300, a rise of 0.3 per cent\n- Scotland - 4,063,200 a rise of 1.4 per cent\n- Northern Ireland - 1,247,300, a rise of 1.6 per cent\n\nOver the last five years the total number of UK local government electors has risen by an average of 0.8 per cent each year.  However, different patterns of change can be seen at UK constituent country level. The number of electors in England has grown by an average of 0.8 per cent each year over the period. The number of electors in Scotland fell between 2008 and 2009, but this is made up by growth in the other years to give Scotland a similar average growth to that of England at 0.7 per cent each year. Northern Ireland continues to show higher growth in the number of local government electors, averaging 2.1 per cent across the period 2007 to 2012. The pattern is similar to that seen for the parliamentary electorate.  Wales displays an annual average growth of 0.5 per cent over the last five years and so has the lowest growth of all UK constituent countries.\n\n### Figure 3: Annual percentage change in local government electors for UK constituent countries, 2007/08-2011/12\n\nFigure 3 - Chart\n\nAcross England there was a 0.7 per cent rise in the total number of local government electors between 2011 and 2012, the lowest yearly rise since 2007 to 2008.\n\nThere was large variation between different regions with the East of England rising by 1.0 per cent compared to a rise of 0.4 per cent in the North East of England. \n\nLooking at the changes in local government electors this year to the changes recorded last year shows up some large regional differences. Both the North East and London show large changes in growth rate – copying the pattern seen for these regions in the parliamentary electorate.\n\n### Figure 4: Percentage change in local government electors for English regions, 2011-2012 compared with 2010-2011\n\nFigure 4 - Chart\n\n#### Local government areas\n\nLocal government areas are unitary authorities, London boroughs and district councils in England; unitary authorities in Wales; and council areas in Scotland and Northern Ireland. There are a total of 406 local government areas in the UK; 326 in England, 32 in Scotland, 26 in Northern Ireland and 22 in Wales.\n\nIn December 2012, the size of local government electorates ranged from the 1,800 electors in Isles of Scilly to 755,900 in Birmingham. The typical size of local government electorates varies between the constituent countries of the UK with a median across local government areas of about 99,400 in Wales, 98,100 in England, 93,600 in Scotland but only 41,000 in Northern Ireland.\n\nThe total local government electorate grew in 343 local government areas (84 per cent) between December 2011 and December 2012. However, only 35 areas had growth of more than two per cent in their electorate, including one which grew by more than four per cent.\n\n### Table 3: Local government areas with greatest percentage increase in local government electors in the year to December 2012\n\nTable 3 - Table\n\nSix of the local government areas with the greatest percentage growth in local government electors in the year to December 2012 are in England and four areas are in Scotland.\n\nClackmannanshire had the largest percentage fall in local government electors last year (-4.6%) and its turnaround this year may be due to changes in population size, the population entitled to vote or administrative differences in how the register was put together in 2011.\n\nThe total local government electorate fell in 63 local government areas (16 per cent) between December 2011 and December 2012. However, only three areas had a fall of more than two per cent in their local government electorate including one which fell by more than six per cent.\n\nEight of the local government areas in the top ten for the greatest percentage fall in local government electors are in England, including Tower Hamlets which has the largest percentage fall at -6.0 per cent (owing in part to non responders not being carried forward in the annual canvass). The other two are both in Wales.\n\nThe local government area with the greatest fall in local government electors in Scotland was Fife at -1.4 per cent (ranked 11\u003csup\u003eth\u003c/sup\u003e). No areas in Northern Ireland had a fall in their number of local government electors.\n\nCeredigion had the second largest percentage growth  in local government electors in the previous year (4.2%) and it would seem that the fall shown this year of -1.7 per cent of the electorate may be as a result of changes in population size, population eligible to vote or administrative differences in how the register was put together. Note that the parliamentary constituency of Ceredigion shows the same trend.\n\n### Table 4: Local government areas with greatest percentage decrease in local government electors in the year to December 2012\n\nTable 4 - Table\n\n"
    },
    {
      "title": "Related information",
      "markdown": "#### Comparing population estimates and electoral statistics\n\nThe electoral statistics in this release give information on the number of people who are registered to vote in the UK - there is no similar collection of data on the number of people who are eligible to vote but who choose not to register. \n\nONS provides mid-year estimates of the resident population, and these have sometimes been used as an estimate of the total number of people who are entitled to vote. These estimates will include some people who are not eligible to vote and so care must be taken in using these data.\n\nONS are looking into options for producing the detailed information about small areas and neighbourhoods that have usually been main outputs from the census in the Beyond 2011 Programme.  The value of administrative data is being measured as part of this work, and the Programme has recently published research looking at the scope and quality of the Electoral Register as a likely supply of data in the [Administrative Data Sources Report on the Electoral Register](http://www.ons.gov.uk/ons/about-ons/what-we-do/programmes---projects/beyond-2011/news/reports-and-publications/sources/beyond-2011--administrative-data-sources-report--electoral-register.pdf \"Administrative Data Sources Report on the Electoral Register\").\n\n#### Sixth periodic review of UK parliamentary constituencies (‘2013 Review’)\n\nWestminster Parliamentary Constituency boundaries are timetabled for review every five years by the Boundary Commissions for England, Scotland, Wales and Northern Ireland under The Parliamentary Voting System and Constituencies Act, 2011, which amended the Parliamentary Constituencies Act 1986.\n\nThe 2013 Review, being the first to take place under this legislation, has been cancelled following the Electoral Registration and Administration Bill receiving Royal Assent. The next review is scheduled for completion in 2018.\n\nONS will respond to any future review and provide Westminster parliamentary constituency statistics on the basis of new boundaries.\n\n#### Individual electoral registration\n\nThe current electoral registration system in Great Britain is at household level, with one person in the household returning a registration form on behalf of all eligible voters resident at that address. The Electoral Registration and Administration Act 2013 allows a new Individual Electoral Registration (IER) system to be introduced from 2014. Under the new system, voters will register separately, each providing their own unique identifiers, such as National Insurance number and date of birth, so that their information can be verified.\n\nONS will work closely with the relevant government organisations to make sure that future Electoral Statistics fully reflect user needs after the start of IER.\n\n[Further information on IER](http://www.cabinetoffice.gov.uk/constitutional-reform \"Constitutional Reform\") is available from the Cabinet Office website. \n\n"
    },
    {
      "title": "Other electoral statistics",
      "markdown": "Other electoral statistics produced for areas in the UK include:\n\n#### England\n\nStatistics for parliamentary electors for electoral wards in England for 1 December 2010 have been published by the Boundary Commission for England. These statistics are produced from data collected from Electoral Registration Officers by ONS and are those used for the 2013 boundary review process.\n\nThe data can be obtained for each English region from the [Boundary Commission for England website](http://consultation.boundarycommissionforengland.independent.gov.uk/electoral-data/ \"Boundary Commission for England\").\n\n##### Wales\n\nStatistics for National Assembly for Wales electors by Assembly Constituencies are published by the Welsh Government. Those electors who are eligible to vote in local government elections in Wales are eligible to vote in National Assembly for Wales elections. These statistics are produced from data collected from Electoral Registration Officers by ONS.\n\nThe data are available from [StatsWales](http://www.statswales.wales.gov.uk/ReportFolders/reportfolders.aspx?IF_ActivePath\u003dP,345,3472 \"StatsWales\").\n\nThe Boundary Commission for Wales also publish [statistics for the parliamentary electorate by Electoral Divisions](http://wales.gov.uk/docs/bcw/publications/general/120424electorates11en.xls \"statistics for the parliamentary electorate by Electoral Divisions\")\n\n#### Scotland\n\nElectoral statistics for Scotland are produced and published by National Records of Scotland (NRS). Additional statistics not included in the overall UK publication cover Scottish Parliament Constituencies, Scottish regions and electoral wards. \n\nThe data are available from the [electoral statistics section of the NRS](http://www.gro-scotland.gov.uk/statistics/theme/electoral-stats/index.html \"NRS - Electoral Statistics\").\n\n#### Northern Ireland\n\nElectoral statistics for Northern Ireland are produced and published by the Electoral Office for Northern Ireland (EONI). Monthly electoral statistics for both the parliamentary and local government electorate are available at electoral ward level from the [electoral statistics section of EONI](http://www.eoni.org.uk/index/statistics/electorate-statistics.htm \"EONI - Electoral Statistics\").\n\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n\n2. Electoral statistics for 1 December 2012 are available from the [electoral statistics section](http://www.ons.gov.uk/ons/taxonomy/index.html?nscl\u003dElections+%28Local%2C+National+and+European%29 \"ONS - Electoral Statistics\") of the ONS website.\n\n3. Published tables include counts of local government electors and attainers by local government areas and parliamentary electors and attainers by parliamentary constituency. An attainer is a person who attains the age of 18 during the currency of the register, and is entitled to vote at an election on or after his or her eighteenth birthday.\n\n4. A report describing the methodology used to create the electoral statistics estimates can be found on our [Electoral Statistics Information Page](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/uk-electoral-statistics/electoral-statistics.html \"Electoral Statistics Information Page\").\n\n5. Information on previous elections held in the UK or its constituent countries and a list of upcoming elections and referendums is available from the [Electoral Commission](http://www.electoralcommission.org.uk/elections \"Electoral Commission\").\n\n6. This is the first release of 1 December 2012 UK electoral statistics. No revisions of this dataset have been made.\n\n7. **Next publication:**\nSpring 2014\n\n**Issued by:**\nOffice for National Statistics, Government Buildings, Cardiff Road, Newport NP10 8XG\n\n**Media contact:**\nTel:  Media Relations Office    0845 6041858  \nEmergency on-call    07867 906553 \nEmail: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\n**Statistical contact:**\nTel:  Head of Electoral Statistics Unit    01329 444661 \nEmail: \u003cpop.info@ons.gov.uk\u003e\n\n8. Details of the policy governing the release of new data are available from the Media Relations Office.\n\n© Crown copyright 2013. \nUnder the terms of the Open Government Licence (OGL) and the UK Government Licensing Framework, most material can be used or re-used without specific permission, whether for commercial or private purposes.\n\nTo view this licence, go to: \nThe National Archives website  or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU \nEmail:  \u003cpsi@nationalarchives.gsi.gov.uk\u003e\n\n9. Produced in partnership with National Records of Scotland (NRS) and Electoral Office for Northern Ireland (EONI)\n\n10. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics. \n\nDesignation can be broadly interpreted to mean that the statistics: \n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest. \n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed."
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/peoplepopulationandcommunity/elections/electoralregistration/bulletins/electoralstatisticsforuk/2013-02-28",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "uri": "/peoplepopulationandcommunity/elections"
    },
    {
      "uri": "/peoplepopulationandcommunity/elections/electoralregistration"
    }
  ],
  "description": {
    "headline1": "The total number of UK parliamentary electors in December 2012 was 46,353,900, a rise of 0.5 per cent from December 2011",
    "headline2": "The total number of UK local government electors in December 2012 was 47,748,900, a rise of 0.8 per cent from December 2011",
    "headline3": "In the year to December 2012, of the UK constituent countries the highest growth in the number of both parliamentary and local government electors has been in Northern Ireland with the lowest growth in Wales",
    "edition": "2012",
    "nationalStatistic": true,
    "contact": {
      "email": "pop.info@ons.gsi.gov.uk",
      "name": "Pete Large",
      "telephone": "+44 (0)1329 444661"
    },
    "releaseDate": "2013-02-28T00:00:00.000Z",
    "language": "English",
    "title": "Electoral Statistics for UK",
    "summary": "Tables of electors registered to vote in local and parliamentary elections in the UK on 1 December of the reference year",
    "keywords": [
      "00curres",
      "Electoral",
      "local government",
      "parliamentary constituencies"
    ]
  }
}