{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Dawn Snape",
    "email": "dawn.snape@ons.gsi.gov."
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Points",
      "markdown": "- Personal well-being improved in the UK between 2011/12 and 2012/13. Ratings for life satisfaction and feeling that the things we do in life are worthwhile increased on average, whilst anxiety levels fell.\n- The proportions rating their personal well-being as very high or very low fell between 2011/12 and 2012/13 in the UK, while the proportion rating their well-being around 7 or 8 out of 10 increased.\n- Among the countries of the UK, Northern Ireland had the highest average ratings for life satisfaction, worthwhile and happiness in 2012/13. A greater proportion of people in Northern Ireland rated their life satisfaction, worthwhile and happiness as very high (9 or 10 out of 10) than in any other country.\n- Among the English regions, the South West and the South East had some of the highest levels of average life satisfaction and worthwhile ratings in 2012/13. The South West also had proportionately more people than any other region rating life satisfaction, worthwhile and happiness as 9 or 10 out of 10.\n- The relationship between personal well-being and local circumstances is complex and the reasons why different areas of the UK have different levels of personal well-being is not yet fully understood. ONS plan to publish further analysis later this year looking in detail at how different aspects of where we live contribute to personal well-being.\n"
    },
    {
      "title": "Background",
      "markdown": "This is the first statistical bulletin from ONS exploring how personal well-being varies across the countries, regions and more local areas of the UK. The estimates in this bulletin are based on data from the Annual Population Survey (APS) from April 2012 to March 2013 which includes responses from around 165,000 people.  This provides a large representative sample of adults aged 16 and over who live in residential households in the UK.\n\nA separate bulletin published by ONS in July 2013 provided estimates of personal well-being for the UK as a whole, broken down by sex, age, ethnicity, relationship status, health, disability and employment status.\n\nThe four questions which are used to monitor personal well-being in the UK are:\n\n1. Overall, how satisfied are you with your life nowadays?\n2. Overall, to what extent do you feel the things you do in your life are worthwhile?\n3. Overall, how happy did you feel yesterday?\n4. Overall, how anxious did you feel yesterday?\n\nThe findings reported here are based on people’s responses to these four questions.  People are asked to give their answers on a scale of 0 to 10 where 0 is \u0027not at all\u0027 and 10 is \u0027completely\u0027. These questions allow people to make an assessment of their life overall, as well as providing an indication of their day-to-day emotions. Although \u0027yesterday\u0027 may not be a typical day for any one individual, the large sample means that these differences \u0027average out\u0027 and provide a reliable assessment of the anxiety and happiness of the adult population in the UK over the year.\n\nIn response to user demand, the data released with this bulletin are available for the first time at a range of different geographical levels.  Please see [Methodology](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/sb---personal-well-being-across-the-uk--2012-13.html#tab-Methodology \"Methodology\") section for full details.\n"
    },
    {
      "title": "Definitions",
      "markdown": "Two different methods are used to help explain the findings.\n\n- **Averages** based on ratings for each aspect of personal well-being on the 0 to 10 point scale.  This provides another summary measure that allows comparisons using a single number for each aspect of personal well-being.\n- **Distributions** focusing particularly on the proportions of people rating each aspect of their well-being at the highest and lowest levels.\n\nThe highest levels of life satisfaction, worthwhile and happiness include ratings of 9 or 10 out of 10.  For anxiety, ratings of 0 or 1 out of 10 indicate the lowest levels of anxiety and therefore the highest well-being.\n\nThe lowest levels of life satisfaction, worthwhile and happiness include ratings of 0 to 4 out of 10.  For anxiety, ratings of 6 or more out of 10 indicate the highest levels of anxiety and therefore the lowest well-being.\n\nIt should  be noted that ‘highest’ and ‘lowest’ well-being are more narrowly defined here than in the release of data in July (ONS, 2013a).  This will  help highlight more clearly the differences between areas.  The [reference tables](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/index.html \"Personal Well-being across the UK, 2012/13\") provide the data for both 2011/12 and 2012/13, broken down by the same thresholds to allow consistent comparisons.\n\nThroughout the bulletin, only findings that are statistically significant are commented upon. Two methods of determining statistical significance have been used in this bulletin:  p-values for change over time and non-overlapping confidence intervals for cross-sectional comparisons between an area estimate and the UK estimate.  The [reference tables](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/index.html \"Personal Well-being across the UK, 2012/13\") contain full details of each.\n"
    },
    {
      "title": "Personal well-being in the UK, 2012/13",
      "markdown": "Figure 1 shows how people in the UK rated each aspect of their personal well-being out of 10 in 2011/12 and 2012/13.\n\n#### Figure 1: Distribution of responses for personal well-being, 2011/12 \u0026 2012/13\n##### United Kingdom\n[![Figure 1: Distribution of responses for personal well-being, 2011/12 \u0026 2012/13](http://www.ons.gov.uk/ons/resources/pwb_tcm77-331998.png)](http://www.ons.gov.uk/ons/resources/pwb_tcm77-331998.png \"Figure 1: Distribution of responses for personal well-being, 2011/12 \u0026 2012/13\")\n\nSource: Annual Population Survey (APS) - Office for National Statistics\n ##### Notes:\n1. Adults aged 16 and over were asked \u0027Overall, how satisfied are you with your life nowadays?\u0027, \u0027Overall, to what extent do you feel the things you do in your life are worthwhile?\u0027, \u0027Overall, how happy did you feel yesterday?\u0027 and \u0027Overall, how anxious did you feel yesterday?\u0027 where 0 is \u0027not at all\u0027 and 10 is \u0027completely\u0027.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/chd-figure-1.xls \"XLS format\") (30 Kb)\n\nYou can explore the data further using interactive graphs showing [different levels of personal well-being](http://www.ons.gov.uk/ons/external-links/about-statistics/wellbeing/personal-well-being-interactive-bar-chart.html \"Personal well-being interactive bar chart\") and [overall averages](http://www.ons.gov.uk/ons/external-links/about-statistics/wellbeing/average-personal-well-being-interactive-bar-chart.html \"Average well-being interactive bar chart\").\n\nKey findings to note about personal well-being in the UK (see Table 1) include:\n\n- Small improvements in the average ratings of life satisfaction, worthwhile and anxiety between 2011/12 and 2012/13\n- A fall in the proportion of people in the UK reporting very low personal well-being across all four measures in 2012/13 compared with the previous year\n- A fall in the proportion of people reporting very high happiness levels in 2012/13 compared with the previous year\n- An increase in the proportion of people reporting very low anxiety in 2012/13 compared with the previous year.\n\n\nThe small decreases in the proportions of people reporting very high life satisfaction, worthwhile and happiness have been off-set by small increases in the proportions reporting more moderate levels of well-being in the range of 7-8 out of 10.\n\n### The findings in context\n\nReasons for the small improvement in personal well-being between 2011/12 and 2012/13 are not fully understood.\n\nRecent ONS analysis on ‘What matters most to personal well-being?’ (ONS, 2013b) found that the factors most associated with personal well-being are health, employment situation and relationship status.  Where possible, these factors will be referred to to help contextualise differences in personal well-being across different areas of the UK.\n\nAt the UK level, improvements in the labour market picture and special events such as the Queen’s Diamond Jubilee and the 2012 Summer Olympic and Paralympic games were suggested as factors which could have positively influenced people’s assessment of their personal well-being during the 2012/13 period (ONS, 2013a).\n\n#### Table 1: Overall Personal Well-being in the UK, 2011/12 and 2012/13\n##### United Kingdom\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. *Indicates significant at the 0.05 level.\n2. Final percentage point change rounded to 2 decimal places.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-1.xls \"XLS format\") (30.5 Kb)\n"
    },
    {
      "title": "Personal well-being in the UK countries, 2012/13",
      "markdown": "This section provides average ratings for each measure of personal well-being across the countries of the UK in 2012/13.  It also considers the proportions of people rating each aspect of well-being at the highest and lowest levels and changes between 2011/12 and 2012/13.\n\nMaps 1 and 2  show the differences in personal well-being across the countries of the UK. You can explore the data further using interactive maps showing personal well-being findings across the UK.\n\n#### Map 1: Percentages of high personal well-being, by country, 2012/13\n##### United Kingdom\n[![Map 1: Percentages of high personal well-being, by country, 2012/13](http://www.ons.gov.uk/ons/resources/highwellbeing_tcm77-331733.png)](http://www.ons.gov.uk/ons/resources/highwellbeing_tcm77-331733.png \"Map 1: Percentages of high personal well-being, by country, 2012/13\")\n\nSource: Annual Population Survey (APS) - Office for National Statistics\n\n##### Download map:\n![PNG](http://www.ons.gov.uk/ons/resources/iconpng_tcm77-218163.gif \"PNG\")  [PNG](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/map-highwellbeing-download.png \"PNG\") (358.4 Kb)\n\n#### Map 2: Percentages of low personal well-being, by country, 2012/13\n##### United Kingdom\n[![Map 2: Percentages of low personal well-being, by country, 2012/13](http://www.ons.gov.uk/ons/resources/lowwellbeing_tcm77-332344.png)](http://www.ons.gov.uk/ons/resources/lowwellbeing_tcm77-332344.png \"Map 2: Percentages of low personal well-being, by country, 2012/13\")\n\nSource: Annual Population Survey (APS) - Office for National Statistics\n\n##### Download map:\n![PNG](http://www.ons.gov.uk/ons/resources/iconpng_tcm77-218163.gif \"PNG\")  [PNG](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/map-lowwellbeing-download.png \"PNG\") (350.8 Kb)\n\n### The personal well-being picture in 2012/13:  UK countries\n\nKey points to note about personal well-being in the UK countries in 2012/13 (see Tables 2-4):\n\n- In 2012/13, Northern Ireland had proportionately more people than any other country rating their life satisfaction, worthwhile and happiness as very high (9 or 10 out of 10). Average ratings of life satisfaction, worthwhile and happiness were higher in Northern Ireland than in the UK as a whole.  Wales had proportionately more people than any other country in the UK rating their life satisfaction and worthwhile as very low (0-4 out of 10).\n- Scotland had proportionately more people than any other country in the UK rating their anxiety as very low (0-1 out of 10) in 2012/13.\n- Between 2011/12 and 2012/13, the proportion of people reporting very low anxiety (0-1 out of 10) increased in England, Scotland and Northern Ireland.  Over the same period, the proportion reporting very high anxiety in England, Scotland and Wales (6-10 out of 10) decreased.\n- Between 2011/12 and 2012/13, the proportions of people reporting very low life satisfaction (0-4 out of 10) fell in England, Scotland and Northern Ireland.  Only Northern Ireland saw an increase in the proportion rating their life satisfaction at the highest levels (9-10 out of 10).\n- Although the average ratings of happiness remained unchanged in England and Wales between 2011/12 and 2012/13, proportionately fewer people in each country rated their happiness levels as very high (9-10 out of 10).\n\n### The findings in context\n\nThis section considers how findings based on people’s own ratings of their personal well-being relate to circumstances in the areas in which they live.  It shows that traditional measures of social progress such as unemployment rates, gross value added per head and life expectancy may sometimes present a different picture to that presented by personal well-being estimates. For example:\n\n- During the period from February to April 2013, Wales had the highest unemployment rate among the countries of the UK at 8.4% (ONS, 2013c).  In 2012/13, a greater proportion of people in Wales rated their life satisfaction and worthwhile as very low, compared with other countries in the UK and the UK as a whole.\n- Gross value added (GVA) per head is an economic indicator that divides total economic output in the area by the population of the area.  It is a measure of the economic competitiveness of an area and is also related to deprivation.\n- In 2011, England had the highest GVA per head (£21,349) among the UK countries, but was among the countries with the lowest average personal well-being ratings. In the same year, Northern Ireland had the third lowest GVA per head (£16,531) but the highest personal well-being average rating (ONS, 2012a). The two countries with the lowest life expectancy rates at birth (Northern Ireland and Scotland) had the highest average personal well-being ratings (ONS, 2011a).\n\nTable 2 summarises the average ratings out of 10 for each country and the UK in 2012/13 and shows the change in each measure since 2011/12.\n\n#### Table 2: Average ratings of Personal Well-being, by UK countries, 2011/12 and 2012/13\n##### United Kingdom\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. *Indicates significant at the 0.05 level.\n2. +Indicates significantly different to the UK estimate for 2012/13.\n3. Final point change rounded to 2 decimal places.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-2.xls \"XLS format\") (29.5 Kb)\n\nTable 3 summarises how the UK countries compared in terms of highest personal well-being in 2012/13.  The change in each measure since 2011/12 is also provided.\n\n#### Table 3: High Personal Well-being, by UK countries, 2011/12 and 2012/13\n##### United Kingdom\n\nTable source: Office for National Statistics\n\n##### Table notes:\n\n1. *Indicates significant at the 0.05 level.\n2. +Indicates significantly different to the UK estimate for 2012/13.\n3. Final percentage point change rounded to 2 decimal places.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-3.xls \"XLS format\") (32 Kb)\n\nTable 4 summarises how the UK countries compared in terms of lowest personal well-being in 2012/13.  The proportionate change in each measure since 2011/12 is also provided.\n\n#### Table 4: Low Personal Well-being, by UK countries, 2011/12 and 2012/13\n##### United Kingdom\n\nTable source: Office for National Statistics\n\n##### Table notes:\n\n1. *Indicates significant at the 0.05 level.\n2. +Indicates significantly different to the UK estimate for 2012/13.\n3. Final percentage point change rounded to 2 decimal places.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-4.xls \"XLS format\") (30 Kb)\n"
    },
    {
      "title": "Personal well-being in the English regions, 2012/13",
      "markdown": "This section looks at personal well-being in the English regions in 2012/13, focusing on the average ratings of personal well-being and the proportions of people in each region rating their well-being at the highest and lowest levels.  Changes in personal well-being between 2011/12 and 2012/13 for each region are also discussed.\n\nYou can explore the data further using interactive graphs comparing all the regions, for [different levels of personal well-being](http://www.ons.gov.uk/ons/external-links/about-statistics/wellbeing/personal-well-being-interactive-bar-chart.html \"Personal well-bing interactive bar chart\") and [overall averages](http://www.ons.gov.uk/ons/external-links/about-statistics/wellbeing/average-personal-well-being-interactive-bar-chart.html \"Average well-bing interactive bar chart\").  [Interactive maps](http://www.ons.gov.uk/ons/external-links/about-statistics/wellbeing/personal-well-being-across-the-uk-interactive-map.html \"Personal well-bing interactive bar chart\") are also available.\n\n### The personal well-being picture in 2012/13:  English regions\n\nThe findings show that in 2012/13, the South West region had the highest personal well-being ratings and the North East the worst.  The West Midlands had the biggest improvement in personal well-being between 2011/12 and 2012/13.\n\nOther key points to note about personal well-being in the English regions have been taken from Tables 5 – 7 and include:\n\n- English regions with some of the highest average personal well-being ratings were the South West and the South East. Average life satisfaction and worthwhile were higher in these two regions than the averages for the UK as a whole.\n- The South West had the highest proportions of people giving the highest ratings of 9 or 10 out of 10 for life satisfaction and worthwhile, and both were higher than the UK figures.\n- London had the lowest average rating for life satisfaction and the highest average rating for anxiety, both higher than the UK average.\n- In the North East proportionately more people rated their life satisfaction, worthwhile and happiness as 4 or less out of 10, more than in any other region. Additionally, proportionately more people rated their anxiety levels at a high level than in any other region, indicating lower well-being.\n- The region with the biggest change between 2011/12 and 2012/13 for the average ratings was the West Midlands. Life satisfaction and worthwhile increased significantly in 2012/13 and anxiety levels fell.\n- The West Midlands also had the largest fall in the proportions of people giving a low rating of 4 or less for life satisfaction, worthwhile and happiness.\n\n### The findings in context\n\nResearch into why well-being varies across different regional areas is ongoing.  Characteristics which may help explain higher ratings of average well-being in the South West include:\n\n- The South West had the lowest unemployment rate among the English regions at 6.2% in the period from February to April 2013 (ONS, 2013c).\n- The South West has a higher proportion of older people than any other English region. Previous ONS research has found that overall older people have higher than average personal well-being (ONS, 2012b).\n- Among the English regions, the South West had the second highest life expectancy rates at birth for both males and females in 2009-2011 (ONS, 2013d).\n- The South West has the lowest population density across the English regions (ONS, 2012b).\n\nCharacteristics which may explain why the North East had the lowest average personal well-being among the English regions include:\n\nThe North East had the highest unemployment rate among the English regions at 10.1% in the period from February to April 2013 (ONS, 2013c).\n\n- Looking at economic and financial measures, the North East ranked last among the nine English regions on GVA per head (ONS, 2012a). Gross disposable household income is also lower in the North East  than in any other region (ONS, 2013e).\n- Among the English regions, the North East and the North West fared least well on life expectancy, both at birth and at age 65 (ONS, 2013d).\n- Among the regions, healthy life expectancy was lowest in the North East for both males and females compared to all other regions (ONS, 2013f).\n\nLondon also had low average personal well-being ratings, but different issues may explain the well-being picture here including:\n\n- London has the highest gross disposable income per head among the regions and the highest GVA per head.  However, London also has the greatest range of GVA per head of any region with large differences between areas of Inner London and Outer London (ONS, 2012a).\n- Among the regions, London has the highest population density and had the highest population growth between 2011 and 2012.  It also has the highest crime rates (ONS, 2013e).\n- Compared to the other regions, London has the lowest proportion of the population aged 65 and over (11.3% compared to 20.3% in the South West).\n\nTable 5 summarises the average ratings for each aspect of  personal well-being in each region in 2012/13 and also shows the point change out of 10 in each measure since the previous year.\n\n#### Table 5: Average Ratings of Personal Well-being, by English Regions, 2011/12 and 2012/13\n##### England\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. *Indicates significant at the 0.05 level.\n2. +Indicates significantly different to the UK estimate for 2012/13.\n3. Final percentage point change rounded to 2 decimal places.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-5.xls \"XLS format\") (31 Kb)\n\nTable 6 summarises how the English regions compared in terms of highest personal well-being in 2012/13. The proportionate change in each measure since 2011/12 is also provided.\n\n#### Table 6: High Personal Well-being, by English Regions, 2011/12 and 2012/13\n##### England\nTable source: Office for National Statistics\n\n##### Table notes:\n1. *Indicates significant at the 0.05 level.\n2. +Indicates significantly different to the UK estimate for 2012/13.\n3. Final percentage point change rounded to 2 decimal places.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-6.xls \"XLS format\") (31.5 Kb)\n\nTable 7 shows how the English regions compared in terms of lowest personal well-being in 2012/13.  The change in each measure since 2011/12 is also provided.\n\n#### Table 7: Low Personal Well-being, by English Regions, 2011/12 and 2012/13\n##### England\nTable source: Office for National Statistics\n\n##### Table notes:\n1. *Indicates significant at the 0.05 level.\n2. +Indicates significantly different to the UK estimate for 2012/13.\n3. Final percentage point change rounded to 2 decimal places.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-7.xls \"XLS format\") (31 Kb)\n"
    },
    {
      "title": "Personal well-being in English UA/County areas, 2012/13",
      "markdown": "This section looks at personal well-being within the Unitary Authorities and Counties (UA/County) in England in 2012/13, focusing both on average ratings and the highest and lowest levels of personal well-being.\n\n### The personal well-being picture in 2012/13:  English UA/Counties\n\nHampshire and Cornwall had some of the highest levels of personal well-being among the English UA/County areas in 2012/13.  Among the areas with the lowest personal well-being were Stoke-on-Trent, Blackburn with Darwen and Inner London.  The points below focus on areas which had the highest or lowest personal well-being on more than one measure and where the area estimate differs significantly to the UK estimate.  The key points are taken from **Tables 8-11**.\n\nKey points to note about the English UA/County areas with the **highest** personal well-being include the following :\n\n- Hampshire had some of the highest average levels of personal well-being across all four personal well-being questions. Additionally, Hampshire had the second highest proportion of people reporting their anxiety levels as 1 or less out of 10.\n- Cornwall was among the highest for average life satisfaction, worthwhile and happiness. Additionally, when we look at the proportions of people giving the highest ratings of 9 or 10 out of 10 Cornwall was among the highest for life satisfaction and happiness.\n- Rutland had some of the highest average ratings for life satisfaction and worthwhile.\n- Bath and North East Somerset had among the highest average life satisfaction and happiness.\n\nKey points to note about the English UA/County areas with the **lowest** personal well-being include the following :\n\n- Stoke-on-Trent had among the lowest averages ratings for life satisfaction, worthwhile and happiness.  Additionally, Stoke-on-Trent had high proportions of people reporting low ratings of 4 or less for life satisfaction, worthwhile and happiness, indicating low well-being.\n- Inner London had some of the lowest averages for life satisfaction and high anxiety.\n- Blackburn with Darwen had some of the lowest averages for life satisfaction and worthwhile.\n- County Durham had proportionately more people than most other areas rating life satisfaction, worthwhile and happiness as very low at 4 or less out of 10, coupled with high anxiety levels. This suggests low overall low well-being.\n- Merseyside Met County also had high proportions of people reporting low happiness and high anxiety indicating low well-being.\n- Interestingly, some areas that were not among those with the lowest average ratings of life satisfaction, worthwhile and happiness had high average ratings for anxiety such as Brighton and Hove and Milton Keynes.\n\n### The findings in context\n\nThis section examines how circumstances in each area relate to how people rate their personal well-being.  It also highlights how traditional measures of social progress relate to the personal well-being measures.\n\nMany areas of higher personal well-being also have comparatively low unemployment rates.  For example, in the period from February to April 2013, Dorset, Cornwall, Bath and North East Somerset all had low unemployment rates ranging from 4.3% in Dorset to 5.9% in Cornwall and all had very high personal well-being ratings (ONS, 2013c).\n\nThis can be compared with some of the areas identified as having particularly low personal well-being which have very high unemployment rates such as Stoke-on-Trent and Blackburn with Darwen.  In these areas, unemployment over the same period ranged from 8.5% in Stoke-on-Trent to 10.1% in Blackburn with Darwen (ONS, 2013c).\n\nLooking at how life expectancy relates to the personal well-being findings among the UA/ Counties in England, areas with higher personal well-being ratings also have some of the highest average life expectancy rates.  These include Dorset, Cornwall, and Bath and North East Somerset (ONS, 2013d).\n\nThis can be compared to much lower life expectancy at birth in some of the areas with some of the lowest personal well-being ratings such as Stoke-on-Trent, Blackburn with Darwen (ONS, 2013d).\n\nAs noted in relation to the London region, the well-being picture for London looks different to many other areas.  Inner London had some of the lowest average ratings of life satisfaction and high anxiety, but also has the highest disposable household income per head among the English UA/ county area (ONS, 2012d).\n\nWithin Inner London there are large variations in local characteristics.  For example, average life expectancy rates at birth ranged from 78.8 years in Tower Hamlets to 84.0 years in Kensington and Chelsea (ONS, 2013d).\n\n#### Table 8: Highest Average Personal Well-being, by English Unitary Authorities/Counties, 2012/13\n##### England\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-8.xls \"XLS format\") (28 Kb)\n\n#### Table 9: High Personal Well-being, by English Unitary Authorities/Counties, 2012/13\n##### England\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-10.xls \"XLS format\") (29 Kb)\n\n#### Table 10: Lowest Average Personal Well-being, by English Unitary Authorities/Counties, 2012/13\n##### England\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-9.xls \"XLS format\") (28 Kb)\n\n#### Table 11: Low Personal Well-being, by English Unitary Authorities/Counties, 2012/13\n##### England\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-11.xls \"XLS format\") (43 Kb)\n"
    },
    {
      "title": "Personal well-being in Welsh Unitary Authorities, 2012/13",
      "markdown": "This section looks at personal well-being within the Unitary Authorities (UAs) in Wales in 2012/13, focusing both on average ratings and the highest and lowest levels of personal well-being.\n\n### The personal well-being picture in 2012/13:  Unitary Authorities in Wales\n\nGwynedd, the Isle of Anglesey and Pembrokeshire were areas with some of the highest personal well-being in Wales.  Among the areas with lower personal well-being were Newport, Blaenau Gwent and Caerphilly. The points below focus on areas which had the highest or lowest personal well-being on more than one measure and where the area estimate differs significantly to the UK estimate.  The key points are taken from **Tables 12- 15**.\n\nKey points to note about the UAs in Wales with the **highest** personal well-being include the following:\n\n- Gwynedd had some of the highest average ratings of personal well-being across all four questions.\n- The Isle of Anglesey and Gwynedd were among the areas with the highest average life satisfaction, worthwhile and happiness. The Isle of Anglesey and Gwynedd  also had high proportions of people rating life satisfaction as 9 or 10 out of 10.\n- Pembrokeshire had the lowest average anxiety and Carmarthenshire had the highest proportion of people rating their anxiety level as 1 or less out of 10.\nKey points to note about the UAs in Wales with the lowest personal well-being include the following:\n\nNewport was among the areas that had **lowest** average ratings of life satisfaction and worthwhile.\n\n- Caerphilly had the lowest average happiness rating and and was one of the areas with the highest average anxiety ratings as well as a high proportion of people rating their anxiety as 6 or more out of 10. Caerphilly also had one of the highest proportions of people reporting very low levels of worthwhile.\n- Newport had a high proportion of people reporting 4 or less out of 10 for life satisfaction and happiness and Blaenau Gwent was also among the areas with the highest proportions of people rating their life satisfaction, worthwhile and happiness as very low.\n- Merthyr Tydfil had the highest average anxiety and was also among the areas with the highest proportions of people rating their life satisfaction as 4 or less out of 10.\n\n### The findings in context\n\nThe following points show how the personal well-being findings in Wales relate to local circumstances and to other traditional measures of social progress such as unemployment and life expectancy rates.\n\n- Areas in Wales with the highest unemployment rates were also among those with the lowest personal well-being.  They included:  Blaenau Gwent (15.2%) and Merthyr Tydfil (11.4%) (ONS, 2013c).\n- Areas of Wales with higher personal well-being had much lower unemployment rates ranging from 6.6% in Carmarthenshire to 6.7% in Gwynedd and 7.4% in the Isle of Anglesey (ONS, 2013c).\n- Blaenau Gwent and Merthyr Tydfil which have some of the lowest personal well-being ratings in Wales also have the lowest average life expectancy rates at birth.  Average life expectancy at birth in Blaenau Gwent was 77.75 years and in Merthyr Tydfil 78.05 years (ONS, 2011a).\n\n#### Table 12: Highest Average Personal Well-being, by Welsh Unitary Authorities, 2012/13\n##### Wales\nTable source: Office for National Statistics\n\n#####Table notes:\n1. + Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-12.xls \"XLS format\") (27.5 Kb)\n\n#### Table 13: High Personal Well-being, by Welsh Unitary Authorities, 2012/13\n##### Wales\nTable source: Office for National Statistics\n\n#####Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-13.xls \"XLS format\") (27.5 Kb)\n\n#### Table 14: Lowest Average Personal Well-being, by Welsh Unitary Authorities, 2012/13\n##### Wales\nTable source: Office for National Statistics\n\n#####Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-14.xls \"XLS format\") (27.5 Kb)\n\n#### Table 15: Low Personal Well-being, by Welsh Unitary Authorities, 2012/13\n##### Wales\nTable source: Office for National Statistics\n\n#####Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-15.xls \"XLS format\") (30.5 Kb)\n"
    },
    {
      "title": "Personal well-being in Scottish Local Authorities, 2012/13",
      "markdown": "This section looks at personal well-being within the Local Authorities in Scotland in 2012/13, focusing both on average ratings and the highest and lowest levels of personal well-being.\n\n### The personal well-being picture in 2012/13:  Local Authorities in Scotland\n\nEilean Siar, Orkney and Shetland, Dumfries and Galloway and Highland were areas with some of the highest personal well-being in Scotland.  Among the areas with lower personal well-being were North Ayrshire, Dundee City and Glasgow City.  The points below focus on areas which had the highest or lowest personal well-being on more than one measure and where the area estimate differs significantly to the UK estimate.  The key points are taken from **Tables 16-19**.\n\nKey points to note about the Local Authorities in Scotland with the highest personal well-being include the following :\n\n- Eilean Siar, Orkney and Shetland had the highest average life satisfaction, worthwhile and happiness, and the second lowest average rating of anxiety. Additionally, Eilean Siar, Orkney and Shetland had the highest proportion of people rating their happiness as 9 or 10 out of 10.\n- The area with the lowest average anxiety was Dumfries and Galloway, which also had high average life satisfaction and happiness. Dumfries and Galloway also had one of the highest proportions of people giving a high rating of 9 or 10 out of 10 for life satisfaction, worthwhile and happiness, and one of the highest proportions of people giving a low rating for their anxiety levels of 0 or 1 out of 10.\n- Highland also had some of the highest average life satisfaction, worthwhile and happiness ratings.\n\nKey points to note about the Local Authorities in Scotland with the lowest personal well-being include the following:\n\n- North Ayrshire had the lowest average life satisfaction and the highest average anxiety, and was among the areas with the lowest average ratings for worthwhile. Additionally, North Ayrshire had one of the highest proportions of people rating worthwhile and happiness as 4 or less out of 10.\n- Dundee City and Glasgow City had the lowest average ratings for worthwhile.\n\n### The findings in context\n\nThe section considers how the personal well-being for Local Authorities in Scotland relate to local circumstances and to other traditional measures of social progress such as  unemployment and life expectancy.\n\n- In 2012, some of the areas with the highest unemployment rates in Scotland also had some of the lowest levels of personal well-being.  This included: North Ayrshire with an unemployment rate of 12.2% (ONS, 2013c).\n- Areas with some of the lowest unemployment rates during the same period had some of the highest levels of personal well-being in Scotland including Shetland Islands (3.7%), Orkney Islands (3.5%) and Highland (5.2%).\n- Some of the lowest average life expectancy rates at birth in Scotland  were in areas with the lowest average personal well-being ratings.  This included Dundee City with an average life expectancy at birth of 76.55 years and West Dunbartonshire (75.95 years) (ONS, 2011a).\n- Some of the highest average life expectancy rates in Scotland were in areas with the highest average personal well-being ratings including the Orkney Islands (79.35 years).\n\n#### Table 16: Highest Average Personal Well-being, by Scottish Local Authority, 2012/13\n##### Scotland\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-16.xls \"XLS format\") (29 Kb)\n\n#### Table 17: High Personal Well-being, by Scottish Local Authority, 2012/13\n##### Scotland\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-17.xls \"XLS format\") (29.5 Kb)\n\n#### Table 18: Lowest Average Personal Well-being, by Scottish Local Authority, 2012/13\n#### Scotland\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-18.xls \"XLS format\") (27.5 Kb)\n\n#### Table 19: Low Personal Well-being, by Scottish Local Authority, 2012/13\n##### Scotland\nTable source: Office for National Statistics\n\n##### Table notes:\n1. +Indicates significantly different to the UK estimate for 2012/13.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-19.xls \"XLS format\") (29 Kb)\n"
    },
    {
      "title": "Methodology",
      "markdown": "ONS personal well-being estimates are ‘Experimental Statistics’ and are published at an early stage to gain feedback from users in their development before being designated as National Statistics. We would welcome feedback on this bulletin and would be particularly interested in hearing about how the data are used.  Please contact us via email: \u003cnationalwell-being@ons.gsi.gov.uk\u003e or telephone Dawn Snape on 01633 45 5674.\n\nThe data analysed in this bulletin are derived from customised weighted 12 month Annual Population Survey (APS) microdatasets. They are not part of the regularly produced APS datasets and were created specifically for the analysis of personal well-being data. ONS is also making the experimental APS microdata available to approved researchers to allow them to undertake further analysis of the data at an early stage and to provide further feedback to ONS.\n\n### Choice of questions\n\nThe experimental questions included in the Annual Population Survey were developed with expert academic advice (Dolan et al. 2011) as well as benefiting from discussions between members of the National Statistician’s Measuring National Well-being Advisory Forum and Technical Advisory Group. They represent a balanced approach to the measurement of personal well-being drawing on the three main theoretical approaches identified in the academic literature on the subject (Dolan et. al. 2011, ONS, 2011b) and are designed to collect information on different aspects of people’s personal well-being. The three different approaches to measuring personal well-being are:\n\n- The ‘evaluative’ approach in which people are asked to reflect on their life and make a cognitive assessment of how their life is going overall or of how specific aspects of their life are going.\n- The ‘eudemonic’ approach sometimes referred to as the psychological or functioning/flourishing approach, which draws on self-determination theory and measures people’s sense of meaning and purpose in life, connections with family and friends, a sense of control and whether they feel part of something bigger than themselves.\n- The ‘experience’ approach which measures people’s positive and negative experiences (or affect) over a short timeframe to capture people’s personal well-being on a day-to-day basis.\n\nThe personal well-being questions that ONS asks on its household surveys are:\n\n- Overall, how satisfied are you with your life nowadays? (evaluative approach)\n- Overall, to what extent do you feel the things you do in your life are worthwhile? (eudemonic approach)\n- Overall, how happy did you feel yesterday? (experience approach)\n- Overall, how anxious did you feel yesterday? (experience approach)\n\nAll are answered using a 0 to 10 scale where 0 is ‘not at all’ and 10 is ‘completely’.\n\nFurther information on the ONS approach to measuring personal well-being can be found in the paper [‘Measuring Subjective Well-being’ (240.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/well-being/wellbeing-knowledge-bank/understanding-wellbeing/measuring-subjective-well-being.pdf \"Measuring subjective well-being\") published by ONS in July 2011.\n\n### Survey design\n\nThe Annual Population Survey (APS), first conducted in 2004, combines results from waves one and five of the Labour Force Survey (LFS) and the English, Welsh and Scottish LFS boosts. The survey asks 155,000 households and 360,000 people per dataset about their circumstances and experiences regarding a range of subjects including housing, employment and education. The survey provides enhanced data on key social and socio-economic variables. For the personal well-being questions, responses by proxy are not collected. This means that only people who respond directly to the survey are included rather than including responses made on behalf of other people. For this reason the sample size for the personal well-being dataset is around 165,000 people.\n\nThe APS is a mixed mode survey and uses both face-to-face and telephone interviews. Different collection modes can affect responses and personal well-being estimates are no exception. For example in the Annual Population Survey it appears that on average people responding face-to-face with an interviewer in their home give different ratings to those responding via the telephone (see **Table 20**). Further investigation is required to ascertain why this may be the case.\n\nHigher average ratings for the life satisfaction, worthwhile, happy yesterday questions and a slightly lower average for the anxious yesterday question were provided by respondents interviewed via the telephone compared with those who are asked personal well-being questions face-to-face, as can be seen in Table 20.\n\n#### Table 20: Average personal well-being, by mode of interview, 2012/13\n##### United Kingdom\nTable source: Office for National Statistics\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/prt-table-20.xls \"XLS format\") (28.5 Kb)\n\nThis issue is particularly important for the APS as all interviews in Scotland north of the Caledonian Canal are administered by telephone only, rather than through a combination of telephone and face-to-face interviews, as is the case in other areas of the UK.\n\nThere are a number of other methodological issues which have been or are being tested on the Opinions Survey, for more information see the [‘Initial Investigation into Subjective Well-being data from the ONS Opinions Survey’](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-subjective-wellbeing-in-the-uk/investigation-of-subjective-well-being-data-from-the-ons-opinions-survey/index.html \"Initial Investigation into Subjective Well-being\") (ONS, 2011c). These include:\n\n- **Contextual effects** - responses to evaluative questions can be affected by the respondent’s current mood and by the immediate context, however, the idiosyncratic effects of recent events are likely to average out in a large, representative population sample like the APS.\n- **Question order** – responses to personal well-being questions have been shown to be affected by earlier questions in the survey (for example, questions about health or labour market status). Prior to April 2011, ONS carried out small scale cognitive testing of the placement of the personal well-being questions. As a result it was decided that the placement of the overall monitoring questions would be fairly early on in the questionnaire after the basic questions on household and individual demographics. This allows time for rapport to be built up between the interviewer without allowing later questions, such as those on employment, to influence response to the personal well-being questions\n- **Response scales** - different response scales for personal well-being questions have been used on different surveys. Differences in scaling and labeling of scale points require careful consideration as they are likely to affect how people respond. Additionally the use of different scales in different surveys means that it is more difficult to compare across different sources of data. It appears that the way the scales are labelled can also have an impact on these estimates and that is something that needs further investigation. ONS decided that an 11 point scale from 0–10 where 0 is ‘not at all’ and 10 is an absolute value such as ‘completely’ should be used for all the APS personal well-being questions. The reason for this decision was to ensure that the scales between the questions are consistent in order to help respondents answer the questions more easily and also to aid analysis across the separate questions. Further to this, 11 point scales are commonly used across other similar surveys, particularly internationally, and using the same type of scale will aid comparisons with these estimates.\n- **Question wording** - it is not only response scales that differ from survey to survey but also question wording, including the use of time frames. ONS has used both cognitive testing techniques and split trial testing of data collected on the Opinions Survey to ascertain the impact these differences have on estimates.  This is especially important with respect to issues such as harmonisation of question wording across surveys in order to gain comparable results.\n\nThis work is ongoing but the results of the most recent split trial testing can be found [here (519.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/well-being/about-the-programme/advisory-groups/well-being-technical-advisory-group/testing-of-experimental-subjective-well-being-questions---3-december-2012.pdf \"Testing of experimental subjective well-being questions - 3rd December 2012 \") .\n\n### Interpreting personal well-being estimates\n\nWhen comparing the average personal well-being ratings of people living in different areas it is important to bear in mind that these comparisons are made using aggregate statistics based on samples. Just because the average of the sample has a certain rating of personal well-being does not necessarily mean that all people living in that area have that particular outcome. For example, even though people may report higher life satisfaction on average in Area A than in Area B, it is important not to infer that all people living in Area A have higher well-being than those living in Area B. Looking at the percentage who rate aspects of their well-being below or above a certain level goes some way in addressing this. However, it is also important not to infer that what is true for those who have reported the highest or lowest levels of well-being in a given area is true for all people living in that area.\n\nIt is also important to note that although personal well-being estimates in this bulletin have been analysed by area, this should not be taken to imply causation.  In other words, differences in the results between areas should not be taken to directly indicate differences in people’s satisfaction with their local area.  This is because where an individual lives is just one aspect that influences an individual’s response to the personal well being questions.  Other factors such as the individual’s health, relationships and employment situation will also influence their response.\n\nTherefore, although people in some areas are more likely to give higher life satisfaction ratings on average it may not be living in that area that causes them to have higher personal well-being. There are other, possibly more important factors that may influence their ratings1.\n\n### Levels of geography included in the dataset\n\nIn response to user demand, the personal well-being data from the APS is being made available at a range of geographical levels including:  the UK, countries of the UK, regions of England, Unitary Authorities in Wales, Local Authorities in Scotland, District Council Areas in Northern Ireland, Unitary Authorities and Counties in England, and Local Authority District Level in England.\n\nAlthough this report has focused on findings from UA/ County level and above, the data have been broken down to each of the levels listed and are available in the reference tables for both 2011/12 and 2012/13.  At each level, the estimates are provided for:\n\n- the mean average response to each personal well-being question for each area; and\n- the percentage of responses in each area across the 11 point response scale, broken down into four levels of well-being.\n\nBoth averages (means) and percentages across the different levels of well-being have been used for analysing the data in this bulletin. Whilst the mean provides a useful summary statistic about the population of interest overall, the percentages tell us more about the distribution of responses.\n\n### Data quality\n\nStandard errors, coefficients of variation and confidence intervals are provided in the [reference tables](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-across-the-uk--2012-13/index.html \"Personal Well-being Across the UK - 2012/13\") to enable users to fully assess the quality of the data available for any given area.  The following points provide information and guidance about these measures and how they are presented in the reference tables.\n\n- The standard errors provide a measure of the precision of an estimate that is computed from a sample, as opposed to from a census- it is a measure of the sampling error.  The standard error forms the basis for the calculation of the margin of error, a confidence interval and the coefficient of variation.\n- A confidence interval gives the range in which the true population value is likely to fall, with a stated level of confidence.   All supporting reference tables to this bulletin contain 95% confidence intervals.  Half the width of a confidence interval defines the margin of error of an estimate.\n- The coefficient of variation (CV) is a measurement of the relative variability of an estimate, expressed as a percentage.  It allows the comparison of the precision of estimats across groups and different parameters\n- Areas with smaller sample sizes will inevitably have a higher margin of error.  We urge users to consider this carefully both when conducting cross-sectional analysis and when analyzing changes over time.  Furthermore, in areas with smaller sample sizes, it may be more appropriate to use the  mean (or average) to summarise the data across the sample as a whole rather than the proportions across the different levels of well-being.\n- Data with a coefficient of variation (CV) of 20% or above have been suppressed in the tables for quality purposes.\n- The data in the reference tables are colour coded to reflect the relative quality of the estimates according to the size of the CV. A key to the colour coding is provided in the reference tables. The size bands used to rank the CVs are as follows:\n\n     -       CV \u003c\u003d 5% - Precise\n\n     -       5% \u003c CV \u003c\u003d 10% - Reasonably precise\n\n     -       10% \u003c CV \u003c\u003d 20% - Acceptable\n\n     -       20% \u003c CV - Unreliable (these estimates are not published, being considered too unreliable for practical purposes)\n\n- Confidentiality is maintained by applying standard ONS criteria that require estimates to have a minimum of three respondents contributing to it. Estimates that fail to meet this standard are also suppressed.\n\n##### Notes for Methodology\n\n1. Evidence from a previous ONS regression study (ONS, 2013b) suggests it is some of these other factors, namely personal characteristics such as health, employment and relationship status, that were most strongly associated with the well-being ratings provided by an individual. The region in which an individual lived was only found to be weakly associated with personal well-being in the regression study.\n\nLocal area effects such as the characteristics of the local built up area or of neighbours were not considered in this initial regression study.  Therefore, to investigate the extent to which the local area may directly impact on personal well-being, a follow up ONS regression study examining this issue will be published later in the year.\n"
    },
    {
      "title": "The Measuring National Well-being Programme",
      "markdown": "[![NWB logo 2](http://www.ons.gov.uk/ons/resources/nwblogo2244pxw_tcm77-243964.jpg)](http://www.ons.gov.uk/ons/resources/nwblogo2244pxw_tcm77-243964.jpg \"NWB logo 2\")\n\nThis statistical bulletin is published as part of the ONS Measuring National Well-being Programme.\n\nThe programme aims to produce accepted and trusted measures of the well-being of the nation - how the UK as a whole is doing.\nMeasuring National Well-being is about looking at \u0027GDP and beyond\u0027. It includes headline indicators in areas such as health, relationships, job satisfaction, economic security, education, environmental conditions and measures of personal well-being (individuals\u0027 assessment of their own well-being).\n\nFind out more on the [Measuring National Well-being](http://www.ons.gov.uk/ons/guide-method/user-guidance/well-being/index.html \"National Well-being\") website pages.\n"
    },
    {
      "title": "References",
      "markdown": "Dolan P, Layard R and Metcalfe R, Office for National Statistics (2011). [Measuring Subjective Well-being for Public Policy (99.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/well-being/publications/measuring-subjective-well-being-for-public-policy.pdf \"Measuring Subjective Well-being for Public Policy\") .\n\nOffice for National Statistics (2011a) [Life expectancy at birth and at age 65 by local areas in the United Kingdom](http://www.ons.gov.uk/ons/rel/subnational-health4/life-expec-at-birth-age-65/2004-06-to-2008-10/index.html \"Life expectancy at birth and at age 65 by local areas in the United Kingdom\"), 2004–06 to 2008–10\n\nOffice for National Statistics (2011b). [Measuring Subjective Well-being (240.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/well-being/wellbeing-knowledge-bank/understanding-wellbeing/measuring-subjective-well-being.pdf \"Measuring Subjective Well-being\") .\n\nOffice for National Statistics (2011c) [Initial investigation into Subjective Well-being data from the ONS Opinions Survey](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-subjective-wellbeing-in-the-uk/investigation-of-subjective-well-being-data-from-the-ons-opinions-survey/index.html \"Initial investigation into Subjective Well-being data from the ONS Opinions Survey\").\n\nOffice for National Statistics (2012a) [Regional Gross Value Added (Income Approach)](http://www.ons.gov.uk/ons/rel/regional-accounts/regional-gross-value-added--income-approach-/december-2012/index.html \"Regional Gross Value Added\"), December 2012\n\nOffice for National Statistics (2012b) [Regional Profiles - Social Indicators - South West](http://www.ons.gov.uk/ons/rel/regional-trends/region-and-country-profiles/social-indicators/index.html \"Regional Profiles\") - February 2012\n\nOffice for National Statistics (2012c) [First Annual ONS Experimental Subjective Well-being Results](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-subjective-wellbeing-in-the-uk/first-annual-ons-experimental-subjective-well-being-results/index.html \"First Annual ONS Experimental Subjective Well-being Results\")\n\nOffice for National Statistics (2012d) [Household Disposable Income Across the UK](http://www.ons.gov.uk/ons/rel/regional-accounts/regional-household-income/disposable-household-income-across-the-uk-in-2010/index.html \"Household Disposable Income Across the UK\"), 2010\n\nOffice for National Statistics (2013a) [Personal Well-being in the UK](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-in-the-uk--2012-13/index.html \"Personal Well-being in the UK\"), 2012/13\n\nOffice for National Statistics (2013b) [What Matters Most to Personal Well-being?](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/what-matters-most-to-personal-well-being-in-the-uk-/index.html \"What Matters Most to Personal Well-being?\")\n\nOffice for National Statistics (2013c) [Regional Labour Market Statistics](http://www.ons.gov.uk/ons/rel/subnational-labour/regional-labour-market-statistics/index.html \"Regional Labour Market Statistics\"), September 2013\n\nOffice for National Statistics (2013d) [Life expectancy at birth and at age 65 for local areas in England and Wales](http://www.ons.gov.uk/ons/rel/subnational-health4/life-expectancy-at-birth-and-at-age-65-by-local-areas-in-england-and-wales/2009-11/index.html \"Life expectancy at birth and at age 65 for local areas in England and Wales\"), 2009-11\n\nOffice for National Statistics (2013e) [Regional and Country Profiles: Key Statistics Tables](http://www.ons.gov.uk/ons/rel/regional-trends/region-and-country-profiles/region-and-country-profiles---key-statistics-and-profiles--october-2013/index.html \"Regional and Country Profiles: Key Statistics Tables\"), October 2013\n\nOffice for National Statistics (2013f) [Healthy Life Expectancy at birth for Upper Tier Local Authorities](http://www.ons.gov.uk/ons/rel/disability-and-health-measurement/healthy-life-expectancy-at-birth-for-upper-tier-local-authorities--england/2009-11/index.html \"Healthy Life Expectancy at birth for Upper Tier Local Authorities\"): England 2009-11\n"
    },
    {
      "title": "Background notes",
      "markdown": "1. These statistics are experimental in nature and published at an early stage to gain feedback from users. Should users have comments on the ONS approach to the measurement of personal well-being and or the presentation of the personal well-being questions they can email ONS at \u003cnationalwell-being@ons.gov.uk\u003e. It is the role of the UK Statistics Authority to designate these statistics as National Statistics and one of the aspirations of the National Well-being programme is to see these statistics gain National Statistics status.\n2. Data analysed in this report relates to APS data from April 2012 to March 2013 unless stated otherwise.\n3. The data analysed in this report was collected from the Annual Population Survey (APS) which is the largest constituent survey of the Integrated Household Survey. The sample size of the 12 month APS dataset is 165,000 adults aged 16 and over and living in residential accommodation in the UK (England, Scotland, Wales and Northern Ireland). Data used are weighted to be representative of the population, unless otherwise stated.\n4. Details of the policy governing the release of new data are available by visiting the [UK Statistics Authority](http://www.ons.gov.uk/ons/external-links/stats-authority/statistics-authority-s-website.html \"UK Statistics Authority\") or from the [Media Relations Office](mailto:media.relations@ons.gsi.gov.uk).\n5. © Crown copyright 2013\nYou may use or re-use this information (not including logos) free of charge in any format or medium, under the terms of the [Open Government Licence](http://www.ons.gov.uk/ons/external-links/other-government-departments/national-archives/index.html \"Open Government Licence\"), write to the Information Policy Team, The National Archives, Kew, London TW9 4DU, or email: \u003cpsi@nationalarchives.gsi.gov.uk\u003e.\n6. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "accordion": [],
  "headline1": "Personal well-being improved in the UK between 2011/12 and 2012/13.",
  "headline2": "Ratings for life satisfaction and feeling that the things we do in life are worthwhile increased on average, whilst anxiety levels fell.",
  "headline3": "Among the countries of the UK, Northern Ireland had the highest average ratings for life satisfaction, worthwhile and happiness in 2012/13.",
  "summary": "This bulletin presents experimental statistics from the second Personal Well-being Annual Population dataset, April 2012 to March 2013.  Overall estimates of personal well-being are provided for each country of the United Kingdom, as well as for lower level geographies in England, Scotland and Wales.",
  "relatedBulletins": [],
  "title": "Personal Well-being Across the UK, 2012-2013",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Personal Well-being Across the UK, 2012-2013",
  "uri": "/peoplepopulationandcommunity/wellbeing/bulletins/personalwellbeingacrosstheuk20122013",
  "fileName": "personalwellbeingacrosstheuk20122013",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Well-being",
      "fileName": "wellbeing",
      "breadcrumb": []
    }
  ]
}