{
  "items": [
    {
      "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/stillbirths/timeseries/raid61",
      "index": null,
      "data": null
    }
  ],
  "datasets": [],
  "statsBulletins": [
    {
      "headline1": "There were 698,512 live births in England and Wales in 2013, a decrease of 4.3% from 729,674 in 2012.",
      "headline2": "In 2013, the Total Fertility Rate (TFR) decreased to 1.85 children per woman, from 1.94 in 2012.",
      "headline3": "In 2013 the stillbirth rate fell to 4.7 per thousand total births, from 4.9 in 2012.",
      "title": "Births in England and Wales, 2013",
      "summary": "Annual data of live births, fertility rates, percentage of births outside marriage, sex ratio, mean age of mother and country of birth of mother and father.",
      "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/livebirths/bulletins/birthsinenglandandwales2013",
      "index": null
    }
  ],
  "relatedArticles": null,
  "index": 10,
  "type": "product_page",
  "title": "Stillbirths",
  "summary": "Statistics on stillbirths are obtained from birth registrations. Stillbirth data is available by the age of the parents, the time of year, the area of usual residence for the mother and hospital of occurrence (where applicable). ",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/stillbirths",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity",
      "index": null
    },
    {
      "title": "Births, deaths and marriages",
      "summary": "Births, deaths and marriages or ‘life event’ statistics allow us to have a better understanding of the size and condition of the population.  The number of births and deaths affect the size of the usual resident population.  Definitive data on the number of births and deaths are published on a calendar year basis, whereas data for updating population estimates use mid-year to mid-year (1 July to 30 June) data, with some other minor differences. ",
      "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages",
      "index": null
    }
  ]
}