{
  "downloads": [
    {
      "title": "Latest",
      "xls": "http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls"
    }
  ],
  "description": "Comprehensive description of data contained within this dataset.",
  "nationalStatistic": true,
  "type": "dataset",
  "title": "Cancer registration statistics",
  "summary": "Brief description of dataset",
  "uri": "/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/datasets/cancerregistrationstatistics",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/"
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "title": "Health and social care",
      "summary": "Statistics for health and social care cover a wide range of topics including figures on people whose day to day activities are limited a lot, a little or not at all, deaths from drug misuse, deaths related to alcohol and figures on newly diagnosed cancers. Some of these statistics are collected from registrations while others are from surveys. They have a wide range of users and uses.",
      "uri": "/peoplepopulationandcommunity/healthandsocialcare"
    },
    {
      "title": "Conditions and diseases",
      "summary": "We publish statistics on many different health conditions and diseases collected from health bodies across the UK. However, key statistics in this area are on newly diagnosed cancers and deaths related to diseases mainly caught when a person is already in hospital, e.g. MRSA and Clostridium difficile.",
      "uri": "/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases"
    }
  ]
}