{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Peter Stokes",
    "email": "census.customerservices@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key figures",
      "markdown": "- On census day 27 March 2011, the proportion of the usually resident population in the UK aged 16 and over who were married had decreased from 51 per cent in 2001 to 47 per cent in 2011. The overall number of married people has remained the same at 23.9 million.\n- The usually resident population of the United Kingdom was 63.2 million on census day, a growth of 7 per cent (4.1 million) since 2001.\n- In 2011 the majority of UK residents described themselves as belonging to a white ethnic group (87 per cent, 55 million).\n- In 2011, the top three countries of birth of non-UK born residents in the UK were, in descending order, India, Poland and Pakistan.\n- Since 2001 the number of usual residents born in Poland and living in the UK has increased nearly ten-fold from 61,000 in 2001 (1 per cent of the non-UK born population) to 654,000 (8 per cent of the non-UK born population) in 2011.\n- In 2011 over four-fifths (81 per cent) of the UK population described themselves as being in good or very good health. Scotland had the highest proportion of usual residents stating very good health at 52 per cent (2.8 million).\n- Nearly one in five (18 per cent, 11.4 million) of the UK population reported having a limiting long-term health problem or disability in 2011. This proportion has remained unchanged since 2001. Wales reported the highest proportion of the population with a limiting long-term health problem or disability at 23 per cent (696,000).\n- In 2011, 10 per cent (6.5 million) of usual residents in the UK provided unpaid care. Of this group over a third (38 per cent, 2.4 million) provided 20 or more hours of unpaid care a week.\n- In 2011, 40 per cent (24.6 million) of usual residents in the UK lived in properties owned with a mortgage or loan.\n- The number of cars and vans available to households in the UK increased by 4.0 million (15 per cent) between 2001 and 2011, from 26.7 million in 2001 to 30.7 million in 2011.\n- At the time of the 2011 Census, there were 65,600 communal establishments in the UK in which 2 per cent (1.1 million) of the UK population resided. There were 54,596 communal establishments in England, 5,425 in Scotland, 4,436 in Wales and 1,143 in Northern Ireland.\n"
    },
    {
      "title": "Introduction",
      "markdown": "### Summary\n\nThe Office for National Statistics today presents further results from the 2011 Census of the United Kingdom.  These results build on the first release of UK census results showing population estimates of the usually resident population for the UK, constituent countries and all local authority areas (or their equivalent) by age and sex, and household estimates.\n\nThis statistical bulletin presents key results for the UK population and households from the individual censuses of England and Wales, Scotland and Northern Ireland on the following topics:\n\n- Population\n- Ethnicity and country of birth\n- Health\n- Housing and accommodation\n\nThis bulletin is supported by a set of 8 Key Statistics and 15 Quick statistics reference tables for the above topics.  Key Statistics and Quick Statistics show information about a single census topic or question such as ethnic group or health.\n\nThe 2011 Census data for the UK are based on the combined results of individual censuses taken by the constituent countries, which all took place on 27 March 2011.  Censuses were conducted by the Office for National Statistics in England and Wales, National Records of Scotland (NRS) in Scotland and the Northern Ireland Statistics and Research Agency (NISRA) in Northern Ireland.\n\nStatistics published in this release are based on the currently available outputs published by each constituent country.  Therefore the content and level of detail of the statistics in this release are constrained by the country specific outputs available.  For some topics, the country specific outputs do not currently allow comparable UK outputs to be produced.  In addition, question differences and response category differences in the country specific censuses mean that some outputs that are available for individual countries, are not available on a comparable basis across the UK.\n\n### Previous releases for UK, England and Wales, Scotland and Northern Ireland\n- Previous releases of 2011 Census results for the UK can be found on the [UK census website](http://www.ons.gov.uk/ons/guide-method/census/2011/uk-census/index.html \"2011 UK Census\").\n- Information and results for the 2011 Census in England and Wales can be found on the [Office for National Statistics census website](http://www.ons.gov.uk/ons/guide-method/census/2011/index.html \"2011 Census\").\n- Information and results for the 2011 Census in Scotland can be found on the [National Records of Scotland (NRS) census website](http://www.ons.gov.uk/ons/external-links/devolved-admins/national-records-of-scotland/scotland-s-census-2011.html \"Scotland\u0027s Census 2011\").\n- Information and results for the 2011 Census in [Northern Ireland can be found on the Northern Ireland Statistics and Research Agency (NISRA) census website](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra--census.html \"NISRA: Census\").\n\n##### Further results\n\nThis release represents part one of the second release of census results for the UK.  Further key results on the topics of education, the labour market and living arrangements are planned to be made available when all constituent country data have been published.\n\nInformation on plans for publishing future UK results is available in the [2011 Census outputs prospectus for England and Wales](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census prospectus\").\n"
    },
    {
      "title": "Population",
      "markdown": "### Age and sex\n\nOn 17 December 2012 the first 2011 Census population estimates for the United Kingdom were published.  These showed that on census day, 27 March 2011, the estimated population of the UK was 63.2 million, the largest it has ever been.  There were more females (32.2 million) than males (31.0 million).  The estimated population of England was 53.0 million, 5.3 million people in Scotland, 3.1 million people in Wales and 1.8 million people in Northern Ireland.\n\nThe number of people aged 65 and over in the UK was 10.4 million (16 per cent of the total population) in 2011, an increase of one million since 2001 from 9.4 million (16 per cent).  During this period the total population of the UK has increased by nearly seven per cent (4.1 million).\n\nFurther information about the 2011 Census UK population estimates can be found on the ONS website.\n\n### Household size\n\nA further release of UK census statistics on 21 March 2013 showed that:\n\n- There were 26.4 million households in the UK in 2011.  There were 22.1 million in England, 2.4 million in Scotland, 1.3 million in Wales and 0.7 million in Northern Ireland.\n- The average household size in the UK was 2.3 people per household, compared with 2.4 in 2001.  While the number of people living in households in the UK increased by 7.5 per cent since 2001, the number of households has increased by 8 per cent resulting in a small decrease in average household size for the UK.\n\n### Marital and civil partnership status\n\nTable 1 shows that at the time of the 2011 Census, 47 per cent (23.9 million) of the UK population aged 16 and over were married.  Although the number of people in this group was the same as in 2001, this represents a decrease of 4 percentage points from the 2001 estimate of 51 per cent.\n\nThe proportion of those who were widowed, or were a surviving partner from a same-sex civil partnership, dropped from 8 per cent (3.9 million) in 2001 to 7 per cent (3.6 million) in 2011, reflecting in part an increase in life expectancy.  Civil partnerships, a new legal partnership status, formed a small proportion of the total (0.2 per cent, 113,000).\n\nThe largest percentage point increase since 2001 was in the single (never married or never registered a same-sex civil partnership) group with an increase nearing 5 percentage points.  In 2001, 30 per cent (14 million of the 47 million people aged 16 and over) were single.  By 2011 this figure was nearly 35 per cent (18 million out of 51 million).\n\nThe proportion of those who were divorced (or formerly in a same-sex civil partnership which is now legally dissolved) was highest in Wales, approaching 10 per cent (242,000). The lowest proportion was in Northern Ireland with 5 per cent (78,000).  The figure in England was 9 per cent and in Scotland 8 per cent.\n"
    },
    {
      "title": "Ethnicity and country of birth",
      "markdown": "### Ethnic group\n\nDue to question and response category differences in the country specific ethnic group question asked in the 2011 Censuses of the UK, some responses are not directly comparable.  The UK output on ethnic group is therefore presented using a high level classification as recommended by the ONS ‘Primary Standards for Harmonised Concepts and Questions for Social Data sources’.\n\nIn 2011 the majority of the UK population described themselves as belonging to the White ethnic group (87 per cent or 55 million).  The remaining 13 per cent (8.1 million) belonged to a minority ethnic group, representing one person in eight of the UK population.  The Asian / Asian British (including Chinese) ethnic group accounted for 7 per cent of the UK population (4.4. million people).  The other minority groups were Black / African / Caribbean / Black British (3 per cent), Mixed (2 per cent), and Gypsy / Traveller / Irish Traveller / Other groups (1 per cent).  Figure 1 shows the proportion of each ethnic group for the UK.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The ethnic group classification presented in this chart / table is the recommended framework from the \u0027Harmonised Concepts and Questions for Social Data Sources Primary Standards\u0027 for presentation of UK outputs on ethnic group. The mapping table in the adjacent worksheet shows the correspondence between this classification and the country specific ethnic group classifications for which data was collected by each UK country.\n2. This category could include Polish responses from the country specific question for Scotland which would have been outputted to ‘Other White’ and then included under ‘White’ for UK (also see (3) for issue with Gypsy, Traveller and Irish Traveller). ‘White Africans’ may also have been recorded under ‘Other White’ and then included under ‘White’ for UK.\n3. For Northern Ireland, ‘Irish Traveller\u0027 is collected under its own ethnic group.\n4. There are differences in data collection across the UK for ‘Gypsy, Traveller or Irish Traveller’, which make it difficult to produce a UK estimate. Gypsy, Traveller or Irish Traveller is collected in England and Wales and ‘Gypsy/Traveller’ is collected in Scotland and they are both output under ‘White’. However, if there is a need to show a UK output for, \u0027Gypsy, Traveller or Irish Traveller\u0027(and the numbers are not small or disclosive,) the responses from the GB questions can be combined with the responses from the \u0027Irish Traveller\u0027 category from Northern Ireland. Northern Ireland\u0027s framework for monitoring minority ethnic and migrant people\u0027 published by the Office of the First Minister and deputy First Minister in July 2011 recommends that Roma is categorised under \u0027Other\u0027 ethnic group. This is because there is a distinct category for Irish Travellers, who by law (Race Relations Order) are categorised as an ethnic group in their own right. Roma is not a subset of the Irish Traveller group and the need is to have accurate data on both Roma and on Irish Travellers.\n5. This classification isn’t broken down for the country specific question for Scotland.\n6. Differences in the terminology and data collection of the country specific Scotland question make these categories difficult to compare. The ‘African’ category in the Scottish question is presented in a separate section to the ‘Caribbean’ or ‘Black’ category, however, under the harmonised output these two categories are output as part of Black/African/Caribbean/Black British’. The African categories used in Scotland could potentially capture‘White/Asian/Other African’ in addition to ‘Black’ identities.\n\nApart from England, where 85 per cent of residents described themselves as White, all other UK countries had a higher proportion of residents belonging to the White ethnic group than the UK average.  Northern Ireland had the highest proportion of residents describing themselves as White, at 98 per cent.\n\nComparing all English regions, Wales, Scotland and Northern Ireland, the most ethnically diverse region was London with 40 per cent of residents identifying themselves as belonging to a minority ethnic group.  Figure 2 shows the usually resident population of the UK by ethnic group and region, excluding the White ethnic group.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The ethnic group classification presented in this chart / table is the recommended framework from the \u0027Harmonised Concepts and Questions for Social Data Sources Primary Standards\u0027 for presentation of UK outputs on ethnic group. The mapping table in the adjacent worksheet shows the correspondence between this classification and the country specific ethnic group classifications for which data was collected by each UK country.\n2. This category could include Polish responses from the country specific question for Scotland which would have been outputted to ‘Other White’ and then included under ‘White’ for UK (also see (3) for issue with Gypsy, Traveller and Irish Traveller). ‘White Africans’ may also have been recorded under ‘Other White’ and then included under ‘White’ for UK.\n3. For Northern Ireland, ‘Irish Traveller\u0027 is collected under its own ethnic group.\n4. There are differences in data collection across the UK for ‘Gypsy, Traveller or Irish Traveller’, which make it difficult to produce a UK estimate. Gypsy, Traveller or Irish Traveller is collected in England and Wales and ‘Gypsy/Traveller’ is collected in Scotland and they are both output under ‘White’. However, if there is a need to show a UK output for, \u0027Gypsy, Traveller or Irish Traveller\u0027(and the numbers are not small or disclosive,) the responses from the GB questions can be combined with the responses from the \u0027Irish Traveller\u0027 category from Northern Ireland. Northern Ireland\u0027s framework for monitoring minority ethnic and migrant people\u0027 published by the Office of the First Minister and deputy First Minister in July 2011 recommends that Roma is categorised under \u0027Other\u0027 ethnic group. This is because there is a distinct category for Irish Travellers, who by law (Race Relations Order) are categorised as an ethnic group in their own right. Roma is not a subset of the Irish Traveller group and the need is to have accurate data on both Roma and on Irish Travellers.\n5. This classification isn’t broken down for the country specific question for Scotland.\n6. Differences in the terminology and data collection of the country specific Scotland question make these categories difficult to compare. The ‘African’ category in the Scottish question is presented in a separate section to the ‘Caribbean’ or ‘Black’ category, however, under the harmonised output these two categories are output as part of Black/African/Caribbean/Black British’. The African categories used in Scotland could potentially capture‘White/Asian/Other African’ in addition to ‘Black’ identities.\n\n### Country of birth\nThe top 10 non-UK born countries of birth for the United Kingdom in 2011 are shown in Figure 3. This shows India was the most reported country of birth of non-UK born citizens in 2011. In 2001, 468,000 usual residents (10 per cent of the non-UK born population) reported India as their country of birth, but in 2011 this had increased to 722,000 (9 per cent of the non-UK born population), an increase of 254,000.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Data are not published for all countries.\n\nPoland was the second highest reported country of birth for non-UK born citizens, with 654,000 (8 per cent of the non-UK born population) Polish born residents living in the UK in 2011. In 2001 there were 61,000 Polish born residents living in the UK (1 per cent of the non-UK born population), but in 2011 this had increased nearly ten-fold to 654,000 (8 per cent of the non-UK born population).\n\nThe only group to have a decrease in its number of usual residents living in the UK is from the Republic of Ireland. In 2001 there were 533,000 usual residents born in Ireland living in the UK, but in 2011 this had decreased to 468,000 (6 per cent of the non-UK born population).\n"
    },
    {
      "title": "Health",
      "markdown": "### General health\n\nUsual residents in the UK were asked to assess their health on a five point scale: very good, good, fair, bad or very bad.  This was not a new question in 2011 but its structure has changed.  In 2001 it was based on a three point scale: good, fairly good or not good.  The findings from the two census years are not therefore directly comparable.\n\nIn 2011, over four-fifths (81 per cent, 51.3 million) of the population of the UK described themselves as being in good or very good health, as shown in Figure 4.  A further 13 per cent (8.3 million) described their health as fair, and the remaining 6 per cent described their health as bad or very bad.  Wales had the lowest proportion of the population in good or very good health (78 per cent) and the highest proportion of the population in bad or very bad health (8 per cent).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. General health refers to health over the 12 months prior to census day (27 March 2011)\n2. These data are not directly comparable with the 2001 Census due to a response option change\n\nAcross the English regions, Wales, Scotland and Northern Ireland, Scotland had the highest proportion of usual residents with very good health at 52 per cent (2.8 million); the North East of England had the lowest proportion at 44 per cent (1.1 million).  The South East of England had the lowest proportion reporting bad or very bad health at four per cent (375,000).  Figure 5 shows the general health of the population of the UK by constituent country and English regions.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. General health refers to health over the 12 months prior to census day (27 March 2011)\n\n### Limiting long-term health problem or disability\n\nIn 2011 those reporting a limiting long-term health problem or disability (including those related to age) that limited their day-to-day activities and that had lasted, or was expected to last, at least 12 months, were asked to assess whether their daily activities were limited a lot, a little or not at all by such a health problem.\n\nIn 2011, 18 per cent (11.4 million) of usual residents in the UK reported having a limiting long term limiting health problem or disability that limited their daily activities. Wales had the highest proportion of people with a long-term health problem or disability, where more than one in five (23 per cent) of the population reported a limiting long-term health problem or disability.  Table 4 compares the number and proportion of the residents with a limiting long-term heath problem or disability for each UK country.\n\n### Provision of unpaid care\n\nA person is a provider of unpaid care if they look after or give help or support to family members, friends, neighbours or others because of long-term physical or mental ill health or disability, or problems related to old age. This does not include any activities as part of paid employment.  This definition has been used across all countries of the UK.\n\nIn 2001, 10 per cent (6.5 million) of usual residents in the UK provided unpaid care. This is the same proportion as in 2001 (10 per cent, 5.9 million). Of this group, over a third (38 per cent, 2.4 million) were giving 20 or more hours of unpaid care a week, an increase of five percentage points (539,000) compared with 2001 (33 per cent, 1.9 million).\n\nWales had the highest proportion of the population providing unpaid care of all the countries of the UK at 12.1 per cent (370,000), followed by Northern Ireland at 11.8 per cent (214,000).  Wales also had the highest proportion of the population providing care for the 1-19 hours and 50 hours or more care provided categories, 6.9 per cent (212,000) and 3.4 per cent (104,000) respectively.  Scotland had the lowest proportion of the population providing unpaid care at 9.3 per cent (492,000).\n\nOf all the English regions, Wales, Scotland and Northern Ireland, residents of London and Scotland provided the least amount of unpaid care at 8.4 per cent (689,000) and 9.3 per cent respectively (492,000) respectively.\n"
    },
    {
      "title": "Housing and accommodation",
      "markdown": "### Tenure (people)\n\nIn 2011 40 per cent (24.6 million) of usual residents in the UK lived in properties owned with a mortgage or loan.  As can be seen from Figure 6, this ranged from 39 per cent (1.2 million) in Wales up to 43 per cent (765,000) in Northern Ireland.  More than a quarter of usual residents in the UK lived in properties that were owned outright (26 per cent, 15.9 million), ranging from 24 per cent (1.3 million) in Scotland up to 30 per cent (896,000) in Wales.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. For Northern Ireland this category refers to rented from Northern Ireland Housing Executive (NIHE).\n\nOf the countries in the UK, England had the highest proportion of usual residents who lived in properties rented from a private landlord or letting agency (16 per cent, 8.1 million) in 2011. The UK average for those renting from the council (local authority) or NIHE (Northern Ireland Housing Executive) in 2011 was 9 per cent (5.7 million), ranging from 9 per cent (4.6 million) in England up to 12 per cent (608,000) in Scotland.\n\nThe percentage of usual residents renting privately from a landlord or letting agency has nearly doubled between 2001 and 2011. In 2001, 4.4 million usual residents in the UK (8 per cent of all usual residents who live in households) were in this tenure category, but in 2011, this had increased to 9.2 million usual residents (15 per cent). England is the country within the UK to have the highest percentage point increase (8 percentage points, 4.2 million) in this sector, with 3.9 million (8 per cent) of usual residents renting from a landlord or letting agency in 2001, increasing to 8.0 million (16 per cent) usual residents in 2011. Every country in the UK has experienced at least a six percentage point increase in this sector, with the percentage of usual residents in the UK renting from a private landlord or letting agency ranging from 11 per cent in Scotland (553,000) to 16 per cent in England (8.1 million).\n\n### Tenure (households)\n\nIn 2011, 33 per cent (8.7 million) of households in the UK owned their own property with a mortgage or loan. This ranged from 32 per cent (417,000) in Wales to 35 per cent (245,000) in Northern Ireland.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la7.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. For Northern Ireland this category refers to rented from Northern Ireland Housing Executive (NIHE).\n\nComparing Figure 6 with Figure 7, there is a 7 percentage point difference in the number of usual residents (40 per cent, 24.6 million) in the UK who own their property with a mortgage or loan compared with the number of households (33 per cent, 8.7 million). This is because household sizes tend to be larger for households that own their property with a mortgage or loan (2.8 people per household). Conversely, there is a very small percentage difference (less than one percentage point) between usual residents privately renting in the UK (14.9 per cent, 9.2 million) compared with households (14.8 per cent, 3.9 million) as household sizes tend to be smaller (2.4 people per household).\n\n### Car or van availability\n\nThe total number of cars or vans available to households increased by 4.0 million (14.9 per cent) between from 26.7 million cars or vans 2001 to 30.7 million cars or vans in 2011.  The percentage increase in the number of cars or vans available to households for each country of the UK between 2001 to 2011 is shown in figure 8.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la8.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nFigure 8 shows that Northern Ireland experienced the biggest increase (28 per cent, 193,000) in the number of cars or vans between 2001 and 2011, from 692,000 in 2001 to 885,000 in 2011. Scotland had the second highest percentage increase (21 per cent, 431,000) in the number of cars or vans available to households between 2001 and 2011. In 2001, there were 2.0 million cars or vans available in Scotland, but by 2011 this had increased to 2.5 million. The number of cars or vans available in Wales also increased between 2001 and 2011 (by 20 per cent, 269,000). There were 1.3 million cars or vans available to households in Wales in 2001, but this had increased to 1.6 million in 2011. England was the country to have had the smallest percentage increase (14 per cent, 3.1 million).\n\nAlthough the number of cars or vans available to household increased across the UK between 2001 and 2011, the distribution of the number of cars or vans per household has changed, as shown in figure 9. There has been a decrease in the proportion of households with no cars or vans available between 2001 and 2011. There has also been a decrease in the percentage of households that have just one car or van available. There has been a large increase however, in the number of households that have two or more cars or vans from 7.0 million in 2001, to 8.4 million in 2011.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/la9.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n### Communal establishments\n\nCommunal establishments provide managed residential accommodation such as sheltered accommodation units, student halls of residence, large hostels, hospitals and prisons.  At the time of the 2011 census, there were 65,600 communal establishments in the UK.  There were 54,596 establishments in England, 5,425 in Scotland, 4,436 in Wales and 1,143 in Northern Ireland.\n\nIt was estimated that only 2 per cent (1.1 million) of usual residents of the UK lived in communal establishments and 98 per cent lived in households (62.1 million).  This is similar to the proportion of usual residents of the UK living in communal establishments in 2001.   Of all people living in communal establishments, 7 per cent (76,800) were staff or owners of the establishment, or their partners and family members.\n\nIn 2011, 42 per cent (477,000) of communal establishment residents in the UK resided in medical and care establishments including 38 per cent (428,000) living in care homes.  The remaining communal establishment residents resided in non-medical and care establishments such as educational establishments (38 per cent) including student halls of residences and prisons (5 per cent).\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the National Records of Scotland (NRS) and the Northern Ireland Statistics and Research Agency (NISRA).\n\n2. ONS is responsible for the publication of UK statistics (compiling comparable statistics from the UK statistical agencies above).\n\n3. Figures and percentages may not sum due to rounding.\n\n4. Population comparisons with 2001 are made using 2001 mid-year population estimates.\n\n5. For the 2011 Census, a usual resident of the UK is anyone who, on census day 2011, was in the UK and had stayed or intended to stay in the UK for a period of 12 months or more, or had a permanent UK address and was outside the UK and intended to be outside the UK for less than 12 months.\n\n6. A person’s place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the armed services did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n7. A household resident is a person whose place of usual residence is in an individual household, and not within communal establishments which are managed residential accommodation e.g. a care home, hospital or hostel). As such, household resident estimates exclude people living in communal establishments.\n\n8. Average household size is calculated as the total number of residents in households divided by the total number of households with at least one usual resident. This measure excludes residents in communal establishments.\n\n9. From the reported results for Scotland, it appeared there was confusion when completing the Tenure question, as many believed they were renting from their council when they were actually renting from housing associations or private landlords following the transfer of housing stock in some council areas. This issue was particularly clear in six council areas – Glasgow City, Argyll \u0026 Bute, Eilean Siar, Inverclyde, Scottish Borders and Dumfries \u0026 Galloway – where no council house stock was retained by the local authority, yet initial census counts showed many households recording their tenure type as rented from the council. In these council areas, the responses for ‘Rented: Council’ were changed to ‘Rented: other social’. Other council areas had partial housing stock transfers, however, it was not possible to ascertain from the reported results those who answered the tenure question incorrectly. The numbers of incorrect answers in these council areas was believed to be much lower as only partial transfers had taken place, hence only the council areas seeing full stock transfers had their data amended. Further details on the analysis described above are available in a paper on the [Scottish Government website](http://www.scotland.gov.uk/Topics/Built-Environment/Housing/supply-demand/chma/marketcontextmaterials/Censusqualityassurance \"Scottish Government website\").\n\n10. The ethnic group classification presented in this chart / table is the recommended framework from the \u0027Harmonised Concepts and Questions for Social Data Sources Primary Standards\u0027 for presentation of UK outputs on ethnic group.\n\nThe ‘White’ category could include Polish responses from the country specific question for Scotland which would have been outputted to ‘Other White’ and then included under ‘White’ for UK ‘White Africans’ may also have been recorded under ‘Other White’ and then included under ‘White’ for UK.\n\nThere are differences in data collection across the UK for ‘Gypsy, Traveller or Irish Traveller’, which make it difficult to produce a UK estimate. Gypsy, Traveller or Irish Traveller is collected in England and Wales and ‘Gypsy/Traveller’ is collected in Scotland and they are both output under ‘White’. Northern Ireland\u0027s framework for monitoring minority ethnic and migrant people\u0027 published by the Office of the First Minister and deputy First Minister in July 2011 recommends that Roma is categorised under \u0027Other\u0027 ethnic group. This is because there is a distinct category for Irish Travellers, who by law (Race Relations Order) are categorised as an ethnic group in their own right. Roma is not a subset of the Irish Traveller group and the need is to have accurate data on both Roma and on Irish Travellers).\n\nDifferences in the terminology and data collection of the country specific Scotland question make these categories difficult to compare. The ‘African’ category in the Scottish question is presented in a separate section to the ‘Caribbean’ or ‘Black’ category, however, under the harmonised output these two categories are output as part of Black/African/Caribbean/Black British’. The African categories used in Scotland could potentially capture ‘White/Asian/Other African’ in addition to ‘Black’ identities.\n\n11. Further information on the methodology and quality assurance processes used to produce 2011 Census estimates is available from the ONS, NRS and NISRA websites for their respective countries.\n\n12. The [Statement of Agreement (65.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/the-2011-census/the-2011-census-project/national-statistican-and-registrars-agreement---september-2011.pdf \"National Statistician and Registrars General\u0027s agreement - September 2011) of the National Statistician and the Registrars General for Scotland and Northern Ireland ensures that the independent censuses carried out in each constituent country of the UK are able to provide consistent and high quality statistics that meet user requirements for UK level data.\n\n13. There will be further releases of data from the 2011 Census; information is available online in the 2011 Census prospectuses for each country: [England and Wales](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 census prospectus\"), [Scotland](http://www.ons.gov.uk/ons/external-links/devolved-admins/national-records-of-scotland/scotland-s-census-2011---outputs-prospectus.html \"Scotland\u0027s Census 2011 - Outputs prospectus\") and [Northern Ireland](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/northern-ireland-census-2011-output-prospectus.html \"Northern Ireland Census 2011 Output prospectus). Further information on forthcoming UK releases can be found within the [ONS Census Prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census Prospectus\"). Census statistics for the UK will be produced when estimates are available for all countries.\n\n14. The census provides estimates of the characteristics of all people and households in the UK on census day, 27 March 2011. These are produced for a variety of users including government, local authority areas, business and communities. The census provides statistics from a national to a local level. This bulletin discusses the results for the UK as a whole, for the four UK constituent countries and for local authority areas. Future releases from the 2011 Census will include tabulations at other geographies.\n\n15. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "The usually resident population of the United Kingdom was 63.2 million on census day, a growth of 7% (4.1 million) since 2001.",
  "headline2": "Nearly one in five (18%, 11.4 million) of the UK population reported having a limiting long-term health problem or disability in 2011.",
  "headline3": "In 2011 the majority of UK residents described themselves as belonging to a white ethnic group (87%, 55 million).",
  "summary": "This statistical bulletin presents key results for the UK population from the individual censuses of England and Wales, Scotland and Northern Ireland. The bulletin focuses on the topics of population, ethnicity, country of birth, health, housing and accommodation.",
  "relatedBulletins": [],
  "title": "Key Statistics and Quick Statistics for local authorities in the United Kingdom",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Key Statistics and Quick Statistics for local authorities in the United Kingdom",
  "uri": "/peoplepopulationandcommunity/healthandsocialcare/disability/bulletins/keystatisticsandquickstatisticsforlocalauthoritiesintheunitedkingdom",
  "fileName": "keystatisticsandquickstatisticsforlocalauthoritiesintheunitedkingdom",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Health and social care",
      "fileName": "healthandsocialcare"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Disability",
      "fileName": "disability",
      "breadcrumb": []
    }
  ]
}