{"sections":[{"title":"Foreword","markdown":"This story analyses the resident population of Communal Establishments; types of Communal Establishments include: hospitals, care homes, prisons, defence bases, boarding schools and student halls of residence. Analyses include the characteristics of residents in communal accommodation, including demographic and geographical analyses at national, regional and local levels.\n"},{"title":"Key points:","markdown":"- In 2011, Communal Establishment residents represented 1.7% (937,000) of all usual residents (56.1 million) in England and Wales. This was an increase from 1.6% (858,000) in 2001, and a numerical rise of 79,000 (9.2%) from 2001. Males increased by 15% (60,000) over this period, compared to 4.2% (19,000) for females.\n\n- In addition to Communal Establishment residents, there were 68,000 staff or owners (or family members or partners of staff or owners) living in Communal Establishments in 2011; this was 6.7% of the total communal population of 1.0 million in 2011.\n\n- Residents of educational establishments (including halls of residence, colleges and boarding schools) increased from 252,000 in 2001 to 382,000 in 2011, reflecting the expansion in higher education provision in the intervening decade. Care homes (with or without nursing and managed by local authority or another organisation) rose from 340,000 in 2001 to 352,000 in 2011.\n\n- Overall, 51% of Communal Establishment residents in 2011 were female; however males accounted for larger proportions in 9 of the 12 Communal Establishment types, including prisons (including probation/bail hostel, prisons, detention centres and other detention) (95%) and defence accommodation (90%). Females accounted for 68% of care home residents.\n\n- 42% (397,000) of residents in Communal Establishments in 2011 were aged 16 to 24; 33% (309,000) were aged 65 and over. These two age groups made up over three quarters of the Communal Establishment resident population.\n\n- In 2011, those aged 25 to 49 accounted for 62% (40,000) of the total prison resident population (including probation/bail hostel, prisons, detention centres or other detention). For defence establishments, 90% (39,000) of residents were aged 16 to 34.\n\n- Those of Chinese ethnicity were most likely to have lived in a Communal Establishment (11% or 41,000) in 2011, compared with those in other ethnic groups. Of those with Chinese ethnicity in Communal Establishments, 85% (35,000) were aged 16 to 24; most of these were likely to be students.\n\n- In 2011, the university cities of Cambridge and Oxford were the only two local authorities with Communal Establishment populations (including residents, staff or owners or family members or partners of staff or owners) exceeding 10% of their usually resident populations: Cambridge (13% or 17,000) and Oxford (12% or 19,000). \n"},{"title":"Introduction","markdown":"A person’s usual residence can be categorised as being in either a private household or a Communal Establishment<sup>1</sup>. This short story analyses the characteristics of residents in Communal Establishments in England and Wales in 2011. Information on residents in institutions, and in particular counts of those living in medical and care establishments, is important for a range of social policy issues and for local service and resource allocation.\n\nTwo [earlier publications](http://www.ons.gov.uk/ons/rel/census/2011-census-analysis/changes-in-the-older-resident-care-home-population-between-2001-and-2011/index.html \"changes in the resident care home population\") analysed the [older resident care home](http://www.ons.gov.uk/ons/rel/census/2011-census-analysis/changes-in-the-older-care-home-resident-population-at-local-authority-level-between-2001-and-2011/index.html \"changes in the older care home resident population at local authority level bewteen 2001 and 2011\") populations in Communal Establishments between 2001 and 2011; this story analyses Communal Establishment residents (excluding staff or owners or family members or partners of staff or owners), including by accommodation type and by:\n\n- Age and sex\n\n- Marital status\n\n- Qualifications\n\n- Economic activity\n\n- Country of birth\n\n- Ethnicity\n\n- Geographical variations (this includes the total Communal Establishment population (residents, staff or owners or family members or partners of staff or owners).\n\nDetailed characteristics tables for Communal Establishments were published by [ONS](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-on-communal-establishments-for-2011-census-merged-wards-and-middle-layer-super-output-areas-in-england-and-wales/index.html \"detailed characteristics on communal establishments for 2001 census merged local authorities in England and Wales\") in 2013. Further analyses of Communal Establishment populations are possible using data tables commissioned from ONS.\n\nIn 2011, there were 937,000 residents living in Communal Establishments, representing 1.7% of the total usually resident population<sup>2</sup> (56.1 million) of England and Wales (Table 1). A further 68,000 were staff or owners (or family members or partners of staff or owners) (this included 36,000 staff or owners and 32,000 family members or partners of the staff or owners).  In total, the Communal Establishment population (residents, staff or owner or family member or partner of staff or owner) was 1.0 million in 2011.\n\nIn 2011, the Communal Establishment resident population was 9.2%<sup>3</sup> higher than in 2001.  Males increased by 15% (60,000) over this period, compared to 4.2% (19,000) for females. Numbers of staff or owners (or family members or partners of staff or owners) fell by 11%  over the same period; however, in the 2001 Census, some residents of Communal Establishments were [misrecorded (2.1 Mb Pdf)](http://www.ons.gov.uk/ons/rel/hsq/health-statistics-quarterly/no--31--autumn-2006/health-statistics-quarterly.pdf \"Health statistics quarterly\") as staff.\n\nIn 2011, there were 195,000 [short-term non-UK born residents](http://www.ons.gov.uk/ons/rel/census/2011-census/short-term-resident-population-statistics-for-local-authorities-in-england-and-wales/index.html \"short term resident population statistics for local authorities in England and Wales\") (this included 100,000 full-time students), and many were likely to have been living in communal accommodation in addition to the 937,000 Communal Establishment residents analysed in this report. This story is based on data for the usually resident population and therefore excludes all short-term residents.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/aae903de\" />\nThe different types of Communal Establishments are summarised in Table 2. In 2011 there were 59,000 Communal Establishments in England and Wales, an increase of 27% from 46,000 in 2001. In 2001 religious Communal Establishments were included under ‘other’; there was also not a separate category for staff/worker accommodation only as in 2011.  Additionally, 12% of Communal Establishments in 2011 were not placed in a specific category.\n\nIn 2011, medical and care establishments accounted for 42% of all types of Communal Establishments, including general hospitals, mental hospitals, children’s homes and care homes. Within this group, different types of care homes, including those with or without nursing, were run by local authorities or others.\n\nThe category ‘Other establishment’ accounted for 46% of all types of Communal Establishments in 2011; this included a wide range of establishments such as: Defence, Education, Prisons (including probation/bail hostel, prisons, detention centres and other detention), Hotel/hostel/travel and temporary accommodation (including B&Bs, temporary shelter for homeless and holiday parks), Religious, Staff accommodation and ‘Other’ categories. In 2011, the largest group in ‘Other’ establishment accommodation was Hotel/hostel/travel or temporary accommodation (totalling 32% or 19,000 of all establishments). \n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/2d1d3c17\" />\n\nTable 3 summarises the 937,000 residents living in the 59,000 Communal Establishments defined by all types in England and Wales in 2011; this compares with the 858,000 residents living in 46,000 Communal Establishment in 2001.\n\nIn 2011, the largest type by number of residents was educational establishments (including halls of residence, colleges and boarding schools) with 41% (382,000); in 2001 the equivalent level was 29% (252,000). This increase reflects the expansion in higher education provision during the intervening decade.\n\nThe broad category of care homes (with or without nursing and managed by local authority or another organisation) accounted for 38% (352,000) in 2011; the equivalent level in 2001 was 40% (340,000). However, definitional differences between the two censuses for different types of hospitals and care establishments make precise comparisons difficult.\n\nOther notable changes include:\n\n- The prison population (including probation/bail hostel, prisons, detention centres and other detention) rose to 6.9%3 (64,000) in 2011 from 5.6% (48,000) in 2001.\n\n- Defence establishment residents decreased to 4.6% (43,000) in 2011 from 5.5% (48,000) in 2001.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/91b38299\" />\n\n### Notes for introduction\n\n1. A Communal Establishment is an establishment providing managed residential accommodation. ‘Managed’ in this context means full-time or part-time supervision of the accommodation. Communal establishments include sheltered accommodation units (including homeless temporary shelter), hotels, guest houses, B&Bs and inns and pubs, and all accommodation provided solely for students (during term-time). More information is available in the 2011 [Census Glossary](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/2011-census-definitions/index.html \"2011 Census Glossary and Definitions\").  \n\n2. The usually resident population refers to people who live in the UK for 12 months or more, including those who have been resident for less than 12 months but intend to stay for a total period of 12 months or more.  In 2011, the usually resident population of England and Wales was 56.1 million; the household population was 55.1 million. The difference between the two was the 1.0 million living in Communal Establishments (residents, staff or owners or family members or partners of staff or owners). \n\n3. ONS house style is to present percentages to one decimal place when under 10%, but rounded to the nearest whole number when above 10%. \n"},{"title":"Age and sex analysis","markdown":"Demographic analysis of Communal Establishments is based on the resident population and excludes staff or owners or family members or partners of staff or owners.  Figure 1 shows the comparison of age distribution of residents living in Communal Establishments in 2001 and 2011. In 2011, of the 937,000 residents over half (51% or 477,000) were aged 16 to 34, compared with 44% (380,000) of the same age group in 2001. These residents made up 3.4% of the total usual resident population aged 16 to 34 in 2011 and 2.9% in 2001. This increase may partly reflect the [expansion of higher education](http://http//www.universitiesuk.ac.uk/highereducation/Documents/2012/PatternsAndTrendsinUKHigherEducation2012.pdf \"expansion of higher education\") during the intervening decade.\n\nBy contrast, those aged 65 and over living in communal accommodation (excluding staff or owners or family members or partners of staff or owners) accounted for around a third (33% or 309,000) of all Communal Establishment residents in 2011 and 39% (334,000) in 2001. This represented 3.3% of usual residents aged 65 and over in 2011 compared to 4.0% in 2001. This trend was highlighted in a previous [ONS publication](http://www.ons.gov.uk/ons/rel/census/2011-census-analysis/what-does-the-2011-census-tell-us-about-older-people-/index.html \"What does the 2011 Census tell us about older people?\"). The explanation for this fall may be a combination of factors: improved life expectancy and more healthy years of living may allow older people to spend longer in their own homes; additionally, increased costs of residential accommodation for older people may be a disincentive to move into Communal accommodation. Community Care policy may also encourage residents to remain in their homes.\n\n<ons-chart path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/b6dd11ef\" />\n\nFigure 2 provides a further breakdown of age and sex of Communal Establishment residents in 2011; data for 2011 are sub-divided into eight age groups which were not available for 2001.  Three quarters of the Communal Establishment resident population in 2011 were aged 16 to 24 (42%, 397,000) or aged 65 and over (33%, 309,000). Overall, 6.0% of the usually resident population aged 16 to 24 were living in Communal Establishments, and 3.3% of those aged 65 and over.\n\nThere were slightly more female residents (51% or 477,000) in Communal Establishments, but this trend varied greatly by age. For all age groups under 75 years, there were more male residents than female, with three males for every one female in the age groups 25 to 34 and 35 to 49.  This reflects the larger proportion of males in these age groups in prisons (including probation/bail hostel, prisons, detention centres and other detention accommodation); 32% aged 25 to 34 and 37% aged 35 to 49 respectively. Additionally, nearly a quarter (23%) of male residents in communals aged 25 to 34 were living in defence accommodation.\n\nFor ages 0 to 15 there were 1.5 males for every one female, reflecting more males than females in boarding schools and children’s homes. For ages 50 to 64 there were 1.8 males for every one female, due to higher levels of males in care homes (with or without nursing)<sup>1</sup>, prisons<sup>2</sup> and hotel/hostel/travel or temporary accommodation<sup>3</sup>.\n\nThis ratio was reversed for ages 75 and over, where there were more females than males: for ages 75 to 84 there were two females for every one male, while for aged 85 and over there were four females for every one male.  This is a result of greater life expectancy for women, leading to older women living alone and some [moving into care homes](http://www.ons.gov.uk/ons/rel/census/2011-census-analysis/what-does-the-2011-census-tell-us-about-older-people-/index.html \"what does the 2011 Census tell us about older people\") for support.\n\n<ons-chart path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/ee5461ed\" />\n\nFurther analyses by type of accommodation and age groups are summarised in Figure 3. For educational accommodation, 85% (323,000) were aged 16 to 24. Those aged 25 to 49 accounted for 62% (40,000) of the total prison<sup>2</sup> resident population. For defence establishments, 90% (39,000) of residents were aged 16 to 34. For those in hotel/hostel/travel or temporary accommodation<sup>3</sup>, 43% (13,000) were aged 16 to 24. \n\nOlder residents (aged 65 and over) accounted for over three quarters (82% or 291,000) of residents in care homes<sup>1</sup>; [previous analysis](http://www.ons.gov.uk/ons/rel/mortality-ageing/characteristics-of-older-people/what-does-the-2011-census-tell-us-about-the-oldest-old-living-in-england-and-wales-/characteristics-of-the--oldest-old--from-the-2011-census.html \"what does the 2011 Census tell us about the oldest old living in England and Wales\") has been published on older people living in care establishments. Those aged 65 and over also accounted for over half (52% or 3,000) of those living in registered social landlord housing association establishments, while 43% (2,000) of those in religious communal accommodation were aged 65 and over.\n\n####Figure 3: Age of residents by Communal Establishment type, England and Wales, 2011\n[![Figure 3: Age of residents by Communal Establishment type, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure3_tcm77-392665.png \"Figure 3: Age of residents by Communal Establishment type, England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure3_tcm77-392665.png)\n#####Source: Census - Office for National Statistics\n#####Notes:\n\n1. Care home includes with or without nursing and managed by local authority or another organisation\n2. Children’s home includes secure unit and managed by local authority or another organisation\n3. Hospital (all types)\n4. Other home and establishments (medical and care establishments)\n5. Social landlord/housing association includes registered social landlord/housing association run: • Home or hostel •\tSheltered housing only\n6. Prison (including probation/bail hostel, prison, detention centres and other detention)\n7. Hotel/hostel/travel or temporary accommodation include: •\tHotel: guest house; B&B; youth hostel •\tHostel or temporary shelter for the homeless •\tHoliday accommodation (for example holiday parks) •\tOther establishment; Other travel or temporary accommodation\n8. Data from Census table DC4210EWla via Nomis\n\nA breakdown of Communal Establishments by type and sex is shown in Figure 4. Females accounted for 68% (239,000) of residents in care homes<sup>1</sup>, and for 62% (3,000) of residents in religious Communal Establishments. Equal numbers (191,000 for both males and females) were living in educational establishments, but most other communal types were predominantly male: prisons<sup>2</sup> (95% or 61,000), defence (90% or 39,000), children’s homes (68% or 2,600) and hotel/hostel/travel/temporary accommodation<sup>3</sup> (65% or 20,000).\n\n####Figure 4: Sex of residents by Communal Establishment type, England and Wales, 2011\n[ ![Figure 4: Sex of residents by Communal Establishment type, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure4_tcm77-392666.png \"Figure 4: Sex of residents by Communal Establishment type, England and Wales, 2011\") ](http://www.ons.gov.uk/ons/resources/figure4_tcm77-392666.png \"Figure 4: Sex of residents by Communal Establishment type, England and Wales, 2011\")\n#####Source: Census - Office for National Statistics\n#####Notes:\n\n1. Care home includes with or without nursing and managed by local authority or another organisation.\n2. Children’s home includes secure unit and managed by local authority or another organisation.\n3. Hospital (all types).\n4. Other home and establishments (medical and care establishments).\n5. Social landlord/housing association includes registered social landlord/housing association run: • Home or hostel •\tSheltered housing only\n6. Prison (including probation/bail hostel, prison, detention centres and other detention).\n7. Hotel/hostel/travel or temporary accommodation include: •\tHotel: guest house; B&B; youth hostel •\tHostel or temporary shelter for the homeless •\tHoliday accommodation (for example holiday parks) •\tOther establishment: Other travel or temporary accommodation\n8. Data from Census table DC4210EWla via Nomis\n\n### Notes for age and sex analysis\n\n1. Care homes includes with or without nursing and managed by local authority or another organisation.\n\n2. Prisons (including probation/bail hostels, prisons, detention centres and other detention).\n\n3. Hotel/hostel/travel or temporary accommodation include:\n\n\t- Hotel: guest house; B&B; youth hostel\n\t- Hostel or temporary shelter for the homeless\n\t- Holiday accommodation (for example holiday parks)\n\t- Other establishment: Other travel or temporary accommodation"},{"title":"Marital status","markdown":"Marital status analyses were based on Communal Establishment residents (excluding staff or owners or family members or partners of staff or owners) aged 16 and over (899,000), and compared to the household population aged 16 and over (44.6 million)<sup>1</sup> (Table 4).  The marital structure of Communal Establishment residents differed considerably from that of the household population: the majority (65% or 581,000) of residents were single; this proportion was almost double that of the single adult household population (34% or 15.1 million). This is a reflection of the large numbers of students aged 16 to 24 in educational accommodation.\n\nThe second largest marital status group was widowed or surviving civil partner, accounting for almost one in four (22% or 202,000) of adult Communal Establishment residents. This was more than three times the proportion of the adult household population who were widowed (6.7 % or 2.9 million).\n\nThere were differences in marital status between male and female communal residents: three quarters (76% or 330,000) of males were single, compared to 54% (250,000) of females; this may result from the larger numbers of male residents in defence and prison establishments. There were many more females widowed (36% or 167,000) compared to males widowed (8.1% or 35,000); this was a result of the large numbers of older women in care homes.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/76dccf6e\" />\n\nFigure 5 shows the marital status and age of residents (excluding staff or owners or family members or partners of staff or owners) living in Communal Establishments. The high proportions of those single or widowed (including surviving from a civil partnership) were due in part to the age structure of residents in Communal Establishments, where 42% (397,000) were aged 16 to 24 (and many therefore likely to be students living in halls of residence or colleges), and 33% (309,000) were aged 65 and over (mainly living in care homes). \n\n<ons-chart path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/a5b0d49d\" />\n\n### Notes for marital status\n\n1. In this marital status analysis, the household population aged 16 and over includes Communal Establishment staff or owners (or family members or partners of staff or owners) (65,000); they were included within the household population to enable analysis of marital status by gender for residents as this data was not available for staff or owners (or family members or partners of staff or owners).\n"},{"title":"Qualifications","markdown":"Highest level of qualification is based on Communal Establishment residents (excluding staff or owners or family members or partners of staff or owners) aged 16 and over (899,000). In 2011, 37% (330,000) had no qualifications (Figure 6), compared to 22% (10.0 million) of usual residents in households aged 16 and over.\n\nA relatively small proportion (12% or 104,000) of adult Communal Establishment residents held a degree level or above qualification, compared with 28% (12.3 million) for the household population.\n\nOverall, Communal Establishment residents held lower qualifications than the total household population, but this may in part be due to age and stage of education, where many had not yet completed their education. Moreover, 74% (229,000) of residents aged 65 and over in Communal Establishments held no qualifications, compared with 52% (4.7 million) of the household population aged 65 and over<sup>1</sup>.\n\n<ons-chart path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/c6c2d9bb\" />\n\n### Notes for qualifications\n\n1. Household population includes Communal Establishment staff or owners (or family members or partners of staff or owners) to enable analysis of highest qualification by age as this data was not available for the household population only.\n"},{"title":"Economic activity","markdown":"Economic activity is based on Communal Establishment residents (excluding staff or owners or family members or partners of staff or owners) aged 16 or over (899,000). In 2011, 79% (714,000) of adult Communal Establishment residents were economically inactive<sup>1</sup>, with the largest proportion students (30% or 271,000), followed by retired (29% or 264,000) (Table 5).  Of those economically active, 15% (134,000) were in employment (including full-time students).\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/0452ecc5\" />\n\n### Notes for economic activity\n\n1. The economic status of usual residents aged 16 and over in England and Wales was derived from the census questions 30-38 and a full breakdown of all economic categories can be found in the data table DC6103EWla. The economic activity status is based on the individual’s activity on census day. This includes:\n\n\t- Economically active (including those who are in full/part time employment and self employed, and those unemployed actively seeking work).\n\n\t- Economically inactive (including those who are retired, looking after home or family, long term sick or disabled or other). \n"},{"title":"Country of birth","markdown":"Country of birth analysis is based on Communal Establishment residents (excluding staff or owners or family members or partners of staff or owners) of all ages (937,000). In 2011, 81% (758,000) of residents were born in the UK, forming 1.6% of the UK born totally usually resident population (Table 6).  Of the 19% non-UK born (179,000) residents in Communal Establishments, the largest proportion was born in the Middle East and Asia (8.1% or 76,000); this was 2.9% of total usual residents born in the Middle East and Asia.  This may in part be due to the large number of university students from the Middle East and Asia. This was followed by Europe Other with 5.5% (51,000).\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/e8a5ea9b\" />"},{"title":"Ethnicity","markdown":"Ethnicity analysis is based on Communal Establishment residents (excluding staff or owners or family members or partners of staff or owners) of all ages (937,000). A person’s ethnic group refers to their own perceived cultural background. \n\nTable 7 shows the proportion of Communal Establishment residents in 2011 by broad ethnic group.  The White ethnic group made up 83% (775,000) of Communal Establishment residents; 1.6% of all usual residents of white ethnicity were living in Communal Establishments. However, the Asian/Asian British group made up 10% (94,000) of Communal Establishment residents, but 2.2% of all usual residents of Asian/Asian British ethnicity were living in Communal Establishments.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/79969c8c\" />\n\nFigure 7 shows the proportion of usual residents for each ethnic group who were living in Communal Establishments in 2011. Those of Chinese ethnicity were the most likely to live in a Communal Establishment (11% or 41,000); the second most likely was Gypsy or Irish traveller (2.9% or 1,700), but this group accounted for only 0.2% of all residents in Communal Establishments.\n\nThose of Bangladeshi (0.8% or 3,500) and Pakistani (0.8% or 9,400) ethnicity were the least likely to be Communal Establishment residents. This may relate partly to cultural and economic differences, but may also reflect the [age structures](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/country-of-birth---rpt.html \"RPT - Country of Birth\") of the different groups.\n\n####Figure 7: Usually resident population aged 16 and over resident in Communal Establishments by ethnic group, England and Wales, 2011\n[ ![Figure 7: Usually resident population aged 16 and over resident in Communal Establishments by ethnic group, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure7_tcm77-392669.png \"Figure 7: Usually resident population aged 16 and over resident in Communal Establishments by ethnic group, England and Wales, 2011\") ](http://www.ons.gov.uk/ons/resources/figure7_tcm77-392669.png \"Figure 7: Usually resident population aged 16 and over resident in Communal Establishments by ethnic group, England and Wales, 2011\")\n#####Source: Census - Office for National Statistics\n#####Notes:\n\n1. Data from Census table DC2117EWla and DC2101EW via Nomis.\n\nFurther analysis of ethnicity by Communal Establishment type is summarised in Figure 8. The two largest broad categories of Communal Establishment, Education and Care, are shown for each ethnic group; the ‘Other’ group covers all other types of Communal Establishments.  The highest levels for ethnic groups living in Educational Communal Establishments were for those of Chinese ethnicity (94% or 39,000); 85% (35,000) of those with Chinese ethnicity were aged 16 to 24.  A [previous ONS publication](http://www.ons.gov.uk/ons/rel/census/2011-census/origin-destination-statistics-on-migration-for-local-authorities-in-the-united-kingdom/rpt---internal-and-international-migration-for-the-united-kingdom-in-the-year-prior-to-the-2011-census.html \"RPT - Internal and International migration for the United Kingdom\") highlighted the high numbers of Chinese-born students. High levels were also found for those of Indian ethnicity living in Educational Communal Establishments (76% or 17,000) and Arab ethnicity (76% or 3,000).\n\nThe highest levels for ethnic groups living in Care Communal Establishments were for those of White British ethnicity (47% or 331,000), Irish ethnicity (41% or 5,000) and Caribbean ethnicity (25% or 3,000).  These levels are related to the [older age structure](http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-for-local-authorities-in-england-and-wales/country-of-birth---rpt.html \"RPT Country of Birth\") of these groups.\n\n####Figure 8: Communal Establishment population by ethnicity and type of accommodation, England and Wales, 2011\n[ ![Figure 8: Communal Establishment population by ethnicity and type of accommodation, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure8_tcm77-392672.png \"Figure 8: Communal Establishment population by ethnicity and type of accommodation, England and Wales, 2011\") ](http://www.ons.gov.uk/ons/resources/figure8_tcm77-392672.png \"Figure 8: Communal Establishment population by ethnicity and type of accommodation, England and Wales, 2011\")\n#####Source: Census - Office for National Statistics\n#####Notes:\n\n1. Data from Census table DC4211EWla via Nomis."},{"title":"Geographical variations in Communal Populations","markdown":"Geographical analysis is based on the total Communal Establishment population (including residents, staff or owners or family members or partners of staff or owners); this summarises the overall spatial and demographic impact of Communal Establishments at regional and local authority levels. \n\nTable 8 summarises the geographical distribution of the usually resident population, household population and the total Communal Establishment population (residents, staff or owners or family members or partners of staff or owners) by English region and Wales. The South East had the largest proportion of usual residents in Communal Establishments of any region (2.2% or 188,000); 19% of the Communal Establishment population of England and Wales were in the South East region.\n\nLondon had the lowest (1.2% or 100,000) proportion of usual residents in Communal Establishment; 10% of the Communal Establishment population of England and Wales were in London.   Wales had 1.7% of usual residents in Communal Establishments; 5.2% of the Communal Establishment population of England and Wales were in Wales. \n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/65dfd9c4\" />\n\nTable 9 summarises the top 10 local authorities for the proportion of their usually resident populations living in Communal Establishments.  Cambridge (13%) and Oxford (12%) were the only two areas where the communal populations exceeded 10% of their usually resident population; seven of the top 10 contained universities. Rutland (East Midlands) has a concentration of boarding schools, a prison, and defence establishments, while Richmondshire (North Yorkshire) also includes defence establishments.\n\n<ons-table path=\"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/e273a089\" />\n\nMap 1 shows the distribution of the total Communal Establishment population (residents, staff or owners or family members or partners of staff or owners) across England and Wales as a proportion of the usually resident population for each local authority. The pattern is a composite of all of the different types of Communal Establishments summarised in this story, with the local authorities highlighted in Table 9 being evident.\n\n####Map 1: Communal Establishment population as a proportion of the usually resident by local authority district, England and Wales, 2011\n[ ![Map 1: Communal Establishment population as a proportion of the usually resident by local authority district, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/map1communalestablishmentpopulationnotitle_tcm77-392935.png \"Map 1: Communal Establishment population as a proportion of the usually resident by local authority district, England and Wales, 2011\") ](http://www.ons.gov.uk/ons/resources/map1communalestablishmentpopulationnotitle_tcm77-392935.png \"Map 1: Communal Establishment population as a proportion of the usually resident by local authority district, England and Wales, 2011\")\n\nThe three largest types of Communal Establishment by total populations (including residents, staff or owners or family members or partners of staff or owners) are Education, Care and Prisons (including probation/bail hostels, prisons, detention centres and other detention). Map 2 shows the distribution of communal populations living in educational establishments (totalling 388,000) as a proportion of the usually resident population for each local authority in England and Wales. The pattern is a reflection of the distribution of universities and boarding schools across the country. The only two local authorities  with educational communal population numbers exceeding 10% of their total usually resident populations were Cambridge (12%) and Oxford (11%).\n\n####Map 2: Education establishment population as a proportion of the usually resident population by local authority district, England and Wales, 2011\n[ ![Map 2: Education establishment population as a proportion of the usually resident population by local authority district, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/map2educationalestablishmentpopulationnotitle_tcm77-392940.png \"Map 2: Education establishment population as a proportion of the usually resident population by local authority district, England and Wales, 2011\") ](http://www.ons.gov.uk/ons/resources/map2educationalestablishmentpopulationnotitle_tcm77-392940.png \"Map 2: Education establishment population as a proportion of the usually resident population by local authority district, England and Wales, 2011\")\n\nMap 3 shows the distribution of communal populations living in care homes (with or without nursing) (totalling 382,000) as a proportion of the usually resident population for each local authority in England and Wales. Areas with the highest proportions of people in care homes include coastal areas, notably the South coast, Norfolk, North Wales, Lancashire and Lincolnshire, and the inland areas of North Yorkshire and Malvern. This distribution reflects patterns of older populations highlighted in a [previous ONS report](http://www.ons.gov.uk/ons/rel/census/2011-census-analysis/internal-and-international-migration-of-older-residents--aged-65-and-over--in-england-and-wales-in-the-year-prior-to-the-2011-census/story-on-internal-and-international-migration.html \"Story on internal and international migration of older residents\").  The three local authorities with the highest proportions were all in Sussex: Rother (1.7%), Worthing (1.6%) and Arun (1.5%).\n\n####Map 3: Care establishment population as proportion of the usually resident population by local authority district, England and Wales, 2011\n[ ![Map 3: Care establishment population as proportion of the usually resident population by local authority district, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/map3careestablishmentpopulationnotitle_tcm77-392948.png \"Map 3: Care establishment population as proportion of the usually resident population by local authority district, England and Wales, 2011\") ](http://www.ons.gov.uk/ons/resources/map3careestablishmentpopulationnotitle_tcm77-392948.png \"Map 3: Care establishment population as proportion of the usually resident population by local authority district, England and Wales, 2011\")\n\nMap 4 shows the distribution of communal populations in prisons (including probation/bail hostel, prison, detention centres and other detention) (totalling 66,000) as a proportion of the usually resident population for each local authority in England and Wales. The three local authorities with the highest proportions were Rutland (2.2%), Chorley (Lancashire)(1.7%)  and Weymouth and Portland (Dorset) (1.5%).\n\n####Map 4: Prison establishment population as a proportion of the usually resident population by local authority district, England and Wales, 2011\n[ ![Map 4: Prison establishment population as a proportion of the usually resident population by local authority district, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/map4prisonestablishmentpopulationnotitle_tcm77-392953.png \"Title\") ](http://www.ons.gov.uk/ons/resources/map4prisonestablishmentpopulationnotitle_tcm77-392953.png \"Map 4: Prison establishment population as a proportion of the usually resident population by local authority district, England and Wales, 2011\")"}],"accordion":[{"title":"Background notes","markdown":"1. Relevant Table numbers are provided in all download files within this publication. All data Tables are available via the Nomis website. \n\n2. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>"}],"relatedData":[],"charts":[{"title":"Figure 1: Age distribution of Communal Establishment residents, England and Wales, 2001 and 2011","filename":"b6dd11ef","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/b6dd11ef"},{"title":"Figure 2: Age and sex distribution of Communal Establishment residents, England and Wales, 2011","filename":"ee5461ed","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/ee5461ed"},{"title":"Figure 5: Marital status of the adult Communal Establishment residents, England and Wales, 2011","filename":"a5b0d49d","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/a5b0d49d"},{"title":"Figure 6: Type of residence for persons aged 16 and over by highest qualification level, England and Wales, 2011","filename":"c6c2d9bb","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/c6c2d9bb"}],"tables":[{"title":"Table 1: Usually resident population by type of resident, England and Wales, 2001-11","filename":"aae903de","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/aae903de"},{"title":"Table 2: Type and number of Communal Establishments, England and Wales, 2001 and 2011","filename":"2d1d3c17","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/2d1d3c17"},{"title":"Table 3: Communal Establishment residents by type, England and Wales, 2011","filename":"91b38299","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/91b38299"},{"title":"Table 4: Type of residence for persons aged 16 and over by marital status and sex, England and Wales, 2011","filename":"76dccf6e","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/76dccf6e"},{"title":"Data from Census tables LC5103EW and DC5101EWla via Nomis. ‘Other’ qualifications include apprenticeships, vocational qualifications, foreign qualifications for which the UK equivalent is not known and those qualified to level 1, 2 or 3 (secondary and tertiary education).","filename":"0452ecc5","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/0452ecc5"},{"title":"Table 6: Communal Establishment residents by country/continent of birth, England and Wales, 2011","filename":"e8a5ea9b","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/e8a5ea9b"},{"title":"Table 7: Communal Establishment residents by ethnicity, England and Wales, 2011","filename":"79969c8c","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/79969c8c"},{"title":"Table 8: Distribution of usual residents by accommodation type, English regions and Wales, 2011","filename":"a81f9212","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/a81f9212"},{"title":"Table 8: Distribution of usual residents by accommodation type, English regions and Wales, 2011","filename":"2f90b33a","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/2f90b33a"},{"title":"Table 8: Distribution of usual residents by accommodation type, English regions and Wales, 2011","filename":"65dfd9c4","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/65dfd9c4"},{"title":"Table 9: Top 10 local authorities for Communal Establishment populations as a proportion of all usual residents, England and Wales, 2011","filename":"e273a089","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11/e273a089"}],"type":"article","uri":"/peoplepopulationandcommunity/housing/articles/2011censusanalysiswhatdoesthe2011censustellusaboutpeoplelivingincommunalestablishments/2015-02-11","breadcrumb":[{"uri":"/"},{"uri":"/peoplepopulationandcommunity"},{"uri":"/peoplepopulationandcommunity/housing"}],"description":{"_abstract":"We analyse the characteristics of residents in communal establishments in 2011. Types of communal establishments include: hospitals, care homes, prisons, defence bases, boarding schools and student halls of residence. Characteristics include demographic and geographical analyses at national, regional and local levels. In 2011, communal establishment residents represented 1.7% of all usual residents in England and Wales. This was an increase from 1.6% in 2001. Males increased by 15% over this period, compared with just 4.2% for females.","edition":"","nationalStatistic":true,"contact":{"email":"chris.w.smith@ons.gsi.gov.uk","name":"Chris W Smith","telephone":"+44 (0)1329 444683"},"releaseDate":"2015-02-11T00:00:00.000Z","title":"2011 Census Analysis- What Does the 2011 Census Tell Us About People Living in Communal Establishments","keywords":["age,sex,qualifications,geography,marital,status"],"metaDescription":"Analyses of the Communal Establishment resident population, including demographic and geographical differences at national, regional and local levels."},"relatedArticles":[],"links":[]}