{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "For July to September 2014",
      "markdown": "- There were 954,000 young people (aged from 16 to 24) in the UK who were Not in Education, Employment or Training (NEET), a decrease of 12,000 from April to June 2014 and down 142,000 from a year earlier.\n\n- The percentage of all young people in the UK who were NEET was 13.1%, down 0.1 percentage points from April to June 2014 and down 1.9 percentage points from a year earlier.\n\n- Just under half (47%) of all young people in the UK who were NEET were looking for work and available for work and therefore classified as unemployed. The remainder were either not looking for work and/or not available for work and therefore classified as economically inactive.\n"
    },
    {
      "title": "In this bulletin",
      "markdown": "This Statistical Bulletin contains estimates for Young People Not in Education, Employment or Training (NEET) in the UK. [An article providing background information (88.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/articles-and-reports/young-people-who-are-neet.pdf \"Young people who are NEET\") is available on the ONS website. The Bulletin is published four times a year in February, May, August and November. All estimates discussed in this Statistical Bulletin are for the United Kingdom and are seasonally adjusted. The figures discussed in this Statistical Bulletin are obtained from the Labour Force Survey (a survey of households) and are therefore estimates, not precise figures.\n\nThis Statistical Bulletin is accompanied by a [data table in spreadsheet format (391.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/young-people-not-in-education--employment-or-training--neets-/august-2014/rft---table-1.xls \"RFT - Table 1\") .\n"
    },
    {
      "title": "Total young people who were not in education, employment or training (NEET)",
      "markdown": "For July to September 2014, there were 954,000 young people (aged from 16 to 24) who were Not in Education, Employment or Training (NEET), down 12,000 from April to June 2014 and down 142,000 from a year earlier. For July to September 2014, 13.1% of all people aged from 16 to 24 were NEET, down 0.1 percentage points from April to June 2014 and down 1.9 percentage points on a year earlier. Chart 1 shows the percentage of people aged from 16 to 24 who were NEET over the last five years.\n\n### Chart 1: People aged from 16 to 24 Not in Education, Employment or Training as a percentage of all people aged from 16 to 24, seasonally adjusted\n\n[Chart 1]-[Chart]\n\nFor July to September 2014, there were 55,000 people aged from 16 to 17 who were Not in Education, Employment or Training (NEET), down 5,000 from April to June 2014 and down 4,000 from a year earlier. There were 899,000 people aged from 18 to 24 who were NEET, down 7,000 from April to June 2014 and down 138,000 from a year earlier.\n"
    },
    {
      "title": "Unemployed young people who were NEET",
      "markdown": "Unemployment measures people without a job who have been actively seeking work within the last four weeks and are available to start work in the next two weeks. For July to September 2014, there were 450,000 unemployed young people (aged from 16 to 24) who were Not in Education, Employment or Training (NEET), down 13,000 from April to June 2014 and down 151,000 from a year earlier. For July to September 2014:\n\n- there were 282,000 unemployed men aged from 16 to 24 who were NEET, and\n\n- there were 167,000 unemployed women aged from 16 to 24 who were NEET. \n"
    },
    {
      "title": "Economically inactive young people who were NEET",
      "markdown": "Economic inactivity measures people not in employment who have not been seeking work within the last four weeks and/or are unable to start work within the next two weeks. For July to September 2014, there were 504,000 economically inactive young people (aged from 16 to 24) who were Not in Education, Employment or Training (NEET), up 1,000 from April to June 2014 and up 8,000 from a year earlier. For July to September 2014:\n\n- there were 163,000 economically inactive men aged from 16 to 24 who were NEET, and\n\n- there were 340,000 economically inactive women aged from 16 to 24 who were NEET. \n"
    },
    {
      "title": "Quality information",
      "markdown": "[Quality Information (227.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/social-statistics/quality-and-methodology-information-for-the-labour-force-survey--lfs-.pdf \"Quality and Methodology Information for the Labour Force Survey (LFS)\") for the Labour Force Survey (LFS) is available on the website.\n\nFurther information about the LFS is available from:\n\n- the [LFS User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/labour-market-statistics/index.html \"Labour Force Survey - user Guidance\"), and\n\n- [LFS Performance and Quality Monitoring Reports](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/labour-force-survey/index.html \"Labour Force Survey Performance and Quality Monitoring Reports\").\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. Further statistics on young people in the labour market for the UK were published on 12 November 2014 within the main Labour Market Statistics release and are available at [data table A06 (2.51 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/november-2014/table-a06.xls \"Table A06\") . Information on availability of sub-national estimates of Young People who are NEET is available in [an article published on the website (88.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/articles-and-reports/young-people-who-are-neet.pdf \"Young people who are NEET\") .\n\n2. This release contains revisions to all previously published estimates as a result of reweighting the Labour Force Survey to bring it into line with population estimates based on the 2011 Census. An [article](http://www.ons.gov.uk/ons/rel/lms/revisions-to-labour-force-survey-estimates-due-to-re-weighting-to-the-census-2011-population/article.html \"Revisions to Labour Force Survey estimates due to re-weighting to the Census 2011 population - Article\") describing the reweighting was published on 23 September 2014. The estimates provided in this release are consistent with the estimates for young people published in the main labour market release.\n\n3. The next bulletin will be published on 26 February 2015. A list of the job titles of those given [pre-publication access](http://www.ons.gov.uk/ons/rel/lms/young-people-not-in-education--employment-or-training--neets-/november-2014/pre-release-list.html \"Pre-release list\") to the contents of this Statistical Bulletin is available on the website. \n\n4. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/employmentandlabourmarket/peoplenotinwork/unemployment/bulletins/youngpeoplenotineducationemploymentortrainingneet/2014-11-20",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/employmentandlabourmarket"
    },
    {
      "uri": "/employmentandlabourmarket/peoplenotinwork"
    },
    {
      "uri": "/employmentandlabourmarket/peoplenotinwork/unemployment"
    }
  ],
  "description": {
    "headline1": "There were 954,000 young people (aged from 16 to 24) in the UK who were Not in Education, Employment or Training (NEET), a decrease of 12,000 from April to June 2014 and down 142,000 from a year earlier.",
    "headline2": "The percentage of all young people in the UK who were NEET was 13.1%, down 0.1 percentage points from April to June 2014 and down 1.9 percentage points from a year earlier.",
    "headline3": "Just under half (47%) of all young people in the UK who were NEET were looking for work and available for work and therefore classified as unemployed. The remainder were either not looking for work and/or not available for work and therefore classified as economically inactive.",
    "edition": "November 2014",
    "nationalStatistic": true,
    "contact": {
      "email": "nicholas.palmer@ons.gsi.gov.uk",
      "name": "Nick Palmer",
      "telephone": "+44 (0)1633 455839"
    },
    "releaseDate": "2014-11-20T00:00:00.000Z",
    "language": "English",
    "title": "Young People Not in Education, Employment or Training (NEET)",
    "summary": "Estimates of young people (aged from 16 to 24) who are NEET (not in education, employment or training) broken down by age, sex and by labour market status (unemployed and economically inactive).",
    "keywords": [
      "Young people",
      "Youth",
      "unemploymet",
      "inactivity"
    ]
  }
}