{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Jacqui Jones",
    "email": "construction.statistics@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Points",
      "markdown": "- This statistical bulletin provides users with the latest estimates of output in the construction industry for June 2014. Output is defined as the amount charged by construction companies to customers for value of work, excluding VAT and payments to sub-contractors.\n- In Q2 2014 there was estimated to be no growth in construction output when compared with Q1 2014. However, the annual growth between Q2 2014 and Q2 2013 was estimated to have increased by 4.8%.\n- The monthly estimates for construction output for June 2014 increased by 1.2% when compared with May 2014, with new work increasing by 0.9% and repair \u0026 maintenance increasing by 1.6%.\n- The preliminary estimate of GDP released on 25 July 2014 estimated construction output to have fallen by 0.5%. This estimate has been revised within this release based on updated survey responses and is now estimated to be 0.0%. The revision of 0.5 percentage points has no effect on total GDP to one decimal place.\n- On the year, the picture is one of growth with output in the construction industry increasing by 5.3% in June 2014 compared with June 2013. During this period there were increases in both new work and repair \u0026 maintenance of 5.4% and 5.0% respectively.\n- These growth rates in isolation do not provide the full picture of output in the construction industry and users should note that more information is provided within the Analysis of Output in the Construction Industry section of this bulletin.\n- The open period for revisions in this release is April 2014 onwards. Revisions are a result of late data and changes to the seasonal path.\n"
    },
    {
      "title": "Introduction",
      "markdown": "Construction output estimates are a short term indicator of construction output by the private sector and public corporations within Great Britain and are produced from a monthly survey of 8,000 businesses in Great Britain. The estimates are produced and published at current prices (including inflationary price effects) and at chained volume estimates (with inflationary effects removed) both seasonally adjusted and non-seasonally adjusted.\n\nThese statistics are used to inform economic policy surrounding the construction industry, provide a comparison across European countries and for economic forecasting by government departments and trade associations.\n\nThese estimates cover Great Britain only and to determine the performance of the construction industry across the UK users should note that estimates of the construction industry in Northern Ireland are available through the [Northern Ireland Statistics and Research Agency](http://www.csu.nisra.gov.uk/survey.asp84.htm \"Northern Ireland Statistics and Research Agency\").\n\nDetailed estimates along with a longer run of time series data are available to download in the Output in the Construction Industry, June 2014. In these tables, users will find chained volume estimates back to 1997 Q1 and monthly estimates back to January 2010.  Current price non-seasonally adjusted data are available back to Q1 1955. More information on these statistics can be found in the ‘Definitions and explanations’ section in the background notes.\n\nIt should be noted that, due to seasonal adjustment taking place on a short span of data points used to interpret the seasonal effects (54 months), there is potential for increased revisions until the seasonal pattern is established within the time series. The seasonal pattern is generally established after 60 months in a monthly time series.\n\nIn this release, the seasonal factor for the new public housing series is slightly larger (1.11) than the previous average seasonal factors for Junes (1.06) between 2010 to 2013. This will have decreased the seasonally adjusted estimates for new public housing in June 2014. Given the volatility and short span of data points, further assessment of this seasonal factor requires additional periods of data. The seasonal adjustment for new public housing will be re-assessed prior to the next publication.   It should be noted that new public housing provides only a 5% contribution to total construction output and 8% to total new work. Any impact in June 2014, from a higher seasonal factor in this series will therefore have a negligible effect on total construction output estimates and total new work estimates.\n"
    },
    {
      "title": "Economic Context",
      "markdown": "Construction output is a component in the production approach to measuring gross domestic product (GDP), accounting for 6.3% of total GDP, based on 2010 weights. Due to the high value of construction in GDP and its stand-alone status as a key economic indicator, the construction estimate is widely used by economists and industry specialists as an aid to economic interpretation and forecasting.\n\nConstruction output increased by 1.2% in June 2014, compared with May 2014 and was 5.3% higher than in the same month a year earlier. The rate of annual construction growth was consistent with the broader performance of the UK economy, the output of which grew by 3.1% in the year to Q2 2014.\n\nOn the month, both categories within construction - new work and repair \u0026 maintenance - performed strongly. The main drivers of growth were non-housing repairs and maintenance activities, which experienced output growth of 3.8%, and new housing construction which grew by 1.9%. The sub-components which put downward pressure on the monthly construction outturn were infrastructure – which fell by 1.9% – and repair \u0026 maintenance for housing (public and private) which fell by 0.8%.\n\nOn an annual basis, new work and repair \u0026 maintenance have both grown robustly. Over this period housing new work output (public and private) increased by 17.9% and repair \u0026 maintenance for non-housing grew by 7.7%. The only sub-components to experience a contraction in the annual rate of output growth were new work for infrastructure – which fell by 9.6% – and new work for the Public Sector (excluding infrastructure) – which fell by 3.1% in the year to June 2014.\n\nDespite fairly consistent growth since mid-2012, the volume of construction output remains well below its pre-downturn level. After recovering strongly during 2010 and 2011 – [when the government brought forward significant capital expenditure](http://www.ons.gov.uk/ons/rel/elmr/economic-review/november-2013/art-novemberer.html#tab-abstract \"when the government brought forward significant capital expenditure\") – the industry fell into a renewed downturn during 2011 from which it started to emerge in mid-2012. Between Q3 2012 and Q2 2014, construction output grew some 8.0% – largely as a consequence on a recovery of residential construction – but remained 10.3% below its level in Q1 2008. While house building has been the main driver of construction output growth since January 2013, the experiences of the public and private sector house building have been quite different. Output associated with private sector housing remained some 8.2% below its pre-downturn level in Q2 2014, while public sector housing output was 76.1% above its pre-downturn level in the same period: the highest quarterly level since 1997.\n\nExternal indicators for recent months also support the recovery of new housing construction. Following four consecutive monthly falls, data from the Bank of England suggested an increase in the value of mortgage approvals for house purchases of 7.2% in June 2014. The [Bank’s Agents’ Summary of Business conditions for July](http://www.bankofengland.co.uk/publications/Documents/agentssummary/2014/agsum14jul.pdf \"Bank’s Agents’ Summary of Business conditions for July\") also reported that construction activity had continued to rise strongly, with the pickup widening from house building. This publication also noted that despite a slight slowdown in housing market activity, the new-build market remained buoyant. Finally, the strength of the residential property market continued to be captured in ONS’s [house price index](http://www.ons.gov.uk/ons/rel/hpi/house-price-index/may-2014/index.html \"house price index\") which indicated UK house price growth of 10.5% in the year to May 2014, and annual price growth of new-build housing of 6.9%. The strength of demand indicated by the value of mortgage approvals and house prices may be factors supporting output in housing construction.\n\nHowever, while housing construction output has grown relatively quickly in recent months, those sub-components of construction that are not consumer facing have performed less strongly. Other new work – including commercial and industrial construction and infrastructure – remained relatively weak in level terms and has recovered very little of the output lost during the economic downturn. In Q2 2014, other new work remained around 19.2% below its pre-downturn peak in Q1 2008. This subdued performance of the other new work component since the economic downturn is consistent with a range of external indicators.  For example, the Bank of England’s paper [Commercial property and financial stability](http://www.bankofengland.co.uk/publications/Documents/quarterlybulletin/2013/qb130105.pdf \"Commercial property and financial stability\") highlights that commercial property prices were almost a half lower than their 2007 peak by the end of 2012, which is consistent with reduced demand for property from UK firms. More recently, the [Bank of England’s Agents’ Summary of Business Conditions for June](http://www.bankofengland.co.uk/publications/Documents/agentssummary/2014/agsum14jun.pdf \"Bank of England’s Agents’ Summary of Business Conditions for June\") also noted that the commercial real estate market is recovering only very slowly. Both are consistent with lower demand for new premises and buildings, which is likely to weigh on construction output.\n"
    },
    {
      "title": "Output in the Construction Industry – June and Q2 2014",
      "markdown": "All work\n\nIn June 2014 output in the construction industry was estimated to have increased by:\n\n- 1.2% compared with May 2014\n- 5.3% compared with June 2013 (estimate amended, due to a typographical error, from original publication at 9.50am on 8 August 2014)\n\nThe quarterly estimate for Q2 has been revised, from a fall of 0.5% in the preliminary estimate of GDP (published 25 July 2014) to 0.0%. This revision does not change the GDP estimate of 0.8% to one decimal place.\n\nUsing these growth rates in isolation does not give the full picture of the performance of output in the construction industry. Figure 1 provides a pictorial view of how all construction work has fared over the last 10 years; also provided is the time series for the main components in the construction industry, all new work and repair and maintenance.\n\n#### Figure 1: All work, all new work and repair and maintenance, quarterly time series, seasonally adjusted chain volume measure (2010\u003d100)\n[![Figure 1: All work, all new work and repair and maintenance, quarterly time series, seasonally adjusted chain volume measure (2010\u003d100)](http://www.ons.gov.uk/ons/resources/sctfigure1_tcm77-373319.png)](http://www.ons.gov.uk/ons/resources/sctfigure1_tcm77-373319.png \"Figure 1: All work, all new work and repair and maintenance, quarterly time series, seasonally adjusted chain volume measure (2010\u003d100)\")\n\nSource: Construction: Output \u0026 Employment - Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/chd-all-work-monthly-june---q2-2014.xls \"XLS format\") (20.5 Kb)\n\nThe quarterly output in the construction industry all work series has steadily increased since Q1 2013 and in Q2 2014 was estimated to be 6.7% higher than in Q1 2013. Despite this increase, all work remains 4.1% below its post economic downturn peak in Q2 2011 and 10.3% below its pre economic downturn peak in Q1 2008.\n\nThe growth in construction output since Q1 2013 was a result of increases in both new work and repair \u0026 maintenance. New work increased 6.7% in Q2 2014 although the series remained 8.5% lower than its post economic downturn peak in Q2 2011 and 12.3% below its pre economic downturn peak in Q1 2008.\n\nA closer examination of the repair \u0026 maintenance series since Q1 2013 shows it has been less volatile than the new work series but similarly to new work, from 2013 onwards, there has been a steady increase in the volume of repair and maintenance work. This series was estimated to be 6.9% higher in Q2 2014 than in Q1 2013 and has produced 7 consecutive quarters of growth. Despite this consistent growth the series remains 13.8% below its peak in Q3 2003.\n\n### All new work\n\nIn June 2014 all new work increased by:\n- 0.9% compared with May 2014\n- 5.4% compared with June 2013\n\nThe types of work that make up all new work are shown in figure 2.\n\n#### Figure 2: All new work, quarterly time series, seasonally adjusted chain volume measure (2010\u003d100)\n[![Figure 2: All new work, quarterly time series, seasonally adjusted chain volume measure (2010\u003d100)](http://www.ons.gov.uk/ons/resources/sctfigure2_tcm77-373322.png)](http://www.ons.gov.uk/ons/resources/sctfigure2_tcm77-373322.png \"Figure 2: All new work, quarterly time series, seasonally adjusted chain volume measure (2010\u003d100)\")\n\nSource: Construction: Output \u0026 Employment - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/chd-figure-2.xls \"XLS format\") (20.5 Kb)\n\nIn recent releases of Output in the Construction Industry, new housing has provided the main contribution to growth in all new work and the increase in new housing work is clearly seen in figure 1; however, the fall in other new work and its weight in all new work, approximately 47%, has negated the rise in new housing.\n\nInfrastructure has performed differently to both new housing and other new work. During the economic downturn, infrastructure work increased and peaked in 2011 Q2, while it has fallen back from this point it remains fairly constant in its level.\n\n### New housing\nLooking now in detail at new housing, in June 2014 all new housing increased by:\n- 1.9% compared with May 2014\n- 17.9% compared with June 2013\n\nThis latest period of growth has led to the monthly new housing series being at its highest level since the series began in 2010. This high point in the new housing series is not confined to one component, as both public and private new housing are estimated to be at their highest level since the series began.\n\nNew housing increased by 3.5% in Q2 2014 compared with Q1 2014 due to three individual months of positive growth within the quarter; this resulted in the level of new housing reaching its highest point since Q4 2007.\n\nMore information on how all types of new work fared in June 2014 can be found in Table 1.\n\n#### Table 1: Component comparison to previous levels (£millions)\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. Monthly time series data for these components begins in January 2010\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/prt-component-comparison-june---q2-2014.xls \"XLS format\") (29 Kb)\n\n### Summary of growth rates for all work types\n\nTable 2 provides a summary of all growth rates across the different types of construction work in June 2014. Some key points from this table are as follows:\n\n- The growth in repair and maintenance, on the year, quarter and month, was mainly due to growth in repair and maintenance of non-housing.\n- New housing continues to provide the main contribution to growth in the construction industry.\n- The growth in private industrial work on the year, quarter and month, is on the face of it, substantial. However, the weight of private industrial work in all construction is small (3%) and thus does not contribute much towards the overall performance of the construction sector.\n\n#### Table 2: Construction output summary tables, chained volume measures, seasonally adjusted\n\nTable source: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/prt-table-2-output-summary-june---q2-2014.xls \"XLS format\") (36 Kb)\n\n### International Perspective\n\nOutput in the construction industry follows the [Eurostat Short Term Statistic (STS)](http://epp.eurostat.ec.europa.eu/portal/page/portal/short_term_business_statistics/introduction/sts_in_brief \"Eurostat Short Term Statistic (STS)\") regulations for production in construction. Before any comparisons are made with the Euro area or EU28, it is worth noting that the UK are the only member state who follow the A method for compiling [production in construction statistics](http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-RA-11-018/EN/KS-RA-11-018-EN.PDF \"production in construction statistics\").\n\nThe latest release of production in construction shows that construction output in the Euro area decreased by 1.5% in May 2014 and by 1.6% in the EU28. The GB estimate for May 2014 shows construction output decreasing by 1.2%. Figure 3, provides a comparison of the GB estimates of output in the construction industry with that of the Euro area and EU 28.\n\n#### Figure 3: Monthly indices for production in construction, working day and seasonally adjusted\n[![Figure 3: Monthly indices for production in construction, working day and seasonally adjusted](http://www.ons.gov.uk/ons/resources/sctfigure3_tcm77-373334.png)](http://www.ons.gov.uk/ons/resources/sctfigure3_tcm77-373334.png \"Figure 3: Monthly indices for production in construction, working day and seasonally adjusted\")\n\nSource: Construction: Output \u0026 Employment - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/chd-monthly-indices-for-production-in-construction.xls \"XLS format\") (19.5 Kb)\n\nOutside of the EU, the US Census Bureau release [Value of construction put in place](http://www.census.gov/construction/c30/c30index.html \"Value of construction put in place\") shows that provisional estimates of construction output decreased by 1.8% in June 2014 compared with May 2014 and by 5.5% compared with June 2013.\n"
    },
    {
      "title": "Construction estimates in gross domestic product",
      "markdown": "Construction estimates are a key component of the output approach to measuring GDP, along with the estimates of services, production and agriculture. As an aid to users, the short term releases that directly feed into GDP now include an additional table of GDP components. It is anticipated that this table will inform users of the relationship between the individual components which comprise GDP output. The publication dates and the quarterly growths of the individual GDP components are shown in Table 3.\n\nEach component of GDP has a weight within GDP based on its value in 2010. Construction has a weight of 63, which means that it is 63 parts of the 1,000 that make up total GDP.\n\n#### Figure 4: Contributions to GDP quarter on quarter percentage change (Q2 2014)\n[![Figure 4: Contributions to GDP quarter on quarter percentage change (Q2 2014)](http://www.ons.gov.uk/ons/resources/sctfigure4_tcm77-373337.png)](http://www.ons.gov.uk/ons/resources/sctfigure4_tcm77-373337.png \"Figure 4: Contributions to GDP quarter on quarter percentage change (Q2 2014)\")\n\nSource: Construction: Output \u0026 Employment - Office for National Statistics\n\n##### Notes:\n1. Components may not sum due to rounding.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/figure-4.xls \"XLS format\") (30.5 Kb)\n\nTo determine the effect each component has on GDP, multiply the component growth by its weight in GDP.\nAn example using Q2 2013 data:\nConstruction growth  \u003d 1.9\nWeight in GDP  \u003d 0.063 (63/1000)\nEffect on GDP  \u003d 1.9 * 0.063 \u003d 0.1197 or 0.1 to 1 decimal place (dp).\n\nRevisions to components and the effect on GDP can be calculated using the same process. As a general rule there are no revisions to GDP when the component revisions are:\n\nIoP \u003d between 0.3 and -0.3\nConstruction \u003d between 0.7 and -0.7\nIoS \u003d 0.0 (all values above or below 0.0 effect GDP due to the high weight of IoS in GDP).\n\nBecause;\n\nIoP \u003d    0.152*0.4 \u003d 0.0608 or 0.1 to 1 dp\nConstruction \u003d  0.063*0.8 \u003d 0.0504 or 0.1 to 1 dp\nIoS \u003d    0.778*0.1 \u003d 0.0778 or 0.1 to 1 dp\n\nTable 3 shows the latest quarterly output figures that fed into the preliminary estimate of GDP release for Q2 2014 published on 25 July 2014.\n\n#### Table 3: GDP component tables, chained volume measure, seasonally adjusted\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. †This indicates that new data has been published since the preliminary estimate of GDP.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/prt-table-3--gdp-table--june---q2-2014.xls \"XLS format\") (33 Kb)\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "** 1. What’s new?**\n\nThe consultation on improvements to Construction Price Statistics has now closed. Results will be published by BIS by the end of August 2014.\n\n** 2. About this release**\n\nConstruction output estimates are a short term indicator of construction output by private sector and public corporations within Great Britain. Output estimates are produced and published at current prices (including inflationary price effects) and at chained volume estimates (with inflationary effects removed) both seasonally adjusted and non-seasonally adjusted. Chained volume measures are also described as volume. Construction output is used in the compilation of the output approach to measuring [gross domestic product (GDP)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/index.html \"Quarterly National Accounts Index\").\n\nThe data published in this release cover construction estimates for Great Britain. Construction output estimates for Northern Ireland can be obtained from the [Central Survey Unit](http://www.csu.nisra.gov.uk/ \"Central Survey Unit\").\n\n** 3. Revision policy**\n\nThis release conforms to the standard [National Accounts revision policy (27.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-policies-by-theme/economy/national-accounts-revisions-policy.pdf \"[National Accounts revision policy\") , which can be found on the ONS website. In line with this, the construction output release for June 2014 has a revision period back to April 2014.\n\nFigures for the most recent months are provisional and subject to revision in light of (a) late responses to the Monthly Business Survey MBS and (b) revisions to seasonal adjustment factors which are re-estimated every period.\n\n** 4. Statistical continuous improvement**\n\nIn March 2012, as part of its [Statistical Continuous Improvement programme](http://www.ons.gov.uk/ons/guide-method/method-quality/ons-statistical-continuous-improvement/continuous-improvement-of-gdp--24-april-2013/index.html \"continious improvement of GDP - 24th April 2013\"), ONS published a [Review of Sample Design and Estimation Methodology for Construction Output](http://www.ons.gov.uk/ons/guide-method/method-quality/ons-statistical-continuous-improvement/reviewing-the-sample-design-and-estimation-methodology-for-output-in-the-construction-industry/index.html \"Reviewing Sample Design \u0026 Estimation Metholodgy - Output in the Construction Industry\"). This report evaluated the sample design and estimation methods used on the Construction Output Survey. The conclusions of the review were that the current sample is performing well and that the current methodology for estimation within the survey produces the smallest standard error.\n\nIn response to user feedback and in line with the announcement made in the article ‘[Improvements to the methods used to compile Output in the Construction Industry statistics](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/seasonal-adjustment-of-monthly-output-in-the-construction-industry/index.html \"Seasonal Adjustment of monthly output in the contruction industry\")’, this statistical bulletin now contains monthly seasonally adjusted chained volume estimates. Due to the potential for confusion when comparing constant price (volume) and chained volume measures, all references to constant price series for construction output have been removed from this, and future bulletins.\n\nA work plan for construction output statistics will be published shortly and will align with the [National Accounts and related statistics work plan](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/consultations/national-accounts-and-related-statistics-work-plan/index.html \"National Accounts and related statistics work plan\").\n\n**5. Use of the data**\n\nOutput in the Construction Industry estimates are widely used both internally and externally and have been identified by legal requirement and user engagement surveys.\n\nThe key users of data from the Output of the Construction Industry dataset are:\n\n- United Kingdom National Accounts.\n- Eurostat, the statistical office of the European Union, in order to comply with statutory legislation on short-term business statistics (STS). Short-term business statistics provide information on the economic development of four major domains: industry, construction, retail trade and other services.\n- Industry analysts requiring estimates of the construction industry output of Great Britain.\n- Trade associations making UK and international comparisons and to forecast trends in the construction industry.\n- Other government departments including; the Department for Business, Innovation and Skills (BIS), HM Treasury (HMT), Department for Communities and Local Government (DCLG) and the Office for Budgetary Responsibility (OBR).\n\nAs well as being a key indicator of the performance of construction companies, the results of the survey also contribute to the estimate of the gross domestic product of the UK, contributing approximately 6.3% of GDP.\n\nMore information on the uses made of [short terms economic statistics](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/output-measure-of-gdp/methods-and-sources/index.html \"short terms economic statistics\") is available.\n\n** 6. Methods**\n\nThe ONS Monthly Construction Output Survey measures output from the construction industry in Great Britain. It samples 8,000 businesses large and small. Those businesses employing over 100 people or with an annual turnover of more than £60m are continually surveyed, whilst smaller busineeses are rotated in and out of the sample. The results of the survey are deflated using price indices from the Building Cost Information Service (BCIS) of the Royal Institute of Chartered Surveyors (RICS) and then seasonally adjusted using X-12 Arima to derive the published estimates.\n\n** 7. Quality**\n\nThe latest [Quality and Methodology report (500.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-and-energy/quality-and-methodology-information-for-output-in-the-construction-industry.pdf \"Quality and Methodology Information for Output in the Construction Industry\") for the Output of the Construction Industry estimates can be found on the ONS website.\n\n** 8. Revisions**\n\nOne indication of the reliability of the key indicators can be obtained by monitoring the size of revisions. Analysis of the previously published quarterly seasonally adjusted constant price series has shown that revisions to construction data are small. Generally these quarterly revisions are less than 1 percentage point when compared with the final revised period five quarters after initial publication. This indicates that the published estimates are a reliable snapshot of the output in the industry at the date of publication.\n\nThe size and pattern of revisions which have occurred in the chained volume measures in the open period for revisions can be found in the new revision triangles on the construction web page. Please note that these indicators only report summary measures for revisions. The revised data may be subject to sampling or other sources of error. Details about this revisions material can be found in the document ‘[Revisions information in ONS First Release](http://www.ons.gov.uk/ons/external-links/articles-and-summaries/articles/ons-policy-on-standards-for-presenting-revisions-in-time-series-first-releases.html \"ONS Policy on Standards presenting revisions in time series First releases\")’.\n\nIt should be noted that due to seasonal adjustment taking place on a short span of data points used to interpret the seasonal effects, there is potential for increased revisions until the seasonal pattern is established within the time series. The seasonal pattern is generally established after 60 months in a monthly time series.\n\nPlease note that a monthly seasonally adjusted chained volume series is not available pre-2010. This is due to monthly data not being available for this period. These data are a requirement for creating previous year’s’ prices from which chain linked volume measures are created.\n\n** 9. Relevant links**\n\n**International Comparisons**\n\nInternational construction comparisons are compiled by Eurostat. The estimates produced in this bulletin are included in these comparisons. Further information can be found on the Eurostat web page.\n\n**Analysis of the construction industry**\n\nAn article on the UK construction industry was published by BIS in 2013.\n\n**Disclosure control policy**\n\nThe [Disclosure control policy](http://www.ons.gov.uk/ons/guide-method/best-practice/disclosure-control-policy-for-tables/disclosure-control-policy-for-tables-produced-from-surveys.pdf \"Disclosure control policy\") for tables produced from surveys.\n\n** 10. Further information**\n\nReleases on construction output and employment prior to the transfer to ONS can be found on the BIS website.\n\n** 11. User Engagement**\n\nThe user engagement section of the ONS website contains results of the survey held in April 2011 regarding users\u0027 satisfaction and use of the new orders and construction output surveys.\n\n** 12. GENERAL INFORMATION**\n\n**Understanding the data**\n\n**Interpreting the data**\n\nWhen making comparisons it is recommended that users focus on chained volume measures or constant price (volume), seasonally adjusted estimates as these show underlying movements rather than seasonal movements.\n\nConstruction output estimates are subject to revision because of:\n- Late responses to the Construction Output Survey.\n- Revisions to seasonally adjusted factors which are re-estimated every quarter.\n- Annual updating of the Inter-Departmental Business Register (IDBR) that forms the basis of the sampling for the Construction Output Survey. This occurs in April and can have an effect on the results published in May.\n\n**Definitions and explanations**\n\nDefinitions of terminology found within the main statistical bulletin are detailed below:\n\n**Output**\n\nOutput is defined as the amount chargeable to customers for building and civil engineering work done in the relevant period excluding VAT. As well as work charged to customers, businesses are asked to include the value of work done on their own initiative on buildings such as dwellings or offices for eventual sale or lease, and of work done by their own operatives on the construction and maintenance of their own premises. The value of goods made by businesses themselves and used in the work is also included.\n\nIn all returns, work done by sub-contractors is excluded to avoid double counting, since sub-contractors are also sampled. Output does not include payments made to architects or consultants from other firms – this would also cover engineers and surveyors. It would include wages paid to such people if they were directly employed by the business.\n\n**Current price (value) (CP)**\nCurrent prices are the actual or estimated recorded monetary value over a defined period. They show the value for each item expressed in terms of the prices of that period.\n\n**Constant price (volume) (KP)**\nA constant price or volume measure is a series of economic data from successive years expressed in real terms by computing the production volume for each year in the prices of a reference year. The resultant time-series of production figures has the effects of price changes removed (that is, monetary inflation or deflation). In other words, from the raw data a series is obtained which reflects only production volume. See the ‘Deflation’ section. Constant price series in this bulletin are based on the reference year 2005.\n\n**Chained volume measures (CVM)**\nA chained volume series is a series of data from successive years, put in constant price terms by computing the production volume for each year in the prices of the preceding year, and then chain-linking the data together to obtain a time-series of production figures from which the effects of price changes (i.e. monetary inflation or deflation) have been removed. Further information on chain-linking can be found in the methodological article ‘Annual chain-linking’.\n\n**Seasonal adjustment (SA)**\nSeasonal adjustment aids interpretation by removing effects associated with the time of the year or the arrangement of the calendar, which could obscure movements of interest.\n\n**Deflation**\nIt is common for the value of a group of financial transactions to be measured in several time periods. The values measured will include both the change in the volume sold and the effect of the change of prices over that year. Deflation is the process whereby the effect of price change is removed from a set of values. The current reference year is 2010 for CVM data.\n\n**Sectors**\nInstitutional sectors are defined in the [System of National Accounts (SNA)](https://unstats.un.org/unsd/nationalaccount/glossary.asp?letter\u003dI \"System of National Accounts (SNA)\") as;\nUnits that are grouped together to form institutional sectors on the basis of their principal functions, behaviour, and objectives.\n\nThe resident institutional units that make up the total economy are grouped into five mutually exclusive sectors:\n\n- Non-financial corporations.\n- Financial corporations.\n- General government.\n- Non-profit institutions serving households.\n- Households.\n\nIn the case of non-financial and financial sectors these can be further broken down into public sector, those units either controlled by the state or funded from the public purse and include general government, local authorities, housing associations and nationalised industries and private sector, those units controlled by private individuals or groups and not by the public sector.\n\n**Gross domestic product (GDP)**\nGross domestic product (GDP) is an integral part of the UK national accounts and provides a measure of the total economic activity in a region.\n\nGDP is often referred to as one of the main \u0027summary indicators\u0027 of economic activity and references to \u0027growth in the economy\u0027 are quoting the growth in GDP during the latest quarter.\n\nConstruction estimates are a component of GDP from the output or production approach (GDP(O)) which measures the sum of the value added created through the production of goods and services within the economy (our production or output as an economy). This approach provides the first estimate of GDP and can be used to show how much different industries (for example, agriculture) contribute within the economy.\n\n**Housing**\nHousing is generally defined as ‘all buildings that are constructed for residential use’. Within the public sector this classification includes construction items such as local authority housing schemes, hostels (except youth hostels), married quarters for the services and police; old peoples\u0027 homes; orphanages and children’s remand homes; and the provision within housing sites of roads and services for gases, water, electricity, sewage and drainage.\n\nPrivate sector housing includes all privately owned buildings for residential use, such as houses, flats and maisonettes, bungalows, cottages, vicarages, and the provision of services to new developments.\n\n**Infrastructure**\nInfrastructure is the generic term for the basic physical and organisational structures and facilities needed for the operation of a society or enterprise. These construction items include buildings, roads, power supplies, etc.\n\n**Other new work**\nOther new work excludes the housing and infrastructure sectors. This classification includes construction items such as factories, warehouses, schools and offices, etc.\n\n**Non-housing**\nWithin the public sector, non-housing is classified as the construction of building such as schools and colleges, hospitals, universities, fire stations, prisons and museums. Private sector non-housing is comprised of the private /industrial and private/commercial classifications. Private - industrial is the economic activity concerned with the processing of raw materials and manufacture of goods in factories and includes construction items such as factories and shipyards while private – commercial includes all items not included in the previous categories such as embassies, theatres, retail units, warehouses and garages, etc.\n\n**Repair and maintenance**\nThe repair and maintenance heading in the construction estimates comprises of housing, infrastructure and other new work. This concerns work which is either repairing something that is broken, or maintaining it to an existing standard.  For housing output this includes repairs, maintenance, improvements, house/flat conversions, extensions, alterations and redecoration, etc. on existing housing. For non-housing this includes repairs, maintenance, redecoration, etc. on existing buildings/structures, which are not housing, for examples schools, offices, roads, shops.\n\nTable 2 of this bulletin aggregates infrastructure and other new work into non-housing.\n\n** 13. Code of Practice for Official Statistics**\n\nNational Statistics are produced to high professional standards which are set out in the [Code of Practice for Official Statistics](http://www.ons.gov.uk/ons/external-links/about-statistics/code-of-practice/code-of-practice-for-national-statistics.html \"Code of Practice for Official Statistics\"). They undergo regular quality assurance reviews to ensure that they meet customer needs and are produced free from any political interference.\n\n** 14. Publication policy**\n\nDetails of the policy governing the release of new data are available from the Media Relations Office.\n\n** 15. Accessing data**\n\nThe Output in the Construction Industry statistical bulletin and relevant time series datasets are available to download free from the [Office for National Statistics](http://www.ons.gov.uk/ons/external-links/other-ns-online/ons-home-page.html \"ONS Homepage\") website at 9.30 am on the day of publication.\n\nONS allows a list of agreed officials to have access to data 24 hours before publication, which is available on the [Output in the Construction Industry: Pre-Release Access list](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/june-and-q2-2014/pra-con-web-june-2014.html \"PRA Con Web June \u0026 Q2\").\n\n** 16. Further information and user feedback**\n\nAs a user of our statistics, we would welcome feedback on this release, in particular on the content, format and structure. For further information about this release, or to send feedback on our publications, please contact us using the following information.\n\n**Contacts:**\n\n**Media contact:**\n- Tel Media Relations Office    +44 (0)845 6041858\n- Emergency on-call    +44 (0)7867 906553\n- Email  \u003cpress.office@ons.gsi.gov.uk\u003e\n\n**Statistical contact:**\n- Name Jacqui Jones\n- Tel +44 (0)1633 455617\n- Email \u003cconstruction.statistics@ons.gsi.gov.uk\u003e\n\n**Contact us:**\n- Tel  +44 (0)845 601 3034\n- Email  \u003cinfo@ons.gov.uk\u003e\n- Website  [www.statistics.gov.uk](http://www.statistics.gov.uk/)\n- Twitter  [www.twitter.com/statisticsONS](http://www.twitter.com/statisticsONS \"Twitter\")\n\n**17.** Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "headline1": "In Q2 2014 there was estimated to be no growth in construction output when compared with Q1 2014.",
  "headline2": "However, the annual growth between Q2 2014 and Q2 2013 was estimated to have increased by 4.8%.",
  "headline3": "The monthly estimates for construction output for June 2014 increased by 1.2% when compared with May 2014, with new work increasing by 0.9% and repair \u0026 maintenance increasing by 1.6%.",
  "summary": "Construction output at current price and chained volume measures seasonally adjusted by public and private sector.",
  "relatedBulletins": [],
  "title": "Output in the Construction Industry, June and Q2 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Output in the Construction Industry, June and Q2 2014",
  "uri": "/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustryjuneandq22014",
  "fileName": "outputintheconstructionindustryjuneandq22014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Business, industry and trade",
      "fileName": "businessindustryandtrade"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Construction industry",
      "fileName": "constructionindustry",
      "breadcrumb": []
    }
  ]
}