{"sections":[{"title":"Key points","markdown":"- 58,000 people identified themselves as Gypsy or Irish Traveller in the 2011 Census (0.1 per cent of the usual resident population of England and Wales). \n\n- People identifying as Gypsy or Irish Traveller had a higher proportion of residents under the age of 20 at 39 per cent. This compares to 24 per cent of the overall England and Wales population who were under 20. \n\n- Gypsy or Irish Travellers born in non-UK EU countries was double the proportion for England and Wales as a whole – 8 per cent compared to 4 per cent. \n\n- The majority of people who identified as Gypsy or Irish Traveller identified with an English only national identity (66 per cent) and were Christian (64 per cent). \n\n- Gypsy or Irish Travellers had the highest proportion with no qualifications<sup>1</sup> for any ethnic group (60 per cent) – almost three times higher than for England and Wales as a whole (23 per cent).\n\n- Gypsy or Irish Traveller was the ethnic group with the lowest proportion of respondents who were economically active at 47 per cent, compared to 63 per cent for England and Wales as a whole. \n\n- Over half of those who were economically active were employed (51 per cent compared to 75 per cent for the total of England and Wales) and 20 per cent were unemployed (compared to 7 per cent for the whole of England and Wales). Gypsy or Irish Traveller had the highest proportion of self-employed out of the ethnic groups at 26 per cent compared to 14 per cent for England and Wales.\n\n- Elementary occupations (such as sales, service or construction) were the most common type of employment at 22 per cent for Gypsy or Irish Traveller (11 per cent for England and Wales as a whole).\n\n- Just under half of Gypsy or Irish Traveller households had dependent children (45 per cent) – above the average for the whole of England and Wales (29 per cent).\n\n- Whole house or bungalow was the most common type of accommodation for respondents who identified as Gypsy or Irish Traveller, at 61 per cent (84 per cent for England and Wales as a whole), followed by caravan or other mobile or temporary structure at 24 per cent (0.3 per cent for England and Wales as a whole).\n\n- Gypsy or Irish Travellers were more than twice as likely to live in social housing than the overall population of England and Wales (41 per cent compared to 16 per cent) and less likely to own their accommodation outright (21 per cent compared to 26 per cent).\n\n- Gypsy or Irish Travellers had the lowest proportion of any ethnic group rating their general health as ‘good’ or 'very good' at 70 per cent  compared to 81 per cent overall of the overall population of England and Wales.\n\n- Gypsy or Irish Traveller ethnic group was among the highest providers of unpaid care in England and Wales at 11 per cent (10 per cent for England and Wales as a whole) and provided the highest proportion of people providing 50 hours or more of unpaid care at 4 per cent (compared to 2 per cent for England and Wales as a whole).\n\n### Notes for key points\n1. No academic or professional qualification \n"},{"title":"Introduction","markdown":"For the first time, the 2011 Census ethnic group question included a dedicated tick box for the ethnic group Gypsy or Irish Traveller. Respondents who wrote Gypsy or Traveller in the any other White background question were allocated to the Gypsy or Irish Traveller tick box.  This tick box was not intended for people who identify as ‘Roma’<sup>1</sup>, as they are a distinct group with different needs to Gypsy or Irish Travellers.\n\nGypsy or Irish Travellers are recognised under the Equality Act 2010 and are widely considered by government (national and local) and charities to be a vulnerable marginalised group who suffer from poor outcomes. \n\nThis article enables characteristics of the Gypsy and Irish Traveller community to be explored for the first time based on data from the 2011 Census. Characteristics examined include qualifications, economic activity, family relationships, health and accommodation.   ONS research<sup>2</sup> has shown that these are key areas where poor outcomes (e.g. poor health, unemployment, lack of stable relationships) can affect an individual’s well-being. The characteristics for Gypsy and Irish Travellers are compared to other ethnic groups and the population as a whole within England and Wales.\n\nIn the 2011 Census for England and Wales, 58,000 people chose to identify themselves as Gypsy or Irish Traveller. Estimates for the UK from other sources vary between 82,000 to 300,000<sup>3</sup>. Variations in the definitions used for this ethnic group has made comparisons between estimates difficult. For example, some previous estimates for Gypsy or Irish Travellers have included Roma or have been derived from counts of caravans rather than people's own self-identity. Historical difficulties in collecting robust data, for example the group’s concerns about official data collections/fear of discrimination have inhibited a true picture of Gypsy or Irish Travellers in England and Wales being gathered. The 2011 Census figure is based on a robust data source and only includes respondents who chose to identify with the Gypsy or Irish Traveller ethnic group.\n\n### 2011 Census ethnic group question\n\nDuring the 2011 Census consultation, stakeholders such as government departments, charities and local authorities, highlighted that the Gypsy or Irish Traveller ethnic group experienced high levels of discrimination, deprivation and inequality. Therefore, there is a strong requirement for information on Gypsy or Irish Traveller characteristics, as this information was not available through existing data sources.\n\nThe ethnic group question on the 2011 Census was based on the respondents own perceived ethnic group and cultural background. The 2011 Census figures for Gypsy or Irish Traveller are solely based on respondents who chose to identify with that ethnic group either through the tick box or writing Gypsy or Travellers in the ‘any other White’ background. The tick box referred to ‘Gypsy and Irish Traveller’ and not other groups such as ‘Roma’ as they have different geographical and territorial associations.\n\nThe new Gypsy or Irish Traveller tick box was located under the 'White' heading as this was where most people from the 'Gypsy or Irish Traveller' group wrote their response in 2001. It was also positioned there to maximise response rates and quality of data<sup>4</sup>. It is not possible to compare the 2011 Census figures with 2001 Census due to this being a new tick box<sup>5</sup>\n\n[![What is your ethnic group?](http://www.ons.gov.uk/ons/resources/censusethnicgroupquestion_tcm77-349958.png \"What is your ethnic group?\")](http://www.ons.gov.uk/ons/resources/censusethnicgroupquestion_tcm77-349958.png)\n\nTo ensure the highest possible coverage from Gypsy or Irish Travellers, the Office for National Statistics (ONS) collaborated and engaged with Gypsy and Irish Traveller movements, local government and agencies<sup>6</sup>.  The primary aim was to encourage use of the tick box, in addition to ensuring that ONS had a full address list of official and unofficial Gypsy or Traveller sites<sup>7</sup> for distribution of the census questionnaire.\n\n### Notes for introduction\n\n1. 'Roma' was allocated to 'Other White’, if a response was written under another ethnic group then this remained in the corresponding ethnic group category under 'Other'. This analysis is for the Gypsy or Irish Traveller tick responses only.\n\n2. Personal well-being measures are based on an individual’s own assessment of their well-being including life satisfaction, happiness, how worthwhile their life is and how anxious they feel. Note that such measures are not collected by the 2011 Census. See previously published articles:\n\n\tOffice for National Statistics, ‘[Personal Well-being in the UK, 2012/13](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/personal-well-being-in-the-uk--2012-13/sb---personal-well-being-in-the-uk--2012-13.html \"SB - Personal well-being in the UK\")’, July 2013.\n\n\tOffice for National Statistics, ‘[Measuring National Well-being - What matters most to Personal Well-being?](http://www.ons.gov.uk/ons/rel/wellbeing/measuring-national-well-being/what-matters-most-to-personal-well-being-in-the-uk-/art-what-matters-most-to-personal-well-being-in-the-uk-.html \"ART What matters most to personal well-being?\")’, May 2013.\n\n3. Council of Europe, [Roma and Travellers](http://www.coe.int/t/dg3/romatravellers/archive/documentation/strategies/statistiques_en.asp \"Roma and Travellers\"), 2012.\n\n\tIrish Traveller Movement in Britain, ‘[Gypsy and Traveller population in England and the 2011 Census](http://irishtraveller.org.uk/wp-content/uploads/2013/08/Gypsy-and-Traveller-population-in-England-policy-report.pdf \"Gypsy and Traveller population in England and the 2011 Census\")’ August 2013.\n\n\tOffice for National Statistics, '[Deciding which tick-boxes to add to the ethnic group question in the 2011 England and Wales Census](http://www.ons.gov.uk/ons/guide-method/census/2011/how-our-census-works/how-we-planned-the-2011-census/questionnaire-development/finalising-the-2011-questionnaire/index.html \"Finalising the 2011 questionnaire\")', March 2009.\n\n4. Further details on how the ethnic group question was developed is available on the [ONS website](http://www.ons.gov.uk/ons/guide-method/census/2011/how-our-census-works/how-we-planned-the-2011-census/questionnaire-development/finalising-the-2011-questionnaire/index.html \"Finalising the 2011 questionnaire\").\n\n5. Respondents who identified as Gypsy or Irish Traveller in 2011 may have previously identified with 'British' 'Irish' or 'Any other White background' in 2001. See [Census Comparability Report](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/comparability-over-time/index.html \"Comparability over time\") for further details.\n\n6. Further details on [working with communities and local authorities](http://www.ons.gov.uk/ons/guide-method/census/2011/how-our-census-works/how-we-took-the-2011-census/how-we-collected-the-information/working-with-communities-and-local-authorities/index.html \"working with communities and local authorities\") can be found on the ONS website.\n\n7. The address list for some registered and unauthorised sites may have been inaccurate due to the difficulties in establishing a contact point at some sites and some travellers may have been in transit on census day.\n"},{"title":"Key characteristics of Gypsy & Irish Travellers","markdown":"In the 2011 Census, respondents who identified as Gypsy or Irish Traveller accounted for 58,000 of usual residents (0.1 per cent of the population - this does not include other traveller groups such as Roma) in England and Wales. It was therefore the smallest ethnic category (with a tick box) in 2011.\n\nPeople identifying as Gypsy or Irish Traveller were concentrated in certain areas in England and Wales. The highest proportion was found in the South East, with 0.2 per cent of the population identifying as Gypsy or Irish Traveller. Local authorities with the highest proportion of people who identified as Gypsy or Irish Traveller were found in the South East, and East of England with Basildon, Maidstone, Swale, Fenland, and Ashford each having 0.5 per cent of their population identifying with this ethnic group.\n\nAn [interactive map is available](http://www.ons.gov.uk/ons/interactive/census-map-2-1---ethnicity/index.html \"interactive map is available\") to users to show distribution of Gypsy and Irish Traveller data at a local level.\n\nThe median age of Gypsy or Irish Traveller was 26 years compared to the national median of 39 years in the 2011 Census. Gypsy or Irish Travellers below 20 years of age accounted for 39 per cent of the ethnic group compared to 24 per cent in this age group for the overall population of England and Wales (see figure 1). Gypsy or Irish Traveller below the age of 10 accounted for 20 per cent compared to 12 per cent for the whole of England and Wales. There were equal numbers of men and women identifying as Gypsy or Irish Travellers.\n\n#### Figure 1: Population pyramids, England and Wales, 2011\n[![Figure 1: Population pyramids, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure1populationpyramidsenglandandwales2011_tcm77-349356.png \"Figure 1: Population pyramids, England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure1populationpyramidsenglandandwales2011_tcm77-349356.png)\n\n#####Source: Census - Office for National Statistics\n\nThe most common main language for 2011 Census respondents, who identified with the ethnic group Gypsy or Irish Traveller, was English (English or Welsh in Wales) at 91 per cent, similar to that for the whole of England and Wales (92 per cent). For Gypsy or Irish Travellers who reported they spoke a language other than English (English or Welsh in Wales), 4 per cent of that ethnic group reported they could not speak English well or at all – double the proportion for the whole of England and Wales<sup>1</sup>. The remaining 5 per cent were Gypsy or Irish Travellers who reported that they spoke a language other than English and reported speaking English well or very well.\n\nThe majority of people who identified as Gypsy or Irish Traveller were born in Europe (99 per cent), compared to 92 per cent of all usual residents in England and Wales (see table 1). The most common country of birth for Gypsy or Irish Travellers was England at 82 per cent. For all respondents in England and Wales, 4 per cent were from non-UK EU countries, compared to 8 per cent of Gypsy or Irish Traveller.\n\n<ons-table path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/695550d4\" />\n\nOther characteristics for Gypsy or Irish Travellers in the 2011 Census:\n\n- Christianity was the most common religion at 64 per cent, compared to 59 per cent of the overall population in England and Wales.\n\n- ‘English only’ was the most common national identity at 66 per cent, compared to 58 per cent for the whole of England and Wales.\n\n### Notes for key characteristics of Gypsy & Irish Travellers\n\n1. The 2011 Census included questions for the first time on English language proficiency for those who had a main language other than English. English language proficiency has been calculated as a percentage of the population aged three and over.\n"},{"title":"Qualifications","markdown":"“Learning encourages social interaction and increases self-esteem and feelings of competency. Behaviour directed by personal goals to achieve something new has been shown to increase reported life satisfaction” New Economics Foundation (2009). \n\nIn the 2011 Census, there were 39,000 respondents aged 16 years and over who identified as Gypsy or Irish Traveller. Gypsy or Irish Travellers, who were over the age of 16, had the highest proportion  with no qualifications1 for any ethnic group at 60 per cent  - considerably higher than for England and Wales as a whole (23 per cent  - see figure 2). The older the Gypsy or Irish Traveller, the more likely they were to have no qualifications. In 2011, 47 per cent of age group 16-24 had no qualifications compared to 84 per cent for 65 years and older. The same pattern is also evident for England and Wales as a whole, with 11 per cent of 16-24 having no qualifications compared to 53 per cent of 65 years and older.\n\n#### Figure 2: Highest qualification by ethnicity for all usual residents over the age of 16, England and Wales, 2011\n[![Figure 2: Highest qualification by ethnicity for all usual residents over the age of 16, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure2highestqualificationbyethnicityforallusualresidentsovertheagetheageof16englandandwales2011_tcm77-349357.png \"Figure 2: Highest qualification by ethnicity for all usual residents over the age of 16, England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure2highestqualificationbyethnicityforallusualresidentsovertheagetheageof16englandandwales2011_tcm77-349357.png)\n\n#####Source: Census - Office for National Statistics\n\nNine per cent of Gypsy or Irish Travellers held a Level 4 qualification and above (Bachelors or higher degree, professional and other higher or equivalent qualifications) compared to at 27 per cent of all usual residents in England and Wales.\n\n### Notes for qualifications\n1. No academic or professional qualification.\n"},{"title":"Economic activity","markdown":"\"There is a strong evidence base showing that work is generally good for physical and mental health and well-being. Worklessness is associated with poorer physical and mental health and well-being” (Gordon Waddell, A Kim Burton, 2006).\n\nEconomic activity concerns those aged 16 and over who are employed or unemployed (those who are actively seeking and available for work). Economic inactivity includes people who are aged 16 and over who are not in employment and are either not actively seeking and/or not available for work at the time of the census.\n\nIn the 2011 Census, Gypsy or Irish Traveller was the ethnic group with the lowest proportion of respondents who were economically active at 47 per cent (see figure 3). Arab was the second lowest ethnic group at 49 per cent, while the overall economic activity rate for usual residents 16 and over in England and Wales was 63 per cent.\n\n#### Figure 3: Ethnicity by economic activity, for all usual residents over the age of 16 in England and Wales, 2011\n[![Figure 3: Ethnicity by economic activity, for all usual residents over the age of 16 in England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure3ethnicitybyeconomicactivityforallusualresidentsovertheageof16inenglandandwales2011_tcm77-349358.png \"Figure 3: Ethnicity by economic activity, for all usual residents over the age of 16 in England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure3ethnicitybyeconomicactivityforallusualresidentsovertheageof16inenglandandwales2011_tcm77-349358.png)\n\n#####Source: Census - Office for National Statistics\n\nIn 2011, the majority of Gypsy or Irish Travellers aged 16 and over who were economically active were employees in employment (51 per cent - see figure 4). This is a lower proportion than for all usual residents aged 16 and over in England and Wales, at 75 per cent. Self -employment was the next largest category for the economically active Gypsy or Irish Travellers (26 per cent) and this was the highest proportion across all the ethnic groups. Gypsy or Irish Travellers, along with the Other Black ethnic group, had the highest proportion of economically active as unemployed at 20 per cent, compared to 7 per cent for the whole of England and Wales (see figure 4).\n\n#### Figure 4: Type of economic activity, for all usual residents over the age of 16 in England and Wales, 2011\n\n[![Figure 4: Type of economic activity, for all usual residents over the age of 16 in England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure4typeofeconomicactivityforallusualresidentsovertheageof16inenglandandwales2011_tcm77-349359.png \"Figure 4: Type of economic activity, for all usual residents over the age of 16 in England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure4typeofeconomicactivityforallusualresidentsovertheageof16inenglandandwales2011_tcm77-349359.png)\n\n#####Source: Census - Office for National Statistics\n\nIn the 2011 Census, just over half of Gypsy or Irish Travellers, who were 16 and over, were economically inactive. There are a range of reasons for why people can be economically inactive. The most common reason for Gypsy or Irish Travellers being economically inactive was looking after the home or family at 27 per cent (see figure 5). This is higher than for all usual residents aged 16 and over in England and Wales at 11 per cent. The second largest was long term sick or disabled at 26 per cent – the highest proportion across all ethnic groups.\n\n#### Figure 5: Type of economic inactivity, for all usual residents over the age of 16 in England and Wales, 2011\n[![Figure 5: Type of economic inactivity, for all usual residents over the age of 16 in England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure5typeofeconomicinactivityforallusualresidentsovertheageof16inenglandandwales2011_tcm77-349360.png \"Figure 5: Type of economic inactivity, for all usual residents over the age of 16 in England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure5typeofeconomicinactivityforallusualresidentsovertheageof16inenglandandwales2011_tcm77-349360.png)\n\n#####Source: Census - Office for National Statistics\n\nFor Gypsy or Irish Travellers, who were 16 and over and in employment, the largest group worked in elementary occupations at 22 per cent (compared to 11 per cent for all usual residents aged 16 and over in England and Wales). This can include occupations such as farm workers, process plant workers, cleaners, or service staff (e.g. bar staff / cleaning) - see figure 6. The second highest occupation group was skilled trades at 19 per cent (compared to 12 per cent for all usual residents 16 and over in England and Wales), which can include farmers, electrical and building trades. Gypsy or Irish Traveller had the highest proportion of elementary and skilled trade workers across all the ethnic groups in England and Wales. Gypsy or Irish Travellers aged 16 and over had the lowest proportion across the ethnic groups for professional occupations at 7 per cent (the total for all 16 and over in England and Wales was 17 per cent).\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/50195d39\" />\n"},{"title":"Family relationships","markdown":"Household composition classifies households according to the relationships between the household members. Households may be one or more families or they may consist of one person living alone or unrelated adults sharing.\n\nThere were 20,500 households with a household reference person<sup>1</sup> who identified as a Gypsy or Irish Traveller.  Three in five of these households were one-family households (see table 2). A family can be a couple (married, civil partners or cohabiting), with or without children, or a lone parent with at least one child (dependant or non dependant), or all aged 65 and over.\n\nWithin a Gypsy or Irish Traveller family household, the most common family type was those who were lone parents at 24 per cent - over double that for the whole population in England and Wales (11 per cent).  Other ethnic groups with above average lone parents were White and Black Caribbean (26 per cent), Other black (26 per cent) African (24 per cent), Caribbean (24 per cent), and White and Black African (21 per cent). The second most common Gypsy or Irish Traveller household was those that are married or same-sex civil partnership couple with or without children (23 per cent) – below the average for usual residents in England and Wales (33 per cent).\n\n<ons-table path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/55b0cb6f\" />\n\nFor all households, where the household reference person was Gypsy or Irish Traveller, 45 per cent had dependent children (see figure 7). This was above the average for England and Wales as a whole (29 per cent). The higher than average presence of dependent children is consistent with the young age profile for the Gypsy or Irish Traveller ethnic group in 2011. The most common family type with dependent children for Gypsy or Irish Travellers was lone parent families accounting for 45 per cent of all families with dependent children, followed by married or same-sex civil partnership couple (28 per cent).\n\n#### Figure 7: Households with dependent children, England and Wales, 2011\n[![Figure 7: Households with dependent children, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure7householdswithdependentchildrenenglandandwales2011_tcm77-349362.png \"Figure 7: Households with dependent children, England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure7householdswithdependentchildrenenglandandwales2011_tcm77-349362.png)\n\n#####Source: Census - Office for National Statistics\n\n### Notes for family relationships\n\n1. The concept of a Household Reference Person (HRP) was introduced in the 2001 Census (in common with other government surveys in 2001/2) to replace the traditional concept of the 'head of the household'. HRPs provide an individual person within a household to act as a reference point for producing further derived statistics and for characterising a whole household according to characteristics of the chosen reference person."},{"title":"Accommodation","markdown":"‘We spend much of our lives in the home, our primary emotional connections are shaped in the domestic arena of the home; where we live and how we live are important determinants of our social position, physical  health and individual well-being’ (Rennie Short, 1999)\n\nIn the 2011 Census, whole house or bungalow was the most common type of accommodation for respondents who identified as Gypsy or Irish Traveller, at 61 per cent , this is lower than for all usual residents in England and Wales (84 per cent  - see figure 8). Caravan or other mobile or temporary structure accounted for 24 per cent of Gypsy or Irish Travellers accommodation, well above that for the whole of England and Wales (0.3 per cent). The proportion living in flat, maisonette or apartment was 15 per cent for both Gypsy or Irish Traveller and all usual residents in England and Wales. These findings reflect previous research which has estimated that between half to three quarters of Gypsy or Irish Travellers live in bricks and mortar housing1. Suggested reasons for this are the lack of available caravan sites and sites which have access to required amenities and services.\n\n#### Figure 8: Accommodation type in England and Wales, 2011\n[![Figure 8: Accommodation type in England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure8accomodationtypeinenglandandwales2011_tcm77-349363.png \"Figure 8: Accommodation type in England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure8accomodationtypeinenglandandwales2011_tcm77-349363.png)\n\n#####Source: Census - Office for National Statistics\n\n#### Notes:\n1. Shared dwelling is 0.2 per cent\n2. Shared dwelling is 0.5 per cent\n\nIn England and Wales, 66 per cent of usual residents lived in accommodation that was owned or share owned, this compares to a lower proportion of Gypsy or Irish Travellers at 34 per cent (see figure 9). For the Gypsy or Irish Traveller group, the proportion who owned outright (21 per cent) was lower than that in comparison to the whole of England and Wales as a whole (26 per cent). Gypsy or Irish Travellers who owned with a mortgage or loan or shared ownership was 12 per cent, compared to 40 per cent for the whole of England and Wales.\n\nThe Gypsy or Irish Traveller ethnic group had one of the highest proportions of people living in social rented accommodation at 41 per cent, with over half living in council accommodation2. This compares to the average for all usual residents in England and Wales of 16 per cent. Other ethnic groups with high proportions in social rented accommodation were Other Black (48 per cent), African (41 per cent) and White and Black Caribbean (40 per cent).\n\n#### Figure 9: Tenure in England and Wales, 2011\n[![Figure 9: Tenure in England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure9tenureinenglandandwales2011_tcm77-349364.png \"Figure 9: Tenure in England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure9tenureinenglandandwales2011_tcm77-349364.png)\n\n#####Source: Census - Office for National Statistics\n\nThe level of home ownership differed according to the type of accommodation Gypsy or Irish Travellers lived in. Over half of Gypsy or Irish Travellers living in caravans or other mobile and temporary structure accommodation, owned their accommodation outright at 56 per cent (see table 3). For this ethnic group, this was the highest proportion of outright ownership across the different accommodation types.\n\n<ons-table path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/c84bc939\" />\n\n### Notes for accommodation\n\n1. Some examples of previous research in this area are:\n\n\tEquality Human Rights Commission, ‘[Inequalities experienced by Gypsy and Traveller communities: A review](http://www.equalityhumanrights.com/uploaded_files/research/12inequalities_experienced_by_gypsy_and_traveller_communities_a_review.pdf \"Inequalities experienced by Gypsy and Traveller communities: A review\")’ 2009.\n\n\tRace Equality Foundation and Communities and Local Government, ‘[Gypsies, Travellers and Accommodation](http://dspace.bucks.ac.uk/dspace/bitstream/handle/10239/139/Housing%2011%20pdf2.pdf?sequence=1 \"Gypsies, Travellers and Accommodation\")’ 2009.\n\n\tCommission for Racial Equality, ‘[Common Ground Equality, good race relations and sites for Gypsies and Irish Travellers](http://www.ruralaffordablehousing.org.uk/files/CRE_gypsy_travs_summary.pdf \"Common Ground Equality, good race relations and sites for Gypsies and Irish Travellers\")’ 2006.\n\n\tShelter, ‘Good practice guide: Working with housed Gypsies and Travellers’, 2008\n\n2. The census asked respondents to identify who their landlord is and the results reflect the responses they gave. In the past decade, half of the local authorities in Wales have transferred the management of all their local authority housing stock to other social landlords. Individuals responding to the census will report their understanding of their landlord and this may not reflect the actual management arrangements in all cases."},{"title":"Health and related characteristics","markdown":"The World Health Organisation (WHO) defines health as ‘a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity’ (WHO, 1946).\n\nPreviously published 2011 Census analysis<sup>1</sup> found that in England and Wales, Gypsy or Irish Travellers had the lowest proportion of people rating their general health as ‘good’ or 'very good' at 70 per cent  compared to 81 per cent overall (see figure 10).\n\n#### Figure 10: Variations in general health: by ethnic group, England and Wales, 2011\n[![Figure 10: Variations in general health: by ethnic group, England and Wales, 2011](http://www.ons.gov.uk/ons/resources/figure10variationsingeneralhealthbyethnicgroupenglandandwales2011_tcm77-349365.png \"Figure 10: Variations in general health: by ethnic group, England and Wales, 2011\")](http://www.ons.gov.uk/ons/resources/figure10variationsingeneralhealthbyethnicgroupenglandandwales2011_tcm77-349365.png)\n\n#####Source: Census - Office for National Statistics\n\n### Age\n\nSelf-reported health could be a reflection of demographic characteristics, social economic factors, deprivation and/or lifestyle. Whilst the variability in general health among different ethnic groups can sometimes be explained by their differing age structures (i.e. an older age profile), this is not the case for Gypsy and Irish Travellers with only 6 per cent of the ethnic group aged 65 and above and a low median age of 26. This section explores some other characteristics.\n\n### Unpaid care\n\nFor all ethnic groups, self-reported general health became progressively worse for those who provided unpaid care2 and as the level of unpaid care provided increased from between 1 to 19 hours to 50 or more hours per week. Gypsy or Irish Travellers were among one of the highest providers of unpaid care in England and Wales at 11 per cent (all usual residents in England and Wales average was 10 per cent). Gypsy or Irish Travellers were also the highest proportion of people providing 50 hours or more unpaid care per week at 4 per cent compared to 2 per cent for the whole of England and Wales.\n\nFor Gypsy or Irish Travellers who provided no unpaid care, 72 per cent reported ‘good’ or ‘very good’ general health, compared to 46 per cent  for those that provided 50 hours or more unpaid care per week (see figure 11).\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/c6979797\" />\n\n### English proficiency\n\nFour per cent of Gypsy or Irish Travellers who spoke a main language other than English could not speak English well or at all – double the proportion for the whole of England and Wales. People with a low proficiency in English may require translation services to effectively communicate the details of their health concerns to healthcare providers. Analysis using Census 2011<sup>3</sup> has shown that people who could not speak English well or at all had a lower proportion of ‘good’ or ‘very good’ general health (65 per cent) than those with English as their main language (80 per cent), or those with a main language other than English who spoke English well or very well (88 per cent).\n\n### Accommodation\n\nFor people who identified with the ethnic group Gypsy or Irish Traveller and who lived in a caravan or other temporary structures, 70 per cent rated their general health as ‘good’ or ‘very good’. This compares to 63 per cent for all usual residents in England and Wales who lived in a caravan or other temporary structures.  Gypsy or Irish Travellers who lived in a whole house or bungalow reported ‘good’ or ‘very good’ health at a rate of 72 per cent compared to 82 per cent of England and Wales as a whole.  For Gypsy or Irish Travellers living in flats, the proportion who rated their general health as ‘good’ or ‘very good’ fell to 65 per cent. This compares to 77 per cent of all usual residents in England and Wales living in flats.\n\n<ons-chart path=\"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/3274d39d\" />\n### Notes for health and related characteristics\n\n1. Office for National Statistics, ['Ethnic variations in General Health and Unpaid Care Provision'][1], 2011\n\n2. The 2011 Census asked ‘Do you look after, or give any help or support to family members or friends, neighbours or others because of either: long term physical or mental ill-health / disability or problems related to old age? It does not count anything that is done as part of paid employment.\n\n3. Office for National Statistics, ['Detailed analysis - English language proficiency in England and Wales: Main language and general health characteristics'][2]\n\n\n  [1]: http://www.ons.gov.uk/ons/rel/census/2011-census-analysis/ethnic-variations-in-general-health-and-unpaid-care-provision/index.html \"Ethic variations in general health and unpaid care provision\"\n  [2]: http://www.ons.gov.uk/ons/rel/census/2011-census/detailed-characteristics-on-demography-for-2011-census-merged-wards-and-middle-layer-super-output-areas-in-england-and-wales/rpt-english-language-proficiency.html \"RPT English Language Profiency\""},{"title":"Other government data sources for measuring Gypsy & Irish traveller","markdown":"Other government data sources which include the ethnic group Gypsy or Irish Traveller:\n\n- The Department for Communities and Local Government (DCLG) provide twice yearly estimates of [Traveller Caravan counts](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/traveller-caravan-count.html \"Traveller Caravan counts\") which are carried out by local authorities. This does not reveal the number of people living in these caravans or the number of ethnic Gypsies and Travellers living in bricks or mortar housing and they also include the caravans of other travellers, such as new age travellers.\n\n- The Welsh Government collects bi-annual counts of [Gypsy and Traveller caravans](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/gypsy-and-traveller-caravan-count.html \"Gypsy and Traveller caravans count\") in Wales. The caravan count is not designed to be an estimate of the Gypsy or Irish Traveller population in Wales but to assess housing and accommodation needs.\n\n- The [Gypsy and Traveller Accommodation Needs Assessment](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/gypsy-and-traveller-accommodation-needs-assessments.html \"Gypsy and Traveller Accommodation Needs Assessment\") (undertaken voluntarily by local authorities) obtain estimates from residential pitch needs.\n\nComparing data from different sources can be complex and should be treated with caution due to the different methodological approaches used in collecting data, accessing respondents, and differences in what the sources are measuring. Some notable differences are:\n\n- The 2011 Census Gypsy or Irish Traveller measurement is based on people who chose to self-identify with this ethnic group, as opposed to Gypsy or Irish Traveller caravans.\n\n- The 2011 Census includes characteristics of those who self identified with the Gypsy or Irish Traveller ethnic group. It does not collect information on other ‘traveller’ groups.\n\n- The 2011 Census questionnaire was delivered to all official and unofficial caravan sites (identified to ONS) in England and Wales – as opposed to a sample.\n"}],"accordion":[{"title":"More Census analysis","markdown":"[Census Analysis landing page](http://www.ons.gov.uk/ons/guide-method/census/analysis/index.html \"2011 Census Analysis\").\n"},{"title":"Background notes","markdown":"1. This publication follows [previous releases of census data](http://www.ons.gov.uk/ons/rel/census/2011-census/index.html \"2011 Census data\") including household and population totals and local authority level Key Statistics tables. The census provides estimates of the characteristics of all people and households in England and Wales on census day. These are produced for a variety of users including government, local and unitary authorities, business and communities. The census provides population statistics from a national to local level. This bulletin discusses the results at the national level for England and Wales.\n\n2. In making comparisons to 2001, the population estimates (by age and sex) have been compared with the mid-year estimates for 2001, 52.4 million. For other characteristics, comparisons are made with 2001 Census estimates, 52.0 million. Footnotes are provided with tables to identify the data sources used.\n\n3. Both 2001 and 2011 Census data are available via the Neighbourhood Statistics website. Relevant table numbers are provided in all download files within this publication.\n\n4. Interactive [data visualisations](http://www.ons.gov.uk/ons/interactive/index.html \"interactive content\") developed by ONS are also available to aid interpretation of the results.\n\n5. Future releases from the 2011 Census will include more detail in cross tabulations, and tabulations at other geographies. Further information on future releases is available online in the [2011 Census Prospectus](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-prospectus/index.html \"2011 Census Prospectus\").\n\n6. Due to definitional differences, and because the census questionnaire is self completed by the population of England and Wales, the census estimates of people in employment may differ from other sources as, for example, some respondents may include voluntary work when asked about employment. The most authoritative and up to date estimates of the labour market status including employment and unemployment are the labour market statistics that ONS publishes monthly. The census is valuable in providing a detailed picture at the time of the census of the characteristics of the economically active population.\n\n7. ONS has ensured that the data collected meet users' needs via an extensive [2011 Census outputs consultation](http://www.ons.gov.uk/ons/guide-method/census/2011/consultations--users-and-local-partners/index.html \"consultations, users and local partners\") process in order to ensure that the 2011 Census outputs will be of increased use in the planning of housing, education, health and transport services in future years.\n\n8. Any reference to local authorities includes both local and unitary authorities.\n\n9. Figures in this publication may not sum due to rounding. Percentage point changes in the text are based on rounded data.\n\n10. The England and Wales census questionnaires asked the same questions with one exception; an additional question on Welsh language was included on the Wales questionnaire.\n\n11. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the National Records of Scotland (NRS) and the Northern Ireland Statistics and Research Agency (NISRA) respectively.\n\n12. ONS is responsible for the publication of UK statistics (compiling comparable statistics from the UK statistical agencies above). These will be compiled as each of the three statistical agencies involved publish the relevant data. The Northern Ireland census prospectus and the [Scotland census prospectus](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/census-scotland-2011---censushm2011.html \"Census Scotland 2011 - censushm2011\") are available online. The [first release of UK population estimates](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-the-united-kingdom/index.html \"Population and household estimates for the United Kingdom\") took place on 17 December 2012.\n\n13. A person's place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the services did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n14. A household is defined as one person living alone, or a group of people (not necessarily related) living at the same address who share cooking facilities and share a living room, sitting room or dining area.\n\n15. All key terms used in this publication, such as resident and short-term residents are explained in the [2011 Census user guide](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/index.html \"2011 Census user guide\").\n\n16. All census population estimates were extensively quality assured, using other national and local sources of information for comparison and review by a series of quality assurance panels. An extensive range of [quality assurance, evaluation and methodology papers](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/quality-and-methods/index.html \"quality assurance, evaluation and methodology papers\") were published alongside the first release in July 2012 and have been updated in this release, including a [Quality and Methodology Information (QMI) document (152.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/quality-methodology-information-paper.pdf \"quality methodology information paper\") .\n\n17. The 2011 Census achieved its overall target response rate of 94 per cent of the usually resident population of England and Wales, and over 80 per cent in all local and unitary authorities. The population estimate for England and Wales of 56.1 million is estimated with 95 per cent confidence to be accurate to within +/- 85,000 (0.15 per cent).\n\n18. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>"}],"relatedData":[],"charts":[{"title":"Figure 11: Percentage of unpaid care provision of people in ‘good’ or ‘very good’ health: for Gypsy or Irish Travellers, England and Wales, 2011","filename":"c6979797","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/c6979797"},{"title":"Figure 12: Self-reported health as ‘good or very good’, by accommodation, England and Wales, 2011","filename":"3274d39d","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/3274d39d"},{"title":"Figure 6: Occupation for all usual residents aged 16 and over, England and Wales, 2011","filename":"50195d39","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/50195d39"}],"tables":[{"title":"Table 1: Country of birth, England and Wales, 2011","filename":"695550d4","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/695550d4"},{"title":"Table 2: Household composition in England and Wales, 2011","filename":"55b0cb6f","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/55b0cb6f"},{"title":"Table 3: Accommodation by tenure for Gypsy or Irish Travellers, England and Wales, 2011","filename":"c84bc939","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21/c84bc939"}],"type":"article","uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/whatdoesthe2011censustellusaboutthecharacteristicsofgypsyoririshtravellersinenglandandwales/2014-01-21","breadcrumb":[{"uri":"/"},{"uri":"/peoplepopulationandcommunity"},{"uri":"/peoplepopulationandcommunity/culturalidentity"},{"uri":"/peoplepopulationandcommunity/culturalidentity/ethnicity"}],"description":{"_abstract":"We explore characteristics of the Gypsy and Irish Traveller community for the first time, based on data from the 2011 Census. Analysis is focused on qualifications, economic activity, family relationships, health and accommodation. These characteristics are also compared with other ethnic groups and the population as a whole. In the 2011 Census, 58,000 people identified themselves as Gypsy or Irish Traveller, accounting for just 0.1% of the resident population of England and Wales.","edition":"","nationalStatistic":true,"contact":{"email":"sian.bradford@ons.gsi.gov.uk","name":"Siân Bradford","telephone":"+44 (0)1633 455385"},"releaseDate":"2014-01-21T00:00:00.000Z","title":"What does the 2011 Census tell us about the characteristics of Gypsy or Irish travellers in England and Wales","keywords":["social inequalities"," deprivation"," equality"," health inequality"," economic inactivity"],"metaDescription":"We explore characteristics of the Gypsy and Irish Traveller community for the first time, based on data from the 2011 Census. Analysis is focused on qualifications, economic activity, family relationships, health and accommodation. These characteristics are also compared with other ethnic groups and the population as a whole. In the 2011 Census, 58,000 people identified themselves as Gypsy or Irish Traveller, accounting for just 0.1% of the resident population of England and Wales."},"relatedArticles":[],"links":[]}