{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Kate Davies",
    "email": "retail.sales.enquiries@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Points",
      "markdown": "- In June 2014, the quantity bought in the retail industry increased by 3.6% compared with June 2013 and by 0.1% compared with May 2014. The quantity bought also increased in Q2 2014 compared with Q2 2013, by 4.5%.\n- In June 2014, all retail sectors showed estimated increases in the quantity bought year-on-year. The last time this was seen was in March 2012.\n- The three-month on previous three-month movement in the quantity bought showed continued growth for the sixteenth consecutive period increasing by 1.6%. This is the highest calendar quarter since March 2004 (1.9%) and has been the longest period of sustained growth since November 2007.\n- Following a four month period of disinflation, the average prices of goods sold in June 2014 showed no change compared with June 2013 after a fall of 0.7% in May 2014. Consistent with the consumer prices index (CPI), released 15 July 2014, the price of textile, clothing and footwear stores provided the greatest source of upwards pressure increasing by 2.0% year-on-year, the largest increase since July 2013 (2.5%).\n- In June 2014, the amount spent in the retail industry increased by 3.5% compared with June 2013 and by 0.8% compared with May 2014. Non-seasonally adjusted data show that the average weekly spend in the retail industry in June 2014 was £7.1 billion compared with £6.8 billion in June 2013 and £6.9 billion in May 2014.\n- The amount spent online increased by 13.4% in June 2014 compared with June 2013 and decreased by 0.1% compared with May 2014. Month-on-month this is the first time since January 2014 we have seen a decrease (2.1%).\n- Revisions to the time series are below average in this release and are due to the incorporation of late data returns. More detail on revisions can be found in the revisions section of the background notes.\n"
    },
    {
      "title": "Additional Information",
      "markdown": "This bulletin presents estimates of the quantity bought (volume) and amount spent (value) in the retail industry for the period 1 June 2014 to 5 July 2014. Unless otherwise stated, the estimates in this release are seasonally adjusted.\n\nUsers are reminded that the figures contained within this release are estimates based on a monthly survey of 5,000 retailers, including all large retailers employing 100 people or more. The timeliness of these retail sales estimates, which are published just three weeks after the end of each month, makes them an important early economic indicator. The industry as a whole is used as an indicator of how the wider economy is performing and the strength of consumer spending.\n"
    },
    {
      "title": "Key Figures",
      "markdown": "#### Table 1: All Retailing, June 2014 (seasonally adjusted percentage change)\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-key-figures-june-2014.xls \"XLS format\") (24 Kb)\n"
    },
    {
      "title": "At a Glance",
      "markdown": "In June 2014, the quantity bought in the retail industry (volume) increased by 3.6% compared with June 2013.\n\nThe amount spent (value) increased by 3.5%.  In June 2014, non-seasonally adjusted data showed that the prices of goods sold in the retail industry (as measured by the implied price deflator) were unchanged.\n\nMore information on how the implied price deflator is calculated can be found in section 3 of the background notes.\n"
    },
    {
      "title": "Economic Context",
      "markdown": "To enable a comparison of change, Figure 1 shows the quantity of goods bought in the retail industry (all retailing sales volumes) and the amount spent (all retailing sales values), as indices referenced to 2010.\n\n#### Figure 1: All retailing seasonally adjusted sales volumes and values\n[![Figure 1: All retailing seasonally adjusted sales volumes and values](http://www.ons.gov.uk/ons/resources/pngrsitime2_tcm77-372331.png)](http://www.ons.gov.uk/ons/resources/pngrsitime2_tcm77-372331.png \"Figure 1: All retailing seasonally adjusted sales volumes and values\")\n\nSource: Monthly Business Survey - Retail Sales Inquiry - Office for National Statistics\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/chd-figure-1.xls \"XLS format\") (37.5 Kb)\n\nPrior to the 2008/09 downturn, both the quantity and the value of retail sales grew steadily. Between January 2005 and January 2008, retail sales were supported by growing real household incomes. Over the same period [average weekly earnings (AWE)](http://http//www.ons.gov.uk/ons/rel/lms/labour-market-statistics/july-2014/index.html \"average weekly earnings (AWE)\") increased more rapidly than the [CPI](http://http//www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/june-2014/stb---consumer-price-indices---june-2014.html \"CPI\") resulting in households having the ability to consume more retail goods – the quantity of retail sales (including fuel) growing by 7.8%. At the same time the value of retail sales increased by 11.7%, reflecting price increases over this period.\n\nBetween January 2008 and January 2013, the area shaded in grey on figure 1, the volume of retail sales was broadly flat while the value of retail sales continued to grow, increasing by 11.9%. The difference reflects the extent to which prices have grown following the onset of the economic downturn, CPI having increased by 17.9% over this period, as well as the squeeze felt on household real earnings.\n\nFurther analysis on the recent trend of real wages and potential causes, can be found in ONS article “[An Examination of Falling Real Wages, 2010 to 2013](http://www.ons.gov.uk/ons/rel/elmr/an-examination-of-falling-real-wages/2010-to-2013.html) \"An Examination of Falling Real Wages - 2010 to 2013\" published 31 January 2014.\n\nHowever, since the start of 2013 growth in volume terms has increased noticeably.  While year-on-year growth slowed from 3.7% in May 2014 to 3.6% in June 2014, the series is now 6.2% higher than December 2012.\n\nSimilarly the recent growth of retail sales has also been reflected in the strong performance of household spending. After a long period of stagnating volumes between 2009 and 2012, household final consumption expenditure increased by 0.8% in Q1 2014. This was the series’ tenth successive quarter-on-quarter increase and, as a result, [household spending](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/stb-quarterly-national-accounts--q1-2014.html \"household spending\") has exceeded its pre-downturn level.\n"
    },
    {
      "title": "Contributions to Growth",
      "markdown": "The retail industry is divided into four retail sectors:\n\n- Predominantly food stores (e.g. supermarkets, specialist food stores and sales of alcoholic drinks and tobacco);\n- Predominantly non-food stores (e.g. non-specialised stores, such as department stores, textiles, clothing \u0026 footwear, household goods and other stores);\n- Non-store retailing (e.g. mail order, catalogues and market stalls); and\nStores selling automotive fuel (petrol stations).\n\nIn June 2014, for every pound spent in the retail industry:\n\n- 42 pence was spent in food stores;\n- 41 pence in non-food stores;\n- 6 pence in non-store retailing; and\n- 11 pence in stores selling automotive fuel.\n\nUsing these as weights, along with the year-on-year growth rates, we can calculate how each sector contributed to the total year-on-year growth in the quantity bought.\n\nFigures 2 and 3 show the contribution of each sector to the quantity bought (volume) and amount spent (value) in retail between June 2013 and June 2014.\n\n#### Figure 2: Contributions to year-on-year volume growth from the four main retail sectors (June 2014 compared with June 2013)\n[![Figure 2: Contributions to year-on-year volume growth from the four main retail sectors (June 2014 compared with June 2013)](http://www.ons.gov.uk/ons/resources/figure2_tcm77-372332.png)](http://www.ons.gov.uk/ons/resources/figure2_tcm77-372332.png \"Figure 2: Contributions to year-on-year volume growth from the four main retail sectors (June 2014 compared with June 2013)\")\n\nSource: Monthly Business Survey - Retail Sales Inquiry - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/chd-figure-2.xls \"XLS format\") (29 Kb)\n\nIn June 2014, three out of the four main retail sectors (non-store retailing, non-food stores and food stores) saw an increase in the quantity bought (volume).  The largest contribution came from the non-food stores sector.\n\n#### Figure 3: Contributions to year-on-year value growth fom the four main retail sectors (June 2014 compared with June 2013)\n[![Figure 3: Contributions to year-on-year value growth fom the four main retail sectors (June 2014 compared with June 2013)](http://www.ons.gov.uk/ons/resources/figure3_tcm77-372333.png)](http://www.ons.gov.uk/ons/resources/figure3_tcm77-372333.png \"Figure 3: Contributions to year-on-year value growth fom the four main retail sectors (June 2014 compared with June 2013)\")\n\nSource: Monthly Business Survey - Retail Sales Inquiry - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/chd-figure-3.xls \"XLS format\") (34.5 Kb)\n\nIn June 2014, three out of the four main sectors (non-store retailing, non-food stores and food stores) contributed to the increase in amount spent (value).  The largest contribution came from the non-food stores sector.\n\n### International Data\n\nThe only international estimate available on [retail sales for June 2014](http://https//www.census.gov/retail/marts/www/marts_current.pdf \"retail sales for June 2014\") was published by the US Census Bureau on 15 July.  In its advanced retail sales estimates for June 2014 on the amount spent in the US retail industry, including motor vehicles \u0026 parts and food services, increased by 0.2% compared with May 2014 and by 4.3% compared with June 2013.  Total sales for the three months to June 2014 were up 4.5% from the same period a year ago.\n\nThe latest estimates, for May 2014, of the volume of retail trade across Europe showed there to be no change between April and May 2014 in the euro area (EA18) and to have fallen by 0.1% in the European Union (EU28). Year-on-year the quantity bought was more subdued than in the estimates released for Great Britain (GB), decreasing in the euro area by 0.2% and increasing by 0.2% in the EU28. In contrast, in GB, the quantity bought (volume) decreased by 0.5% in May 2014 compared with April 2014 and increased by 3.7% compared with May 2013.\n\nFigure 4 shows that the quantity bought in both the euro area and EU28 have not increased at the same rate as they have in GB over the time period shown. In particular the strength in retail sales volumes in the early part of 2014 was not evident in either the euro area or EU28.\n\n#### Figure 4: Comparison of retail sales in Great Britain, Euro area and EU28\n[![Figure 4: Comparison of retail sales in Great Britain, Euro area and EU28](http://www.ons.gov.uk/ons/resources/figure4_tcm77-372410.png)](http://www.ons.gov.uk/ons/resources/figure4_tcm77-372410.png \"Figure 4: Comparison of retail sales in Great Britain, Euro area and EU28\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/chd-figure-4.xls \"XLS format\") (22.5 Kb)\n\n### Analysis of clothing stores\n\nTextile, clothing and footwear stores consists of three store types; these stores types, their respective weights in retail sales, year-on-year seasonally adjusted growth rates and store price inflation (implied deflator, non seasonally adjusted) are shown in table 2 below.\n\n#### Table 2: Summary of the textile, clothing and footwear retail industry\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-summary-of-the-textile--clothing-and-footwear-retail-industry.xls \"XLS format\") (26.5 Kb)\n\nClothing stores provide the largest contribution to this sector and Figure 5 shows the long term time series for the quantity of goods bought and the amount spent in clothing stores as indices referenced to 2010.  Also shown is store price inflation (as estimated by the implied deflator) within this store type.\n\n#### Figure 5: Clothing stores seasonally adjusted sales volumes, values and store price inflation.\n[![Figure 5: Clothing stores seasonally adjusted sales volumes, values and store price inflation.](http://www.ons.gov.uk/ons/resources/figure5_tcm77-372415.png)](http://www.ons.gov.uk/ons/resources/figure5_tcm77-372415.png \"Figure 5: Clothing stores seasonally adjusted sales volumes, values and store price inflation.\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/chd-figure-5.xls \"XLS format\") (28 Kb)\n\nLooking at the short term picture, compared with May 2014, in June 2014 the:\n\n- quantity bought fell by 2.0%\n- amount spent fell by 0.1%\n- store price inflation increased by 1.7%\n\nThe month-on-month fall in both the quantity bought and amount spent seems surprising, however, non-seasonally adjusted data showed an increase of 2.4% between May and June but this growth is lower than the same period in previous years resulting in the seasonally adjusted data showing falls.\n\nFigure 5 shows that as expected store price inflation (as measured by the implied deflator derived from non-seasonally adjusted data) has a seasonal pattern where prices generally fall in the months of January, June, July and December of each year.  The month-on-month change in June in store price inflation bucked the seasonal pattern, figure 6, illustrates this and shows that the last time this was seen was in June 2007.\n\nFeedback from several retailers suggests one possible explanation for this in that sales in clothing stores have been delayed as consumers have continued to buy clothing from the summer ranges as the good weather continues. This is consistent with the reasons given in the CPI statistical bulletin, published on 15 July 2014, for the rise in the price of clothing.\n\n#### Figure 6: Average store price in clothing stores month on month (June compared with May 1987-2014)\n[![Figure 6: Average store price in clothing stores month on month (June compared with May 1987-2014)](http://www.ons.gov.uk/ons/resources/figure6_tcm77-372418.png)](http://www.ons.gov.uk/ons/resources/figure6_tcm77-372418.png \"Figure 6: Average store price in clothing stores month on month (June compared with May 1987-2014)\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/chd-figure-6.xls \"XLS format\") (29.5 Kb)\n"
    },
    {
      "title": "Distribution Analysis",
      "markdown": "Table 3 illustrates the mix of experiences among different sized retailers. It shows the distribution of reported change in sales values of businesses in the RSI sample, ranked by size of business (based on number of employees). It shows that businesses with 0-9 employees saw the largest growth in the amount spent comparing June 2014 with June 2013, while stores with 40-99 employees showed a fall of 7.1%.\n\n#### Table 3: Changes in reported retail sales values between June 2013 and June 2014 standard reporting periods (by size of business)\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-distribution-analysis-june-2014.xls \"XLS format\") (30 Kb)\n\nMore information on the performance of the retail industry by store type and size can be found in the reference table, Business Analysis, which shows the extent to which individual businesses reported actual changes in their sales between June 2013 and June 2014. The table contains information only from businesses that reported in June 2013 and June 2014. Cells with values less than 10 are suppressed for some classification categories; this is denoted by c. Note that ‘large’ businesses are defined as those with 100+ employees and 10–99 employees with annual turnover of more than £60 million, while ‘small and medium’ is defined as 0–99 employees.\n\n### Amount Spent in the Retail Industry\n\nIn the June 2014 five week reporting period, the amount spent in the retail industry was £35.3 billion (non-seasonally adjusted). This compares with £27.8 billion in the four week reporting period for May 2014 and £34.1 billion in the five week reporting period for June 2013.\n\nThis equates to an average weekly spend of £7.1 billion in June 2014, £6.9 billion in May 2014 and £6.8 billion in June 2013.\n"
    },
    {
      "title": "Sector Summary",
      "markdown": "### Key Points\n\n- All sectors showed increases in the quantity bought year-on-year.  The last time this was seen was in March 2012.\n- All sectors except petrol showed increases in the amount spent year-on-year.  The increase in the amount spent in department stores (3.4%) was the lowest since November 2013 (0.6%).\n- Downwards pressure to average store prices came from non-specialised stores, other stores, non-store retailing and fuel stores. Food stores, textiles, clothing and footwear stores and household goods stores saw average prices rise in comparison with June 2013.\n\n#### Table 4: Sector Summary, June 2014\n\n##### Table notes:\n- Supermarkets, specialist food stores and sales of alcoholic drinks \u0026 tobacco.\n- Non-specialised stores, textiles, clothing \u0026  footwear, household goods and other stores.\n- Department stores.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-sector-summary-june-2014.xls \"XLS format\") (27 Kb)\n"
    },
    {
      "title": "Internet Sales in Detail",
      "markdown": "Seasonally adjusted Internet sales data are provided within this release. These seasonally adjusted estimates are published in the RSI Internet tables (196 Kb Excel sheet) and include:\n\n- A seasonally adjusted value index; and\n- Year-on-year and month-on-month growth rates.\n\nInternet sales are estimates of how much was spent online through retailers across all store types in GB. The reference year is 2010\u003d100.\n\n### Key Points\n\n- Average weekly spending online in June 2014 was £728.9 million. This was an increase of 13.4% compared with June 2013.\n- The amount spent online accounted for 11.3% of all retail spending excluding automotive fuel, compared to 10.4% in June 2013.\n- The online spend in department stores increased by 10.3% year-on-year, this is the lowest spend online in this store type since November 2011 (9.5%).\n\nTable 5 shows the year-on-year growth rates for total Internet sales by sector and the proportion of sales made online in each retail sector.\n\n##### Table 5: Summary of Internet Statistics for June 2014 (seasonally adjusted)\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-summary-of-internet-statistics-june-2014.xls \"XLS format\") (26 Kb)\n"
    }
  ],
  "accordion": [
    {
      "title": "Background Notes",
      "markdown": "###** 1. Future Improvements**\n\nONS is currently gathering views from users on how the retail sales data are used.  Please e-mail comments to \u003cretail.sales.enquiries@ons.gsi.gov.uk\u003e.\n\n###** 2. What’s New**\n\nThe [RSI Workplan (135.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/rsi-workplan--july-2014.pdf \"SI Workplan July 2014\") originally published on 20 March 2014 has been updated and published on the [Retail Sales Guidance \u0026 Methodology](http://wasppreview/ons/guide-method/method-quality/specific/economy/retail-sales/index.html \"Retail Sales Guidance \u0026 Methodology\") page of the ONS website.\n\nONS article ‘ [Why is the retail sales revisions policy different from the National Accounts revisions policy (53.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/differences-between-rsi---national-accounts-revisions-policy.pdf \"Differences between RSI \u0026 National Accounts Revisions Policy\") ’ has been published on the Retail Sales Guidance \u0026 Methodology page of the ONS website.\n\nAn [RSI Quality and Methodology Information paper (245.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/economy/quality-and-methodology-information-for-retail-sales-index.pdf \"Quality and Methodology Information for Retail Sales Index\")  has been published on 18 July 2014 on the Quality and Methodology reports page of the ONS website.\n\n###** 3. Relevant links**\n\n[Revisions to the Retail Sales Index (100 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/revisions-to-the-retail-sales-index-2014.pdf \"Revisions to the Retail Sales Index 2014\") details why revisions to the non-seasonally adjusted and seasonally adjusted data can occur.  Revisions triangles can be found under section 5 Quality in the background notes.\n\n[International Measures of Retail Sales (95.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/comparability-of-rsi-sales-and-external-indicators-2012-13.pdf \"Comparability of RSI Sales and External Indicators 2012/13\")\n\n[Disclosure control policy (173.1 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/best-practice/disclosure-control-policy-for-tables/disclosure-control-policy-for-tables-produced-from-surveys.pdf \"Disclosure control policy for tables produced from surveys\")\n\n[Comparability of RSI Sales and External Indicators (95.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/comparability-of-rsi-sales-and-external-indicators-2012-13.pdf \"Comparability of RSI Sales and External Indicators 2012/13\")\n\n[BRC Sales Monitor June 2014](http://http//www.brc.org.uk/brc_news_detail.asp?id\u003d2655 \"BRC Sales Monitor June 2014\")\n\n[National Accounts Workplan (410 Kb Powerpoint presentation)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/presentations-and-meeting-papers/presentation-slides/the-national-accounts-and-related-outputs-work-plan-for-2013-14-to-2017-18.ppt \"The National Accounts and related outputs work plan for 2013/14 to 2017/18\")\n\n[14 ways ONS statistics help you understand the economy - A closer look at the circular flow of income](http://http//www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/video-summary--14-ways-ons-statistics-help-you-understand-the-economy.html \"14 ways ONS statistics help you understand the economy - A closer look at the circular flow of income\")\n\n###** 4. Understanding the data**\n\n##### 1. Quick Guide to the Retail Sales Index\n\n[A quick guide to the Retail Sales Index (195 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/rsi-quick-guide.pdf \"A quick guide to the Retail Sales Index\")\n\n##### 2. Interpreting the data\n- The Retail Sales Index (RSI) is derived from a monthly survey of 5,000 businesses in Great Britain. The sample represents the whole retail sector and includes the 900 largest retailers and a representative panel of smaller businesses. Collectively all of these businesses cover approximately 90 per cent of the retail industry in terms of turnover.\n- The RSI covers sales only from businesses classified as retailers according to the [Standard Industrial Classification 2007](http://http//www.ons.gov.uk/ons/guide-method/classifications/current-standard-classifications/standard-industrial-classification/index.html \"Standard Industrial Classification 2007\") (SIC 2007), an internationally consistent classification of industries. The retail industry is division 47 of the SIC 2007 and retailing is defined as the sale of goods to the general public for household consumption. Consequently, the RSI includes all Internet businesses whose primary function is retailing and also covers Internet sales by other British retailers, such as online sales by supermarkets, department stores and catalogue companies. The RSI does not cover household spending on services bought from the retail industry as it is designed to only cover goods. Respondents are asked to separate out the non-goods elements of their sales, for example income from cafeterias. Consequently, online sales of services by retailers, such as car insurance, would also be excluded.\n- The monthly survey collects two figures from each sampled business: the total turnover for retail sales for the standard trading period, and a separate figure for sales made over the Internet. The total turnover will include Internet sales. The separation of the Internet sales figure allows an estimate relating to Internet sales to be calculated separately.\n\n##### 3. Definitions and explanations\n- The **value** or current price series records the growth of the value of sales ‘through the till’ before any adjustment for the effects of price changes.\n- The **volume** or constant price series are constructed by removing the effect of price changes from the value series. The [CPI](http://http//www.ons.gov.uk/ons/rel/cpi/consumer-price-indices/june-2014/stb---consumer-price-indices---june-2014.html \"CPI\") is the main source of the information required on price changes. In brief, a deflator for each type of store (5-digit SIC) is derived by weighting together the CPI components for the appropriate commodities, the weights being based on the pattern of sales in the base year. These deflators are then applied to the value data to produce volume series.\n- The **implied deflator** or the estimated price of goods is derived by dividing the non-seasonally adjusted value and volume data to leave a price relative. In general, this implied price deflator should be quite close to the retail component of the CPI. More information on the implied price deflator can be found in the [Quick Guide to Retail Sales (195 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/rsi-quick-guide.pdf \"A quick guide to the Retail Sales Index\") .\n\n##### 4. Use of the data\n\nThe value and volume measures of retail sales estimates are widely used in private and public sector organisations both domestically and internationally. For example, private sector institutions such as investment banks, the retail industry itself and retail groups use the data to inform decisions on the current economic performance of the retail industry. These organisations are most interested in a long term view of the retail sector that can be obtained from year-on-year growth rates. Public sector institutions use the data to assist in informed decision and policy making and tend to be most interested in a snapshot view of the retail industry, which is taken from the month-on-month growth rates.\n\nThe Retail Sales Index feeds into estimates of gross domestic product (GDP) in two ways.  Firstly it feeds into the services industries when GDP is measured from the output approach.  Secondly it is a data source used to measure household final consumption expenditure which feeds into GDP estimates when measured from the expenditure approach.\n\nThe data feed into the [first (or preliminary) estimate of GDP](http://http//www.ons.gov.uk/ons/rel/gva/gross-domestic-product--preliminary-estimate/q1-2014/index.html \"first (or preliminary) estimate of GDP\"); the [second estimate of GDP](http://http//www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/q1-2014/stb-second-estimate-of-gdp-q1-2014.html \"second estimate of GDP\") and the third estimate which is published in the [Quarterly National Accounts](http://http//www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/index.html \"Quarterly National Accounts\").\n  \n###** 5. 4. Methods**\n- Information on [retail sales methodology](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/index.html \"retail sales methodology\") is available.\n\n##### 1. Composition of the data\n\nEstimates in this statistical bulletin are based on financial data collected through the monthly Retail Sales Inquiry. The response rates for the current month reflect the response rates at the time of publication. Late returns for the previous month’s data are included in the results each month. Response rates for historical periods are updated to reflect the current level of response at the time of this publication.\n\n#### Table 6: Overall Response Rates\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-response-rates-june-2014.xls \"XLS format\") (24 Kb)\n\n##### 2. Seasonal adjustment\nSeasonally adjusted estimates are derived by estimating and removing calendar effects (for example Easter moving between March and May) and seasonal effects (for example increased spending in December as a result of Christmas) from the non-seasonally adjusted (NSA) estimates. Seasonal adjustment is performed each month, and reviewed each year, using the standard, widely used software, X-12-ARIMA. Before adjusting for seasonality, prior adjustments are made for calendar effects (where statistically significant), such as returns that do not comply with the standard trading period (see section Methods, Calendar effects), bank holidays, Easter and the day of the week on which Christmas occurs.\n\nThe data collected from the retail sales survey estimate the amount of money taken through the tills of retailers; these are non-seasonally adjusted data. These data consist of three components:\n\n- **trend** which describes long-term or underlying movements within the data\n- **seasonal** which describes regular variation around the trend, that is peaks and troughs within the time series, the most obvious in this case being the peak in December and the fall in January\n- **irregular** or ‘noise’, for example deeper falls within the non-seasonally adjusted series due to harsh weather impacting on retail sales\n\nTo ease interpretation of the underlying movements in the data, the seasonal adjustment process estimates and removes the seasonal component to leave a seasonally adjusted time series consisting of the trend and irregular components.\n\nIn the non-seasonally adjusted RSI we see large rises in December each year and a fall in the following January, but these are not evident in the seasonally adjusted index. This peak in December is larger than the subsequent fall but the trend and irregular components in both months are likely to be similar, meaning that the movements in the unadjusted series are almost completely as a result of the seasonal pattern.\n\n##### 3. Calendar effects\n\nThe calculation of the RSI has an adjustment to compensate for calendar effects that arise from the differences in the reporting periods. The reporting period for June 2014 was 1 June 2014 to 5 July 2014, compared with 26 May 2013 to 29 June 2013 the previous year. Table 7 shows the differences between the calendar and seasonally adjusted estimates.\n\n#### Table 7: Retail Sales, Calendar Effects\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-calendar-effects-june-2014.xls \"XLS format\") (24.5 Kb)\n\n###**6. 5. Quality**\n##### 1. Basic quality information\n\n- The standard reporting periods can change over time due to the movement of the calendar. Every five or six years the standard reporting periods are brought back into line by adding an extra week. For example, January is typically a four-week standard period but January 1986, 1991, 1996, 2002, 2008 and 2014 were all five-week standard periods. The non-seasonally adjusted estimates will still contain calendar effects. If the non-seasonally adjusted estimates are used for analysis this can lead to a distortion depending on the timing of the standard reporting period in relation to the calendar, previous reporting periods and how trading activity changes over time.\n- The non-seasonally adjusted series contain elements relating to the impact of the standard reporting period, moving seasonality and trading day activity. When making comparisons it is recommended that users focus on the seasonally adjusted estimates as these have the systematic calendar related component removed. Due to the volatility of the monthly data, it is recommended that growth rates are calculated using an average of the latest three months of the seasonally adjusted estimates.\n- When interpreting the data, consideration should be given to the relative weighted contributions of the sectors within the all retailing series. Based on SIC 2007 data, total retail sales consists of: predominantly food stores 41.5%, predominantly non-food stores 41.3%, non-store retailing 5.7% and automotive fuel 11.5%.\n\n##### 2. Standard errors\n\nStandard errors of non-seasonally adjusted chained volume index movements have been developed for RSI to determine the spread of possible movements and a means of assessing the accuracy of the non-seasonally adjusted month-on-month and year-on-year estimates of all retail sales volumes.  The lower the standard error, the more confident one can be that the estimate is close to the true value for the retail population.\n\n- The standard error for year-on-year growth in all retail sales (non-seasonally adjusted) volumes is 0.9%. This means that the year-on-year growth rate for all retail sales volumes (non-seasonally adjusted) falls within the range 3.5 ± 1.8 percentage points with a probability of 95%.\n- The standard error for month-on-month growth in all retail sales (non-seasonally adjusted) volumes is 0.5%. This means that the month-on-month growth rate for all retail sales volumes (non-seasonally adjusted) falls within the range 1.5 ± 1.0 percentage points with a probability of 95%.\n\nThe papers ‘ [Measuring the accuracy of the Retail Sales Index’ (1.04 Mb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/measuring-the-accuracy-of-the-retail-sales-index.pdf \"Measuring the accuracy of the Retail Sales Index\") , Winton, J and Ralph, J (2011) and ‘ [Updated accuracy measures for the Retail Sales Index (29.6 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/updated-accuracy-measures-for-the-retail-sales-index.pdf \"Updated accuracy measures for the Retail Sales Index\") ’ Sanderson, R (2013) report on the calculation of standard errors for month-on-month and year-on-year growth rates in the RSI as well as providing an overview of standard errors and how they can be interpreted.\n\n##### 3. Summary quality report\n\nA [Summary Quality Report (114 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/retail-sales/summary-quality-report-for-retail-sales.pdf \"Summary Quality Report for Retail Sales\") is available.\n\nThis report describes, in detail the intended uses of the statistics presented in this publication, their general quality and the methods used to produce them.\n\n##### 4. Revisions triangles\n\nRevisions to data provide one indication of the reliability of key indicators. The table below shows summary information on the size and direction of the revisions made to the volume data covering a five-year period. Note that changes in definition and classification mean that the revision analysis is not conceptually the same over time.\n\n#### Table 8: All Retailing, Volume Seasonally Adjusted, Revisions Triangles Summary Statistics, June 2014\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/prt-rsi-revisions-triangles-june-2014.xls \"XLS format\") (24.5 Kb)\n\nA spreadsheet giving these estimates and the calculations behind the averages in the table is available on the ONS website.\n\n###** 7. Publication Policy**\n\nDetails of the policy governing the release of new data are available from the Media Relations Office. Also available is a list of the organisations given pre-publication access to the contents of this bulletin.\n\n##### Accessing data\n\nThe complete run of data in the tables of this statistical bulletin is available to view and download in electronic format using the ONS Time Series Data service. Users can download the complete bulletin in a choice of zipped formats, or view and download their own sections of individual series. The [Time Series Data](http://www.ons.gov.uk/ons/rel/rsi/retail-sales/june-2014/tsd-retail-sales--may-2014.html \"TSD Retail Sales, June 2014\") can be accessed.\n\nAlternatively, for low-cost tailored data call 0845 601 3034 or email \u003cinfo@ons.gsi.gov.uk\u003e\n\n**Next publication**: Thursday 21 August 2014\n\n**Issued by**: Office for National Statistics, Government Buildings, Cardiff Road, Newport NP10 8XG\n\n**Media contact**:\n- Tel Media Relations Office 0845 6041858\n- Emergency on-call 07867 906553\n- Email  \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\n**Statistical contact**:\n- Tel Kate Davies 01633 455602\n- Email \u003cretail.sales.enquiries@ons.gsi.gov.uk\u003e\n\n**Contact us**:\n- Tel 0845 601 3034\n- Email \u003cinfo@ons.gsi.gov.uk\u003e\n- Website [www.ons.gov.uk](http://www.ons.gov.uk/)\n- [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/ons-twitter.html \"Twitter\")\n\nDetails of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n\n\n\n"
    }
  ],
  "headline1": "In June 2014, the quantity bought in the retail industry increased by 3.6% compared with June 2013 and by 0.1% compared with May 2014.",
  "headline2": "In June 2014, all retail sectors showed estimated increases in the quantity bought year-on-year. The last time this was seen was in March 2012.",
  "headline3": "The three-month on previous three-month movement in the quantity bought showed continued growth for the sixteenth consecutive period increasing by 1.6%.",
  "summary": "A first estimate of retail sales in value and volume terms, seasonally and non-seasonally adjusted.",
  "relatedBulletins": [],
  "title": "Retail Sales, June 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Retail Sales, June 2014",
  "uri": "/businessindustryandtrade/retailindustry/bulletins/retailsalesjune2014",
  "fileName": "retailsalesjune2014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Business, industry and trade",
      "fileName": "businessindustryandtrade"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Retail industry",
      "fileName": "retailindustry",
      "breadcrumb": []
    }
  ]
}