{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Mark Williams",
    "email": "pse@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "In Q1 2014",
      "markdown": "- total UK public sector employment decreased by 103,000 from Q4 2013 to 5.409 million - the fall largely explained by the reclassification from the public sector to the private sector of Lloyds Banking Group.\n- UK public sector employment is at its lowest level, on a headcount basis, since the start of the series in 1999.\n- employment in UK local government, at 2.370 million, is 27,000 lower than at Q4 2013.\n- employment in UK central government, at 2.847 million, is 14,000 higher than at Q4 2013.\n- employment in UK public corporations, at 192,000, is 90,000 lower than at Q4 2013.\n- private sector employment increased by 447,000, to 25.126 million - boosted by the transfer into the private sector of Lloyds Banking Group.\n- total UK public sector employment is 280,000 lower than at Q1 2013.\n- total UK private sector employment is 1.059 million higher than at Q1 2013.\n"
    },
    {
      "title": "In this bulletin",
      "markdown": "This bulletin contains detailed public sector employment estimates, including new estimates for Q1 2014. For most sources that contribute to these statistics, the employment is reported for a specific day in March 2014. The public sector comprises central government, local government and public corporations as defined for the UK National Accounts.\n\nEstimates of public sector employment are provided on a headcount and full-time equivalent (FTE) basis for sectors and industries, and also by region on a headcount basis only. In addition, Civil Service employment is provided by government department and agency. Employment in Executive Non-Departmental Public Bodies (NDPBs) has been aggregated by sponsoring department. Since 2009, some financial institutions have been classified to the public sector. English further education colleges and sixth form college corporations have been classified to the private sector with effect from 1 April 2012. Estimates of public sector employment excluding effects of major reclassifications have also been provided.\n\nEstimates of private sector employment are provided. These are derived as the difference between Labour Force Survey estimates of employment in the whole economy and the public sector estimates collected from public sector organisations.\n\nAs part of this release, revisions have been made to the series in line with the revisions policy for Public Sector Employment (see background note 3).\n\nThe main uses of these statistics are in monitoring changes in the number of people employed in the public and private sector in the UK. They are the official measure of UK public sector employment.\n"
    },
    {
      "title": "Main stories",
      "markdown": "Total employment in the public sector decreased during Q1 2014, with employment in the private sector continuing to rise. There were 5.4 million people employed in the public sector at Q1 2014, 14.7% lower than the peak level seen in Q3 2009. The main reason for this fall is the reclassification, from the public sector to the private sector, of further education and sixth form colleges in England in April 2012, of the Royal Mail in October 2013, and of Lloyds Banking Group in March 2014.\nThe number of people employed in the private sector in Q1 2014 is estimated to be 25.1 million.  Around four in five people who are working are employed in the private sector.\n\nThere was a fall in employment in local government and increase in central government employment, which can still be attributed to schools in England continuing to become academies. Employment in public corporations decreased due to the reclassification of Lloyds Banking Group from the public sector to the private sector. Employment in the Civil Service in Great Britain decreased mainly due to reductions in employment in the Department for Work and Pensions and Her Majesty’s Revenue \u0026 Customs.\n"
    },
    {
      "title": "Public Sector Employment by Sector Classification",
      "markdown": "### Total UK Public Sector Employment\n\n#### Figure 1: Total UK Public Sector Employment, Q1 1999 to Q1 2014, seasonally adjusted\n[![Figure 1: Total UK Public Sector Employment, Q1 1999 to Q1 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig1totalpse_tcm77-361718.png)](http://www.ons.gov.uk/ons/resources/fig1totalpse_tcm77-361718.png \"Figure 1: Total UK Public Sector Employment, Q1 1999 to Q1 2014, seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Notes:\n1. Royal Bank of Scotland Group plc is classified to the public sector from 13 October 2008. It is therefore included in the public sector estimates from 2008 Q4 onwards but not earlier periods. Lloyds Banking Group plc and its subsidiaries are classified to the public sector from 13 October 2008 to 25 March 2014. They are therefore included in public sector estimates from Q4 2008 to Q4 2013 but not in earlier or subsequent periods.\n2. English further education colleges and English sixth form college corporations classified to public sector from 1993 to 31 March 2012. They are therefore included in public sector estimates from 1993 to Q1 2012, but not in subsequent quarters. See background note 8.\n3. Royal Mail plc was reclassified from the public sector to the private sector from October 2013.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-1.xls \"XLS format\") (33.5 Kb)\n\nAt Q1 2014, total UK public sector employment (PSE) was 5.409 million on a headcount basis, and 4.424 million on a full-time equivalent (FTE) basis.\n\nThis represents a fall of 103,000 (1.9%) headcount, and of 92,000 (2.0%) FTE on the previous quarter.  This decrease is mostly explained by the reclassification of Lloyds Banking Group from the public sector into the private sector.\n\nIn the year to Q1 2014, UK PSE fell by 280,000 headcount (4.9%) and 249,000 FTE (5.3%).  This decrease is mainly explained by the reclassification of Royal Mail plc in Q4 2013 and Lloyds Banking Group in Q1 2014, both from the public sector into the private sector.\n\nWithout the effects of the major reclassifications, public sector employment would have fallen by 11,000 (0.2%) on the previous quarter and by 16,000 (0.3%) on the same quarter a year ago, both on a headcount basis.\n\nFigure 1 shows how total UK PSE has fallen each quarter from 2009 Q3 except for a flat movement into 2013 Q3.\n\nIn Q2 2012, English further education colleges and sixth form college corporations were reclassified from the public sector to the private sector (see background note 8 for further details). This resulted in the movement, from the public sector to the private sector, of an estimated employment (on a headcount basis) of 196,000.\n#### Figure 2: UK Public Sector Employment in Civil Service and Public Corporations, Q1 1999 to Q1 2014, seasonally adjusted\n[![Figure 2: UK Public Sector Employment in Civil Service and Public Corporations, Q1 1999 to Q1 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig2pcsandcs_tcm77-361719.png)](http://www.ons.gov.uk/ons/resources/fig2pcsandcs_tcm77-361719.png \"Figure 2: UK Public Sector Employment in Civil Service and Public Corporations, Q1 1999 to Q1 2014, seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Notes:\n1. Royal Bank of Scotland Group plc is classified to the public sector from 13 October 2008. It is therefore included in the public sector estimates from 2008 Q4 onwards but not earlier periods. Lloyds Banking Group plc and its subsidiaries are classified to the public sector from 13 October 2008 to 25 March 2014. They are therefore included in public sector estimates from Q4 2008 to Q4 2013 but not in earlier or subsequent periods.\n2. Royal Mail plc was reclassified from the public sector to the private sector from October 2013.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-2.xls \"XLS format\") (33 Kb)\n\n### UK Public Corporations\n\nAt Q1 2014, employment in UK public corporations decreased by 90,000 (31.9%) on a headcount basis when compared with Q4 2013, and decreased by 80,000 (30.7%) on a FTE basis. The decrease in Q1 2014 is caused by the reclassification of Lloyds Banking Group from the public sector into the private sector in March 2014.\n\nIn the year to Q1 2014, the headcount in UK public corporations fell by 273,000 (58.7%) and the FTE by 249,000 (57.9%).\n\nThe Q1 2014 levels of headcount (192,000) and FTE (181,000) are at their lowest recorded values (measurement has been carried out on a consistent basis since 1999). Figure 2 charts the profile of UK public corporations employment from the start of 1999 to Q1 2014.\n\n### Civil Service\n\nAt Q1 2014, Civil Service employment was 439,000 on a headcount basis and 405,000 on a FTE basis. This is down by 6,000 (1.3%) on headcount and 6,000 (1.5%) on a FTE basis compared with Q4 2013.\n\nIn the year to Q1 2014, employment in the Civil Service has fallen by 10,000 (2.2%) on a headcount basis, and by 9,000 (2.2%) on a FTE basis. Figure 2 shows the downward trend in Civil Service employment since Q2 2005, when it was at its highest level of 571,000 on a headcount basis.\n\n### Factors Affecting Employment in Local and Central Government\n\nThere is an ongoing shift of employment from local government to central government, as a result of local authority maintained schools converting to academy status. Academies are classified to central government, whereas local authority maintained schools are classified to local government. As a result, whenever a local authority maintained school becomes an academy, its employees move from local government to central government.\n\nBetween Q4 2013 and Q1 2014, a headcount of approximately 10,000 and a FTE of approximately 7,000 transferred from local government to central government due to academy conversions. In the year to Q1 2014, this had caused a headcount of approximately 67,000 and FTE of approximately 51,000 to move from local to central government.\n\nIn Q2 2012, the reclassification of English further education colleges resulted in the transfer of employees from central government to the private sector, with an approximate headcount of 176,000. At the same time the reclassification of English sixth form college corporations resulted in the transfer of employees from local government to the private sector, with an approximate headcount of 20,000.\n\n#### Figure 3: UK Public Sector Employment in Local and Central Government, Q1 1999 to Q1 2014, seasonally adjusted\n[![Figure 3: UK Public Sector Employment in Local and Central Government, Q1 1999 to Q1 2014, seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig3localandcentral_tcm77-361730.png)](http://www.ons.gov.uk/ons/resources/fig3localandcentral_tcm77-361730.png \"Figure 3: UK Public Sector Employment in Local and Central Government, Q1 1999 to Q1 2014, seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Notes:\n1. The Academies Act 2010 was passed in July 2010. This has resulted in local authority maintained schools taking on academy status. Local authority maintained schools are classified to local government, and academies to central government. As a result, when a local authority maintained school takes on academy status, its employment moves from local to central government.\n2. English further education colleges classified to central government from 1993 to 31 March 2012. They are therefore included in central government estimates from 1993 to Q1 2012, but not in subsequent quarters. See background note 8.\n3. English sixth form college corporations classified to local government from 1993 to 31 March 2012. They are therefore included in local government estimates from 1993 to Q1 2012, but not in subsequent quarters. See background note 8.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-3.xls \"XLS format\") (33.5 Kb)\n\n### Local Government\n\nAt Q1 2014, employment in local government fell when compared with Q4 2013, by 27,000 (1.1%) on a headcount basis, and by 23,000 (1.3%) on a FTE basis.\n\nIn the year to Q1 2014 employment in local government fell on a headcount basis by 98,000 (4.0%) and on a FTE basis by 75,000 (4.0%). This can mostly be accounted for by academy conversions during the year, and the abolition of the regional Scottish police and fire service bodies.\n\nThe decreasing trend in local government employment since Q2 2010 can be seen in Figure 3.\n\n### Central Government\n\nAt Q1 2014, employment in central government increased when compared with Q4 2013, by 14,000 (0.5%) on a headcount basis, and by 11,000 (0.4%) on a FTE basis. This is mainly accounted for by academy conversions.\n\nThe Q1 2014 central government headcount estimate was 91,000 (3.3%) higher, and the FTE estimate 75,000 (3.1%) higher, than the respective estimates at Q1 2013. This can again be mainly explained by academy conversions during the period, and the establishment of the central Scottish police and fire service bodies.\n\nFigure 3 shows how employment in central government has steadily risen following the passing of the Academies Act 2010, once the temporary effects of the reclassification of English further education colleges and sixth form college corporations in Q2 2012 have been removed.\n"
    },
    {
      "title": "Public Sector Employment by Industry",
      "markdown": "For nearly two years, the NHS has employed the largest number of public sector workers. At Q1 2014 the NHS accounted for around 29.2% of all public sector employment. Prior to Q2 2012 public sector education employed the largest number of public sector workers. Following the reclassification of English further education colleges and sixth form college corporations from the public to the private sector in Q2 2012, the public sector education headcount reduced by approximately 196,000, and full-time equivalent (FTE) by approximately 142,000. Figure 4 shows the impact of this reclassification on the public sector education series, and how, at that time, it brought the level of public sector education employment below the NHS level.\n\n#### Figure 4: UK Public Sector Employment by Industry\n[![Figure 4: UK Public Sector Employment by Industry](http://www.ons.gov.uk/ons/resources/fig4industry1_tcm77-361733.png)](http://www.ons.gov.uk/ons/resources/fig4industry1_tcm77-361733.png \"Figure 4: UK Public Sector Employment by Industry\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Notes:\n1. Royal Bank of Scotland Group plc is classified to the public sector from 13 October 2008. It is therefore included in the public sector estimates from 2008 Q4 onwards but not earlier periods. Lloyds Banking Group plc and its subsidiaries are classified to the public sector from 13 October 2008 to 25 March 2014. They are therefore included in public sector estimates from Q4 2008 to Q4 2013 but not in earlier or subsequent periods.\n2. English further education colleges and English sixth form college corporations classified to public sector from 1993 to 31 March 2012. They are therefore included in public sector estimates from 1993 to Q1 2012, but not in subsequent quarters. See background note 8.\n3. Royal Mail plc was reclassified from the public sector to the private sector from October 2013.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-4.xls \"XLS format\") (34 Kb)\n\n### NHS\n\nEmployment in the NHS increased between Q4 2013 and Q1 2014, by 10,000 (0.6%) on a headcount basis and by 10,000 (0.8%) on a FTE basis. The increase can mostly be accounted for by increases in the NHS in England.\n\nIn the year to Q1 2014, NHS employment increased by 12,000 (0.8%) on a headcount basis, and by 14,000 (1.1%) on a FTE basis.\n\n### Education\n\nEmployment in public sector education decreased between Q4 2013 and Q1 2014, by 2,000 (0.1%) on a headcount basis, and by 2,000 (0.2%) on a FTE basis.\n\nOn a headcount basis the Q1 2014 estimate of employment in public sector education was higher than the Q1 2013 estimate, by 40,000 (2.7%). On a FTE basis the Q1 2014 estimate was 32,000 (3.0%) higher than the Q1 2013 estimate.\n\nFigure 4 shows the significant fall in public sector education in Q2 2012, as a result of the reclassification of English further education colleges and sixth form college corporations.\n\n### Public Administration\n\nPublic administration includes all administrative duties of local and central government.\n\nEmployment in public administration decreased between Q4 2013 and Q1 2014, by 2,000 (0.2%) on a headcount basis, and by 4,000 (0.4%) on a FTE basis.\n\nIn the year to Q1 2014, employment in public administration decreased by 13,000 (1.2%) on a headcount basis, and decreased by 11,000 (1.2%) on a FTE basis.\n\nFigure 4 shows the general downward trend in employment in public administration since Q3 2009. The headcount fell by 159,000 between Q3 2009 and Q1 2014.\n\n### Other Public Sector\n\nThe category \u0027other public sector\u0027 covers all industries that have not been specified elsewhere.\n\nBetween Q4 2013 and Q1 2014, employment in the category \u0027other public sector\u0027 decreased by 94,000 (15.6%) on a headcount basis, and 84,000 (16.3%) on a FTE basis. This large decrease is explained by the reclassification into the private sector of Lloyds Banking Group in March 2014.\n\nIn the year to Q1 2014, employment in the category \u0027other public sector\u0027 fell by 284,000 (35.8%) on a headcount basis, and by 256,000 (37.3%) on a FTE basis. This was the largest decrease seen in any industry over the period.\n\n#### Figure 5: UK Public Sector Employment by Industry, seasonally adjusted\n[![Figure 5: UK Public Sector Employment by Industry, seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig5industry2_tcm77-361734.png)](http://www.ons.gov.uk/ons/resources/fig5industry2_tcm77-361734.png \"Figure 5: UK Public Sector Employment by Industry, seasonally adjusted\")\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-5.xls \"XLS format\") (32.5 Kb)\n\n### Other Health and Social Work\n\nThis category covers all health and social work not covered by the NHS.\n\nAt Q1 2014, employment in \u0027other health and social work\u0027 had fallen when compared with Q4 2013, by 5,000 (1.8%) on a headcount basis, and by 4,000 (1.9%) on a FTE basis.\n\nIn the year to Q1 2014, employment in \u0027other health and social work\u0027 fell by 15,000 (5.1%) on a headcount basis, and by 11,000 (5.1%) on a FTE basis.\n\n### Police\n\nAt Q1 2014 employment in the Police fell when compared with Q4 2013, by 1,000 (0.4%) on a headcount and remained at the same level on an FTE basis. Employment in the Police fell in each quarter since Q1 2010 up to Q1 2014. This is shown in Figure 5.\n\n### HM Forces\n\nBetween Q4 2013 and Q1 2014, employment in HM Forces fell by 1,000 (0.6%) on both a headcount and FTE basis. In the year to Q1 2014 it fell by 11,000 (6.2%) on both a headcount and FTE basis. Figure 5 shows the steady fall in employment in HM Forces since Q1 2010.\n\n### Construction\n\nAt Q1 2014, employment in public sector construction remained the same when compared with Q4 2013. It fell by 1,000 (2.4%) in the year to Q1 2014.\n\nFigure 5 shows the downward trend in employment in public sector construction from the beginning of the series in Q1 1999, to Q4 2011. Since then the level has remained relatively stable.\n"
    },
    {
      "title": "Public and Private Sector Employment",
      "markdown": "Private sector employment estimates are derived as the difference between total UK employment estimates sourced from the Labour Force Survey and the public sector employment estimates collected from public sector organisations.\n\nIn Q2 2012, English further education colleges and sixth form college corporations were reclassified from the public sector to the private sector. This resulted in approximately 196,000 employees being reclassified to the private sector. In the [Public Sector Employment reference tables (589.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/rft-pse-2014-q1.xls \"RFT PSE 2014 Q1\") , Tables 6a and 7a show, respectively, the regional public and private sector estimates with the effects of this reclassification removed up to Q2 2013.\n\n### Total UK Public and Private Sector Employment\n\n#### Figure 6: UK Public and Private Sector Employment, seasonally adjusted\n[![Figure 6: UK Public and Private Sector Employment, seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig6publicandprivate_tcm77-361735.png)](http://www.ons.gov.uk/ons/resources/fig6publicandprivate_tcm77-361735.png \"Figure 6: UK Public and Private Sector Employment, seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n#### Notes:\n1. Royal Bank of Scotland Group plc is classified to the public sector from 13 October 2008. It is therefore included in the public sector estimates from 2008 Q4 onwards but not earlier periods. Lloyds Banking Group plc and its subsidiaries are classified to the public sector from 13 October 2008 to 25 March 2014. They are therefore included in public sector estimates from Q4 2008 to Q4 2013 but not in earlier or subsequent periods.\n2. English further education colleges and English sixth form college corporations classified to public sector from 1993 to 31 March 2012. They are therefore included in public sector estimates from 1993 to Q1 2012, and in private sector estimates in subsequent quarters. See background note 8.\n3. Royal Mail plc reclassified from the public sector to the private sector from October 2013.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-6.xls \"XLS format\") (33 Kb)\n\nIn Q1 2014, total UK private sector employment had increased by 447,000 (1.8%) compared with Q4 2013. Total UK public sector employment decreased by 103,000 (1.9%) over the same period.\n\nFigure 6 shows the upward trend in total UK private sector employment since Q2 2011, with total UK private sector employment having shown an increase in every quarter since Q2 2011 to Q1 2014.\n\nWith the effects of major reclassifications removed, total UK private sector employment increased by nearly 1.6 million between Q2 2011 and Q1 2014.\n\nThe opposite trend can be seen in total UK public sector employment over the same period, which showed a near constant decline from Q2 2011 until Q1 2014. During this time total UK public sector employment fell by 675,000. When the effects of major reclassifications are removed, there was a decrease of 181,000 in total UK public sector employment.\n\n### Public and Private Sector Employment by Region\n\nSeasonally adjusted series are not available when public and private sector employment is split by region. Therefore any differences between quarters in the published regional tables may be due to seasonal effects. Each series begins at Q1 2008.\n\n#### Figure 7: Change in Public Sector Employment, by Region, Q1 2013 - Q1 2014, not seasonally adjusted\n##### Public Sector Employment by Region\n[![Figure 7: Change in Public Sector Employment, by Region, Q1 2013 - Q1 2014, not seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig7regionalpublicchange_tcm77-361740.png)](http://www.ons.gov.uk/ons/resources/fig7regionalpublicchange_tcm77-361740.png \"Figure 7: Change in Public Sector Employment, by Region, Q1 2013 - Q1 2014, not seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-7.xls \"XLS format\") (28 Kb)\n\nAll of the Q1 2014 regional public sector employment headcount estimates, with the exception of Northern Ireland, are lower than the corresponding Q1 2013 estimates, as shown in Figure 7.\n\nThe North West (39,000; 6.0%), South East (37,000; 5.5%) and Yorkshire and The Humber (36,000; 7.0%) showed the largest falls in public sector employment in the year to Q1 2014.\n\nIn the year to Q1 2014, public sector employment only increased in Northern Ireland (1,000; 0.5%).\n\n#### Figure 8: Change in Private Sector Employment, Q1 2013 - Q1 2014, not seasonally adjusted\n##### Private Sector Employment by Region\n[![Figure 8: Change in Private Sector Employment, Q1 2013 - Q1 2014, not seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig8regionalprivatechange_tcm77-361743.png)](http://www.ons.gov.uk/ons/resources/fig8regionalprivatechange_tcm77-361743.png \"Figure 8: Change in Private Sector Employment, Q1 2013 - Q1 2014, not seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-8.xls \"XLS format\") (27.5 Kb)\n\nIn the year to Q1 2014, private sector employment increased in all of the 12 regions, as seen in Figure 8. The largest increase in private sector employment in the year to Q1 2014 was in London (185,000; 5.0%). The next largest increases in private sector employment over this period were seen in the South East (164,000; 5.0%) and the East of England (156,000; 7.3%).\n\n#### Figure 9: Proportion of Total Employment Employed in the Public Sector, by Region, Q1 2014, not seasonally adjusted\n##### Proportion of Total Employment Employed by the Public Sector\n[![Figure 9: Proportion of Total Employment Employed in the Public Sector, by Region, Q1 2014, not seasonally adjusted](http://www.ons.gov.uk/ons/resources/fig9regionalpse_tcm77-361744.png)](http://www.ons.gov.uk/ons/resources/fig9regionalpse_tcm77-361744.png \"Figure 9: Proportion of Total Employment Employed in the Public Sector, by Region, Q1 2014, not seasonally adjusted\")\n\nSource: Quarterly Public Sector Employment Survey - Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-9.xls \"XLS format\") (27 Kb)\n\nFigure 9 shows the proportion of all those in employment employed in the public sector for each UK region at Q1 2014. Northern Ireland (27.6%), Wales (24.0%) and Scotland (21.2%) had the highest proportions of all in employment employed in the public sector.\n\nAt Q1 2014, the North East (20.8%) remains the English region with the highest proportion of all in employment employed in the public sector. The North West (18.8%) remains as the region with the second highest proportion. East of England and the South East (both 15.3%) remain as the regions with the lowest proportions of all in employment employed in the public sector.\n"
    },
    {
      "title": "Employment in the Civil Service and in Executive Non-Departmental Public Bodies (NDPBs)",
      "markdown": "### Civil Service\n\nAt Q1 2014, employment in the Civil Service in Great Britain decreased when compared with Q4 2013, by 6,040 on a headcount basis, and by 5,620 on a full-time equivalents (FTE) basis.\n\nThis was driven by decreases at the Department for Work and Pensions and Her Majesty’s Revenue \u0026 Customs. In total, employment in Civil Service organisations sponsored by these bodies decreased by 4,690 on a headcount basis and by 4,260 on a FTE basis.\n\nBetween Q4 2013 and Q1 2014 smaller decreases were reported across the Ministry of Justice, Ministry of Defence and the Department for Environment, Food and Rural Affairs.\n\nIncreases were reported across the Home Office of 330 on a headcount basis and 280 FTE, and Scottish Government by 240 on a headcount basis, and 200 FTE.\n\n### Executive NDPBs\n\nNote that employees of Executive NDPBs sponsored by the Foreign and Commonwealth Office have not been included in any estimates, as this would give the estimates the potential to be disclosive. Employment in Executive NDPBs has been aggregated by sponsoring department.\n\nBetween Q4 2013 and Q1 2014, employment across all Executive NDPBs increased by 600 on a headcount basis and by 260 on a FTE basis.\n\nThe largest increases were shown in the Department of Health of 240 on a headcount basis and 200 on a FTE basis, and the Department of Business, Innovation and Skills of 210 on a headcount basis and 140 on a FTE basis.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "###** 1. Basic Quality Information**\n\nIn 2005 the Office for National Statistics (ONS), in collaboration with other government departments and the devolved administrations, implemented major improvements to public sector employment (PSE) estimates. Standard definitions for public sector employment across all departmental statistics were agreed and a single definitive set of quarterly PSE estimates introduced. A new Quarterly Public Sector Employment Survey (QPSES) was established. ONS publishes official PSE estimates each quarter as National Statistics, in the form of a Statistical Bulletin, approximately 11 weeks after the period to which they refer.\n\nFurther details can be found in the [Quality and Methodology Information for Public Sector Employment (115.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/labour-market/quality-and-methodology-information-for-public-sector-employment--pse-.pdf \"Quality and Methodology Information for Public Sector Employment (PSE)\") article.\n\n###** 2. Relevance to Users**\n\nThe public sector comprises central government, local government and public corporations as defined for the UK National Accounts. ONS produces the United Kingdom’s National Accounts. The National Accounts are an internationally comparable accounting framework that describes the activities in a national economy. The relevant international manuals are the System of National Accounts 1993 (SNA93) and the European System of Accounts 1995 (ESA95). As part of the process of producing the National Accounts, ONS decides on the classification of institutions and transactions within the economy using the [current UK classification process (81.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/classifications/na-classifications/the-ons-classification-process/uk-national-accounts-sector-and-transaction-classification.pdf \"UK National Accounts Sector and transaction classification\") .\n\nThe [Public Sector Classification Guide](http://www.ons.gov.uk/ons/rel/na-classification/national-accounts-sector-classification/index.html \"Public Sector Classification Guide\") is published monthly by ONS, and provides information on the classification of organisations and institutions in the National Accounts.\n\nThe public sector employment estimates relate to the number of people employed according to returns from relevant organisations, but they include a number of workers with a second job in the public sector whose main job is in the private sector or in a separate public sector organisation. The private sector estimate, which is obtained by taking the difference between the Labour Force Survey estimate of people employed in the whole economy and the public sector total, will thus tend to be correspondingly understated by a small percentage.\n\nHeadcount estimates are based on the number of employees with an employment contract who are being paid by the organisation. Employees can be permanent, on a fixed-term contract or employed on a casual basis. Self-employed, contract workers and agency workers are excluded.\n\nPermanent employees, as defined in Tables 8 and 10, are employees with a contract with no agreed expiry date or a fixed term contract of more than 12 months. Temporary/casual employees are those with a fixed term contract of 12 months or less or employed on a casual basis.\n\nAs well as the headcount estimates, estimates have also been produced for the number of employees in full-time equivalents (FTE) back to 1999. This is based on converting part-time employees’ hours into a full-time employees’ equivalent and provides a better indication of total labour input than a simple headcount.\n\n###** 3. Common Pitfalls in Interpreting Series**\n\nEstimates of public sector employment for Q4 2013 to Q1 2014 are based partly on projections for some sources. As part of the development programme to improve the quality of public sector employment estimates, public sector organisations are working towards the production of timely quarterly estimates. Until this development programme is completed, there remains a requirement to include estimates for certain sources:\n\n1. Police (including civilians) workforce estimates for England and Wales are published every six months (for two quarters) by the Home Office.\n2. NHS workforce statistics for England are derived from a pay system which covers all but two English NHS organisations. This produces very good estimates of staff numbers. Figures for the two other organisations are estimated based on annual NHS Workforce Census figures. This new source of estimates will reduce the need to revise estimates in the future.\n\nThe Home Office has provided estimates for the Police in England and Wales. These estimates are based on projections and may be subject to revision.\n\nAll time series in the Public Sector Employment release, except for the regional series, are seasonally adjusted to aid interpretation. As seasonal adjustment does not preserve additivity within aggregation structures, relationships that hold in the unadjusted series do not necessarily hold for the seasonally adjusted series. For example, total public sector employment equals the sum total of all public sector industry estimates before seasonal adjustment, but this is not necessarily true after seasonal adjustment.\n\nPublic sector employment statistics have previously been published for periods up to and including Q4 2013. In line with the published [revisions policy for public sector employment statistics (26.4 Kb Pdf)](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/public-sector-employment/public-sector-employment-statistics-revisions-policy.pdf \"Public Sector Employment Statistics Revision Policy\") , the statistics have been revised, to take account of late information from respondents.\n\nTables 1R to 5R illustrate the size of the revisions in each category.\n\n###** 4. Concepts and Definitions**\n\nCentral government includes all administrative departments of government and other central agencies and Non-Departmental Public Bodies. As such it is wider than the Civil Service. This sector also includes HM Forces and the National Health Service (NHS). Within education, academies and free schools are classified to central government. From 1 April 2005, central government includes the former Magistrates\u0027 Courts Service which has been brought together with the Court Service to form Her Majesty\u0027s Courts Service. The Magistrates\u0027 Courts Service was previously classified to local government.\n\nLocal government covers those types of public administration that only cover a locality and any bodies controlled and mainly financed by them. The sub-sector includes all areas of administrative authorities including parish councils, though these units are not covered by the current estimates for local authorities. It includes police forces and their civilian staff. All functions of local authorities are classified to the sub-sector, although trading activities that produce market output (for example, housing and municipally owned markets) are regarded as quasi-corporations and appear under public corporations. Local education authorities are part of local government, as are voluntary aided schools, county schools and, from September 1999, foundation schools (formerly grant-maintained).\n\nPublic corporations are companies or quasi-corporations controlled by government, for example London Underground Ltd. These companies receive more than half their income from sales of goods or services into the market place.\n\nThe estimates of Civil Service employees count all home Civil Service employees (including from 1 April 2005 the employees of the former Magistrates\u0027 Courts Service). Civil Service employees can be classified to central government or public corporations. Examples of public corporations include the UK Intellectual Property Office and the Driving Standards Agency. Civil Service estimates exclude the Northern Ireland Civil Service and other Crown servants. Employees in these groups are included in estimates of central government employment.\n\n###** 5. Accuracy**\n\n#### Response Rates:\n\nPSE statistics are compiled from a range of sources. The primary source is the Quarterly Public Sector Employment Survey (QPSES). The QPSES comprises three separate data collections; the home Civil Service, Local Authorities in England and Wales, and Great Britain public corporations and Non-Departmental Public Bodies (NDPBs). Returned questionnaires go through a series of automated validation tests to check for completeness and consistency and to identify any significant movements compared with the previous period reported (and the same period the previous year). The automated checks are followed up with respondents where errors are detected or further explanation is required. The target is to clear 95% of test failures prior to processing results. ONS targets for response to each of the three surveys ahead of compiling results are 85% (number of respondents) and 90% (of total employment). In addition, each survey has a list of critical respondents (usually those with the largest employment) for which special efforts are made to achieve 100% response and clearance of test failures.\n\n#### Table 1: Response Rates for Sources of Public Sector Employment, Q1 2014\n\nTable source: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/chd-pse-fig-9.xls \"XLS format\") (27 Kb)\n\nData for non-responders are imputed based on previous returns and known annual changes in seasonality. It is extremely rare for a local authority, public body or Civil Service department to non-respond for two consecutive quarters. The data collection is statutory for local authorities and public bodies (Statistics of Trade Act 1947) and positive action is taken to address non-response issues as and when they occur.\n\nSo that estimates of total public sector employment can be made, it is necessary for further information to be gathered from external sources.\n\n#### Table 2: External Sources of Data for Public Sector Employment Statistics\n\nTable source: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/prt-pse-tab--2-.xls \"XLS format\") (28 Kb)\n\nONS is now able to produce regional estimates of PSE based on returns from public sector organisations (Table 6). These supersede those produced using the Labour Force Survey (LFS) which previously had been used in conjunction with national PSE estimates to produce estimates by region.\n\n###** 6. Future Revisions**\n\nStatistics for the NHS for England for Q4 2007 onwards are partly based on projections and informed modelled estimates have been supplied by the Information Centre for Health and Social Care. These estimates may be revised following the publication of the annual NHS workforce statistics.\n\nStatistics for the Police (including civilians) for Q4 2007 onwards for England and Wales are based partly on projections supplied by the Home Office. These estimates may be revised following the publication of the latest Home Office statistics.\n\nDue to ongoing validation of data from the new HM Forces Personnel Administration System, figures for Q2 2007 onwards are provisional and subject to review.\n\n###** 7. Coherence**\n\nThe estimates of public sector employment in education (SIC division 85) differ from the school workforce estimates published by the Department for Education (DfE) (formerly Department for Children, Schools and Families (DCSF)) mainly as a result of differences in coverage and data sources. DfE estimates focus on the number of FTE teachers and support staff for England only. By comparison, the ONS estimates are derived by allocating local authority employees to education using the Inter-Departmental Business Register (IDBR) and the QPSES in England and Wales. The DfE School Workforce Census school level estimates are used to estimate employment in academies in England. PSE estimates include all employees reported by local authorities as working in primary, secondary and adult education establishments including some groups who are not covered by the DfE statistics, such as adult education staff and certain categories of support staff. Employment estimates for education in Scotland and Northern Ireland are also included to give a wider UK coverage. The different coverage of the ONS and DfE education statistics serve the needs of different users. Those who require information on the workforce in England who are directly involved in pupils\u0027 teaching and learning should use DfE published statistics. Users should also refer to DfE published statistics to gauge trends in education employment. Those who seek data on UK public sector employment in education, in its widest sense, should use the ONS data in this release. For further information on the differences between DfE and ONS data on education please see pages 44 to 46 of the [Public Sector Employment Trends 2005 (463 Kb Pdf)](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/public-sector-employment/public-sector-employment-trends-2005.pdf \"Public Sector Employment Trends 2005\") article published in October 2005.\n\nONS estimates for the NHS also differ from the headline figure produced by the Health and Social Care Information Centre (HSCIC). Again, this reflects the wider UK coverage (HSCIC figures are for England only) plus the exclusion by ONS of general practitioners (GPs). ONS, in accordance with National Accounts practice, classifies GPs as part of the private sector. ONS also include ‘hospital practitioners and clinical assistants’ who work in hospitals on a salaried pay scale but generally work as GPs leading the HSCIC to exclude them from their totals to avoid double counting. When these factors are allowed for, ONS and NHS data can be shown to be identical.\n\nSector classification and machinery of government changes in the period since 31 March 2013 are listed here:\n\n#### Table 3: Sector Classification and Machinery of Government Changes, 1 April 2013 - 31 March 2014\n\nTable source: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/prt-pse-tab--3-.xls \"XLS format\") (27.5 Kb)\n\n###** 8. Further Education Colleges**\n\nOn 13 October 2010, ONS announced the reclassification of further education colleges and sixth form college corporations to the public sector. ONS, as part of the Q4 2010 publication, took on employment estimates for further education colleges back to 1993 or their inception if later.\n\nOn 31 May 2012, ONS announced the reclassification of English further education colleges and sixth form college corporations to the private sector, as Non-Profit Institutions Serving Households (NPISH), effective from 1 April 2012. As such, employment estimates for English further education colleges and sixth form college corporations are included in ONS estimates of public sector employment from 1993 or their inception if later, up to and including Q1 2012. English further education colleges and English sixth form college corporations estimates of employment are not included in public sector employment estimates from Q2 2012 onwards. More information on this decision can be found in the [Reclassification of Further Education Corporations and Sixth Form Colleges in England](http://www.ons.gov.uk/ons/rel/na-classification/national-accounts-sector-classification/classification-update---may-2012/reclassification-of-further-education-corporations-and-sixth-form-colleges-in-england---article.html \"Reclassification of Further Education Corporations and Sixth Form Colleges in England\") article published on 31 May 2012.\n\n###** 9. The Census**\n\nThe Census is a count of the population in the UK. It takes place every 10 years and asks everyone the same questions to give a complete picture of the nation. This information is used to estimate the likely number of people and households in each area for the next 10 years. The ONS designs, manages and runs the census in England and Wales. The General Register Office Scotland (GROS) and the Northern Ireland Statistics and Research Agency (NISRA) are responsible for the census in Scotland and Northern Ireland. All three agreed to conduct their 2011 censuses on the same day (27 March 2011) in order to produce consistent and coherent information that covers the whole of the UK. The Census generated approximately 40,000 temporary public sector jobs across the UK, covering a range of part-time and full-time roles.\n\nThe number of people in public sector employment was 6.102 million at Q2 2011, a decrease of 94,000 compared with Q1 2011. The estimate for Q1 2011 includes 15,000 people employed on a temporary basis in connection with the 2011 Census, but there were only 1,000 people employed in these temporary jobs at Q2 2011. Excluding people employed in temporary Census posts, the fall in public sector employment between Q1 and Q2 2011 was 80,000.\n\n###** 10. Coverage of Academies in England**\n\nImprovements to the way employment in public sector education in England is estimated were first implemented as part of the PSE, Q3 2012 release. Revisions to the estimates caused by these improvements were at that time incorporated into the revised PSE series, in line with the [revisions policy for public sector employment statistics (26.4 Kb Pdf)]\n(http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/public-sector-employment/public-sector-employment-statistics-revisions-policy.pdf \"Public Sector Employment Statistics Revisions Policy\"). Further details of the change in method and the impact on estimates of PSE are available in \u0027[Public Sector Employment Statistics - Change in Method for Estimating Employment in Education in England](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q3-2012/art.html \"Public Sector Employment Statistics - Change in Method for Estimating Employment in Education in England\")\u0027, published as part of the [Public Sector Employment, Q3 2012](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q3-2012/index.html \"Public Sector Employment, Q3 2012\") release.\n\n###** 11. Publication Policy**\n\nThe complete run of public sector employment data in the tables of this statistical bulletin is also available to view and download in other electronic formats free of charge using the ONS Time Series Data website service. Users can download the complete [Public Sector Employment Time Series](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/tsd-pse-series.html \"TSD PSE Sries\") in a choice of zipped formats, or view and download their own selections of individual series.\n\nA [list of those given pre-publication access](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/q1-2014/pra-pse-2014-q1.html \"PRA PSE 2014 Q1\") to the contents of this release is published as part of this release.\n\n###** 12. Details**\nDetails of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed."
    }
  ],
  "headline1": "Total UK public sector employment decreased by 103,000 from Q4 2013 to 5.409 million - the fall largely explained by the reclassification from the public sector to the private sector of Lloyds Banking Group.",
  "headline2": "UK public sector employment is at its lowest level, on a headcount basis, since the start of the series in 1999.",
  "headline3": "Employment in UK local government, at 2.370 million, is 27,000 lower than at Q4 2013.",
  "summary": "This bulletin contains detailed estimates of public sector employment, updated with the latest estimates for the first quarter of 2014.",
  "relatedBulletins": [],
  "title": "Public Sector Employment, Q1 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Public Sector Employment, Q1 2014",
  "uri": "/employmentandlabourmarket/publicsectorpersonnel/bulletins/publicsectoremploymentq12014",
  "fileName": "publicsectoremploymentq12014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Employment and Labour market",
      "fileName": "employmentandlabourmarket"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Public sector personnel",
      "fileName": "publicsectorpersonnel",
      "breadcrumb": []
    }
  ]
}