{
  "nextRelease": "February - March 15 (provisional date)",
  "contact": {
    "name": "Elizabeth McLaren",
    "email": "vsob@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Findings",
      "markdown": "- The under 18 conception rate for 2012 is the lowest since 1969 at 27.9 conceptions per thousand women aged 15-17.\n- The estimated number of conceptions to women aged under 18 fell to 27,834 in 2012 compared with 31,051 in 2011, a decrease of 10%.\n- The estimated number of conceptions to women aged under 16 was 5,432 in 2012, compared with 5,991 in 2011 (a fall of 9.3%).\n- In 2012 there were an estimated 884,748 conceptions to women of all ages, compared with 909,109 in 2011, a decrease of 2.7%.\n- Conception rates in 2012 increased for women aged 35 years and over, and decreased for women aged under 35 years.\n\n### Summary\nThis bulletin presents estimated annual conceptions occurring to women usually resident in England and Wales in 2012. Conception statistics bring together records of birth registrations collected under the Births and Deaths Registration Act (1953) and abortion notifications received under the Abortion Act (1967), amended by the Human Fertilisation and Embryology Act (2008). They include all pregnancies of women usually resident in England and Wales which lead to one of the following outcomes:\n\n- a maternity registered in England and Wales at which one or more live births or stillbirths occur, or\n- a termination of a pregnancy by abortion under the 1967 Act, which takes place in England and Wales.\n\nConception statistics do not include conceptions resulting in miscarriages or illegal abortions (see background note 1).\n\nConceptions are analysed primarily using numbers, rates and the percentage leading to abortion. The statistics are tabulated by age, area of usual residence of woman and marital status.\n\nThis is the first time that the Office for National Statistics (ONS) has published annual 2012 statistics on conceptions for women usually resident in England and Wales.\n\nTo meet user needs, timely but provisional quarterly conception statistics are published in the [Vital Statistics: Population and Health Reference Tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference Tables Index\"). The figures provided are the number of conceptions, the conception rate and the percentage of conceptions leading to abortion, by age, year and quarter for England, Wales and England and Wales. [Provisional quarterly conceptions to women aged under 18](http://www.ons.gov.uk/ons/rel/vsob1/quart-conc-to-women-und-18/index.html \"Quarterly Conceptions to Women aged under 18, England and Wales index\") are also published by area of usual residence to enable monitoring by local authorities of teenage pregnancy levels.\n\nAn explanation of the difference between provisional and final data is included in the metadata published as part of the [Vital Statistics: Population and Health Reference Tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"Vital Statistics: Population and Health Reference Tables index\").\n"
    },
    {
      "title": "Number of Conceptions and Conception Rates",
      "markdown": "In 2012, the estimated number of conceptions in England and Wales fell by 2.7% to 884,748 from 909,109 in 2011. The number of conceptions rose between 2001 and 2010 despite a slight fall in 2008. Since 2010 the number of conceptions has fallen from a peak of 909,245 conceptions.\n\n \n#### Figure 1: The number of conceptions and the conception rate, 1969-2012\n\n##### England and Wales\n[![](http://www.ons.gov.uk/ons/resources/fig1v3_tcm77-354074.png)](http://www.ons.gov.uk/ons/resources/fig1v3_tcm77-354074.png)\n\nSource: Office for National Statistics\n\n##### Notes:\n1. The conception rate is the number of conceptions per thousand women aged 15-44.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/chd-figure-1.xls \"XLS format\") (28.5 Kb)\n\nPrior to 1969, the first full year for which abortions data are available, the number of conceptions was equivalent to the number of maternities. Following the introduction of the Abortion Act (1967) the number of conceptions increased (Figure 1). The sudden decline in conceptions in the early to mid 1970s, despite a rise in the number of women in childbearing ages could be explained by the increased use of contraception ([Wellings and Kane, 1999](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1297204/?page\u003d1 \"Wellings and Kane, 1999\")). Oral contraception was introduced in 1961, but this was only available to married women and was a chargeable prescription. In 1970 there was a mandate for family planning clinics to start treating single women. In 1974 contraception became free on the National Health Service (NHS), opening up services to women regardless of marital status and ability to pay.\n\nThere have been a number of scares about the safety of the contraceptive pill ([Wellings and Kane, 1999](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1297204/?page\u003d1 \"[Wellings and Kane, 1999\")).  These scares deterred some women from using the pill as a method of contraception due to concerns about their health ([Wood et al, 1997](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--89--autumn-1997/bdl-population-trends-no--89--autumn-1997.pdf \"Wood et al\")).  This may have led to a number of women using less reliable methods of contraception or no contraception at all.  These pill scares correspond to increases in the number of conceptions and occurred in 1976-77, 1983, 1986 and 1995-96.\n\nThe gradual increase in conceptions between 2001 and 2010 results from an overall increase in the number of conceptions at all ages with the exception of those aged under 20. Factors influencing the increasing age at conception are explored in a later section.\n\nThe conception rate for 2012 has decreased to 78.5 conceptions per thousand women aged 15-44, from 80.4 in 2011, a decrease of 2.4%. The proportion of all conceptions resulting in a maternity in 2012 was 79%, unchanged from 2011. This proportion has remained fairly stable over the last two decades.\n\nThe size of the female population of child bearing age (women aged 15-44) will influence the number of conceptions. The composition of the female population will also influence the number of conceptions as there are peak age groups for maternities (25-29 and 30-34) and abortions (20-24) and the relative sizes of these groups will impact upon the number of conceptions. Changes in the size of the population are determined by births of females in previous years, mortality and migration.\n\nThe fall in the overall conception rate between 2011 and 2012 was driven by a 2.7% decrease in the number of conceptions and would have fallen further had there not been a 0.3% fall in the female population of child bearing age. \n"
    },
    {
      "title": "Marital Status at Conception",
      "markdown": "There has been a long-term rise in the proportion of conceptions (and births) occurring outside marriage. In 2012 conceptions outside of a marriage/civil partnership accounted for 57% of all conceptions in England and Wales, compared with 54% in 2002 and 44% in 1992. In 2012 the proportion of conceptions outside marriage/civil partnership which resulted in a maternity was 69%, compared with 92% of conceptions inside marriage/civil partnership.\n"
    },
    {
      "title": "Age at Conception",
      "markdown": "Between 2011 and 2012 conception rates increased for women aged 35 years and over, and decreased for women aged under 35 years.\n\nThe largest percentage increase in conception rates occurred among women aged 35-39 (1.0%). A smaller increase in conception rates was recorded among women aged 40 and over (0.7%). Conception rates for women aged under 20 and 20-24 decreased by 9.6% and 5.5% respectively. Rates for women aged 25-29 and 30-34 decreased by smaller amounts (1.5% and 2.3% respectively). \n\n#### Figure 2: Relative changes in age-specific conception rates, 1990-2012\n##### England and Wales\n[![](http://www.ons.gov.uk/ons/resources/fig2_tcm77-354077.png)](http://www.ons.gov.uk/ons/resources/fig2_tcm77-354077.png)\n\nSource: Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/chd-figure-2.xls \"XLS format\") (29 Kb)\n\nThe conception rate for women aged 40 and over has more than doubled since 1990 (Figure 2) from 6.6 to 14.0 conceptions per thousand women. The number of women in this age group conceiving has risen from 12,032 in 1990 to almost 29,000 in 2011 and 2012. For women aged 40 and over, the percentage of conceptions leading to abortion fell from 43% in 1990 to 28% in 2010, 2011 and 2012. The number of conceptions, the conception rate and the percentage of conceptions leading to abortion for women aged 40 and over have remained relatively stable in 2012, compared with 2011.\n\nThe conception rate for women aged 35-39 has seen similar increases, almost doubling since 1990. The 30-34 age group is the youngest age group in which conception rates have risen almost continuously since 1990, rising by over a third.\n\nReasons for an increased number of women conceiving at ages 30 and above include increased participation in higher education; increased female participation in the labour force, the increasing importance of a career, the rising opportunity costs of childbearing, labour market uncertainty, housing factors and instability of partnerships ([Jefferies, 2008 (297 Kb Pdf)](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/fertility-assumptions-for-the-2006-based-national-population-projections.pdf \"Fertility assumptions for the 2006 - based national population projections\") ; [Ní Bhrolcháin, 2012](http://www.tandfonline.com/doi/pdf/10.1080/00324728.2012.697569 \"Ní Bhrolcháin\")). \n  \nThe conception rate for women aged under 20 fell by 9.6% to 44.2 conceptions per thousand women aged 15-19 in 2012 (from 48.9 in 2011). This continues the overall downward trend in the conception rate for women aged under 20 since 2007 from 61.4 conceptions per thousand women. In 2012 conceptions to women aged under 18 accounted for 37% of all conceptions to women aged under 20, unchanged from 2011.\n\nIn 2012 there were 27,834 conceptions to women aged under 18 compared with 31,051 in 2011, a decrease of 10%. This is the lowest number of conceptions in this age group since 1969. Nearly half (49%) of all conceptions to women aged under 18 in 2012 led to an abortion, this proportion has remained relatively unchanged since 2006.\n\nThe under 18 conception rate for England and Wales was 27.9 in 2012 compared with 30.9 in 2011, a decrease of 9.7%. This is the lowest estimated under 18 conception rate since comparable conception statistics were first produced in 1969. This fall in the conception rate in 2012 can be attributed to similar falls in the conception rate leading to abortion and the conception rate leading to a maternity (decreases of 9.9% and 9.5% respectively). The under 18 conception rate continues the overall decline recorded since 1998 when there were 47.1 conceptions per thousand women aged 15-17, despite slight increases in 2002 and 2007. Since 1998 the conception rate for women aged under 18 has decreased by 41%.  \n\n#### Figure 3: Under 18 conception rate, 1975-2012\n##### England and Wales\n[![](http://www.ons.gov.uk/ons/resources/fig3b_tcm77-354078.png)](http://www.ons.gov.uk/ons/resources/fig3b_tcm77-354078.png)\n\nSource: Office for National Statistics\n\n##### Notes:\n\n1. Rates have been calculated using the latest population estimates.\n2. ONS changed the methodology for estimating age at conception from 1997. Rates for 1987 to 1996 were revised to provide a comparable time series from 1987 onwards. The conception rates for 1975 to 1986 are not directly comparable as they have been calculated using the previous methodology for estimating age at conception. See background note 3 for more information.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/chd-figure-3.xls \"XLS format\") (27.5 Kb)\n\nThe number of conceptions to girls aged under 16 decreased by 9.3% from 5,991 in 2011 to 5,432 in 2012. A similar decline can also be seen in the conception rate for girls aged under 16. In 2012 there were 5.6 conceptions per thousand girls aged 13-15 compared with 6.1 in 2011, a decrease of 8.2%. This fall in the conception rate consists of an 11% fall in the rate of conceptions leading to abortion and an 8.3% fall in the rate of conceptions leading to a maternity. The percentage of conceptions leading to abortion for this age group has remained at 60% since 2011.\n\nOverall the under 16 conception rate has decreased since 2007 from 8.1 conceptions per thousand girls aged 13-15 to 5.6 in 2012. The under 16 conception rate is the lowest since 1969, the first year for which we have comparable data, when a rate of 6.9 conceptions per thousand girls aged 13-15 was recorded. Nearly three-quarters (72%) of under 16 conceptions in 2012 were to girls aged 15.\n\nThere are a number of factors which could explain recent reductions in teenage conceptions, including:\n\n- the programs invested in by successive governments (for example sex and relationships education, improved access to contraceptives and contraceptive publicity)\n- a shift in aspirations of young women towards education ([Broecke and Hamed, 2008](http://www.bis.gov.uk/assets/biscore/corporate/migratedD/publications/D/DIUS_RR_08_14 \"Broecke and Hamed\")\n- the perception of stigma associated with being a teenage mother ([McDermott et al, 2004](http://www.sphsu.mrc.ac.uk/Evidence/Research/Review%2010/SR%20Executive%20Summary.pdf \"McDermott et al, 2004\")) \n"
    },
    {
      "title": "Why do Teenage Conceptions Matter?",
      "markdown": "It is widely understood that teenage pregnancy and early motherhood can be associated with poor educational achievement, poor physical and mental health, social isolation, poverty and related factors. There is also a growing recognition that socio-economic disadvantage can be both a cause and a consequence of teenage motherhood ([Swann et al, 2003](http://www.nice.org.uk/niceMedia/documents/teenpreg_evidence_briefing_summary.pdf \"Swann et al, 2003\")).\n\nIn England this led the previous Government to set a target to halve the teenage conception rate by 2010, when compared with 1998. Local authorities set ten year strategies in place, aiming to reduce the local rate between 40% and 60%. These local targets were to help underpin the national 50% reduction target. The Teenage Pregnancy Strategy ended in 2010; however teenage pregnancy has remained an area of policy interest. The current Government has included the under 18 teenage conception rate as one of its three sexual health indicators in its [Public Health Outcomes Framework (2013-2016)](https://www.gov.uk/government/publications/healthy-lives-healthy-people-improving-outcomes-and-supporting-transparency \"Public Health Outcomes Framework (2013-2016)\") and it is one of the national measures of progress on child poverty. This ensures a continued focus on preventing teenage conceptions as well as the social impact upon teenage mothers.\n\nIn Wales, teenage conception rates are widely used as outcome indicators in the sexual health context, for example in the [Sexual Health and Well-being Action Plan for Wales, 2010-15](http://wales.gov.uk/topics/health/improvement/index/sexualhealth/?lang\u003den \"Sexual Health and Well-being Action Plan for Wales, 2010-15\"), as well as being a general indicator of health and inequality, for example in [Our Healthy Future](http://wales.gov.uk/topics/health/cmo/healthy/?lang\u003den \"Our Healthy Future\"). The conception rate for under 18 years is the most commonly used indicator with the underage rate (under 16 years) being a key health indicator for children and young people.\n"
    },
    {
      "title": "Conceptions Leading to Abortion",
      "markdown": "The percentage of conceptions leading to a legal abortion varies by age group. Women aged 30-34 have had the lowest percentage of conceptions leading to abortion. In 2012, 13% of conceptions to women aged 30-34 resulted in an abortion.\n\nOver the last two decades the percentage of conceptions leading to a legal abortion has generally increased for women aged under 20 but decreased for women aged 35 and over (Figure 4). For women in their twenties and early thirties the percentage of conceptions leading to abortion generally increased between 1992 and 2001, but decreased steadily until 2009-2010 before increasing slightly again.\n\nIn 2012, the percentage of conceptions leading to a legal abortion decreased slightly for under 18s but increased for the under 20s. All age groups 20 and above either increased, or experienced no change from 2011. \n\n#### Figure 4: Conceptions: percentage leading to legal abortion by age of woman at conception, 1992, 2002 and 2012\n##### England and Wales\n[![](http://www.ons.gov.uk/ons/resources/fig4v2_tcm77-354079.png)](http://www.ons.gov.uk/ons/resources/fig4v2_tcm77-354079.png \"Figure 4: Conceptions: percentage leading to legal abortion by age of woman at conception, 1992, 2002 and 2012\")\n\nSource: Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/chd-figure-4.xls \"XLS format\") (24.5 Kb)\n"
    },
    {
      "title": "Conceptions by Area of Usual Residence",
      "markdown": "For women usually resident in England, the overall conception rate fell by 2.4% from 80.7 conceptions per thousand women aged 15-44 in 2011 to 78.8 in 2012. For women usually resident in Wales, the overall conception rate fell by 1.7% from 75.1 conceptions per thousand women aged 15-44 in 2011 to 73.8 in 2012.\n\nA comparison of rates across regions in England for all ages shows that the North East had the lowest conception rate in 2012, with 71.7 conceptions per thousand women aged 15-44. London had the highest overall conception rate at 86.7. \n"
    },
    {
      "title": "Under 18 Conceptions by Area of Usual Residence",
      "markdown": "For women usually resident in England the under 18 conception rate fell by 9.8% from 30.7 conceptions per thousand women aged 15-17 in 2011 to 27.7 in 2012. A decrease was also recorded for women usually resident in Wales where the under 18 conception rate fell by 9.9% from 34.2 conceptions per thousand women aged 15-17 in 2011 to 30.8 in 2012. In 1998, the under 18 conception rate in England was 46.6 conceptions per thousand women aged 15-17. A comparison of under 18 conception rates for England and Wales can be seen in Figure 5.\n\n#### Figure 5: Under 18 conception rates 1992-2012\n##### England and Wales\n[![Figure 5: Under 18 conception rates 1992-2012](http://www.ons.gov.uk/ons/resources/fig5v2_tcm77-354081.png)](http://www.ons.gov.uk/ons/resources/fig5v2_tcm77-354081.png \"Figure 5: Under 18 conception rates 1992-2012\")\n\nSource: Office for National Statistics\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/chd-figure-5.xls \"XLS format\") (24.5 Kb)\n\nA comparison of rates across regions in England shows that the North East had the highest under 18 conception rate in 2012, with 35.5 per thousand women aged 15-17. The South East and the East both had the lowest rate for women aged under 18 in 2012 with 23.2 per thousand women aged 15-17.\n\nIt should be noted that at the local level, statistics for under 18 conceptions can fluctuate between years (due to an unusually high or low number of teenage conceptions in a year).\n\nA comparison of under 18 conception rates across local authorities is illustrated in Figure 6. \n\n#### Figure 6: Under 18 conception rates by local authority, 2012\n##### England and Wales\n[![Figure 6: Under 18 conception rates by local authority, 2012](http://www.ons.gov.uk/ons/resources/map_tcm77-354452.png)](http://www.ons.gov.uk/ons/resources/map_tcm77-354452.png \"Figure 6: Under 18 conception rates by local authority, 2012\")\nSource: Office for National Statistics\n\n##### Download map: \n![PNG](http://www.ons.gov.uk/ons/resources/iconpng_tcm77-218163.gif \"PNG\") [PNG](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/map-download.png \"PNG\") (137.3 Kb)\n\n#### Table 1: The ten areas with the highest conception rate for women aged under 18 in 2012\n##### England and Wales\n\n| Rank |   Local Authority | Number of Conceptions | Conception rate per thousand women aged 15–17 |      |      |\n|------|------------------:|----------------------:|----------------------------------------------:|-----:|-----:|\n|      |                   |                  2012 |                                          2012 | 2011 | 1998 |\n| 1    |  Middlesbrough UA |                   137 |                                          52.0 | 48.9 | 66.5 |\n| 2    | Stoke-on-Trent UA |                   219 |                                          51.3 | 42.2 | 38.5 |\n| 3    |           Burnley |                    79 |                                          50.1 | 53.2 | 82.3 |\n| 4    |          Hastings |                    83 |                                          49.9 | 57.0 | 59.5 |\n| 5    |             Corby |                    55 |                                          47.2 | 57.9 | 79.7 |\n| 6    |           Walsall |                   243 |                                          46.9 | 48.5 | 67.2 |\n| 7    |        Manchester |                   353 |                                          45.0 | 52.5 | 61.3 |\n| 8    |          Tamworth |                    65 |                                          44.0 | 40.1 | 55.7 |\n| 9    |        Sunderland |                   207 |                                          43.1 | 42.9 | 63.1 |\n| 10   |          Wocester |                    70 |                                          43.1 | 43.2 | 50.6 |\n\nTable source: Office for National Statistics\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\") [XLS format](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/prt-presentation-table.xls \"XLS format\") (26.5 Kb)\n\nAs can be seen from the map (Figure 6) there is significant variation in the conception rate at the local level. When analysing figures for areas with small populations, for example Rutland UA, it is important to also take into account the numbers involved, as a slight change when numbers are small can lead to large changes in the rate. Other population characteristics can also have an impact, for example, the ethnic composition of an area, the level of deprivation and educational attainment levels.\n\nThere has been widespread variation in the success of local authorities in reducing teenage conception rates since 1998, as can be seen in [Table 6 (701 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/rft-conception-statistics-2012.xls \"RTF Conception Statistics 2012\").\n"
    },
    {
      "title": "Users and Uses of Conception Statistics",
      "markdown": "The Department of Health (DH) leads for the Government on reducing under 18 conceptions and is a key user of conception statistics. DH monitor the rate of under 18 conceptions under the [Public Health Outcomes Framework 2013-2016](http://www.dh.gov.uk/en/Publicationsandstatistics/Publications/PublicationsPolicyAndGuidance/DH_132358 \"Public Health Outcomes Framework 2013-2016\") as part of the measures of health improvement. DH uses the numbers of conceptions at all ages as a marker for the success of policies on access to contraception (and other sexual health services). DH uses conception statistics by age because they are of use to maternity service providers, particularly during the antenatal period, to allow them to plan for the level of demand for antenatal services.\n\nDH published their [Framework for Sexual Health Improvement in England in 2013](http://www.dh.gov.uk/health/2013/03/sex-health-framework/ \"[Framework for Sexual Health Improvement in England in 2013\"). The framework is designed to be used by local organisations, including local authorities and health and wellbeing boards, to help them provide the best sexual health services in their area. It sets out a number of ambitions for sexual health, including the need for a fall in the number of unwanted pregnancies and offering counselling to all women who request an abortion so they can discuss the options and choices available with a trained counsellor.\n\nPublic Health England (PHE) is another key user of conception statistics. PHE have a role in providing information and evidence to local areas, as well as providing more tailored advice and support. Data, information, tools and resources (including policy, practice and research) are brought together in a single [knowledge hub](http://www.chimat.org.uk/teenconceptions \"knowledge hub\"), for use by local decision makers.\n\nIn Wales teenage conception rates are used widely as outcome indicators in the sexual health context, for example in the [Sexual Health and Well-being Action Plan for Wales, 2010-15](http://wales.gov.uk/topics/health/improvement/index/sexualhealth/?lang\u003den \"Sexual Health and Well-being Action Plan for Wales, 2010-1\"), as well as being a general indicator of health and health inequality, for example in [Our Healthy Future](http://wales.gov.uk/topics/health/cmo/healthy/?lang\u003den \"Our Healthy Future\"). The conception rate for under 18 years is the most commonly used with the underage rate (under 16 years) being a key health indicator for children and young people. See for example [Child Poverty](http://wales.gov.uk/topics/people-and-communities/tacklingpoverty/publications/taking-forward-tack-pov-plan/?lang\u003den \"Child Poverty\") targets.\n\nLocal authorities use the data, particularly the number and rate of under 18 conceptions to feed into their Joint Strategic Needs Assessments and to inform their commissioning decisions. They also use the statistics to make comparisons with other local areas and with the county, region and national level.\n\nVoluntary and community sector organisations, particularly those working in the field of sexual health, use the statistics to inform their work with local areas.\n"
    },
    {
      "title": "Further Information",
      "markdown": "More data on [annual conceptions, in England and Wales (701 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/conception-statistics--england-and-wales/2012/rft-conception-statistics-2012.xls \"RFT Conceptions Statistics 2012\") for 2012 are available on the ONS website.\n\nFor more information on data quality, legislation and procedures relating to conception statistics see [Conceptions Metadata (143.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/conceptions-metadata.pdf \"Conceptions Metadata\") and [Conceptions Quality and Methodology Information document (131.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/health-and-social-care/quality-and-methodology-information-for-conception-statistics.pdf \"Quality and Methodology Information for Conception Statistics\").\n\nThe [Vital Statistics: Population and Health Reference Tables](http://www.ons.gov.uk/ons/rel/vsob1/vital-statistics--population-and-health-reference-tables/index.html \"[Vital Statistics: Population and Health Reference Tables index\") provide provisional quarterly and annual conception statistics for England and Wales by age of woman at conception.\n\n[Quarterly Conceptions to Women aged under 18](http://www.ons.gov.uk/ons/rel/vsob1/quart-conc-to-women-und-18/index.html \"Quarterly Conceptions to Women aged under 18, England and Wales index\") provides provisional quarterly statistics on the number of conceptions to women aged under 18 by regions and other local authority areas within England and Wales.\n\nThere is a new version of the [interactive mapping tool](http://www.neighbourhood.statistics.gov.uk/HTMLDocs/dvc130/index.html \"interactive mapping tool\") which enables trends in under 18 conceptions to be analysed at the local level for the years 1998 to 2012. The tool now includes revised conception rates for 2002-2011 which have been calculated using population estimates revised to take account of the 2011 Census.\n\nThere is an [interactive Excel toolkit](http://www.neighbourhood.statistics.gov.uk/dissemination/Info.do;jessionid\u003dnrhwRbnFrj6QhMnvYCCJTc0XMdnkhTv40yZVBFzM8gKhT5TWT26Y!-1201472876!1360752357334?m\u003d0\u0026s\u003d1360752357334\u0026enc\u003d1\u0026page\u003danalysisandguidance/analysisarticles/conceptions-deprivation-analysis-toolkit.htm\u0026nsjs\u003dtrue\u0026nsck\u003dtrue\u0026nssvg\u003dfalse\u0026nswid\u003d1276 \"interactive Excel toolkit\") allowing users to explore under 18 and under 16 conceptions statistics and their links with measures of deprivation at the national, regional and local level. This has been published with an [analysis of under 18 conceptions and their links to measures of deprivation in England and Wales, 2008-2010](http://www.ons.gov.uk/ons/rel/regional-trends/area-based-analysis/conceptions-and-deprivation-analysis--england-and-wales--2008-10.html \"Area Based Analysis - Conceptions and Deprivations Analysis, England and Wales 2008-10\"), exploring the link between teenage conceptions and measures of deprivation both nationally and subnationally.\n\nConception statistics are subject to disclosure control to prevent the discovery of individuals at sub-national levels of geography. Occasionally suppressing other areas is necessary to prevent disclosure by differencing. Disclosure of conceptions is in accordance with Department of Health practice in relation to the release of abortion statistics.\n\n[Annual abortion statistics](https://www.gov.uk/government/collections/abortion-statistics-for-england-and-wales \"Annual abortion statistics\") are published by the Department of Health. These statistics are based on date of occurrence, whereas ONS conception statistics are based on estimated date of conception.\n\n[Scottish conception figures](http://www.ons.gov.uk/ons/external-links/devolved-admins/scottish-government/gro-scotland--teenage-pregnancy.html \"GRO Scotland: Teenage Pregnancy\") are available for women aged under 16, under 18 and under 20. In 2006 Information Services Division (ISD) Scotland introduced a new method of calculating teenage pregnancy information. The new methodology means that Scottish teenage pregnancy rates can be directly compared with the rates published for England and Wales.\n\nIn Northern Ireland it is lawful to perform an operation for the termination of a pregnancy, where:\n\n- it is necessary to preserve the life of the woman, or\n- there is a risk of real and serious adverse effect on her physical or mental health, which is either long term or permanent.\n\nIn any other circumstance it would be unlawful to perform such an operation. Due to the small numbers of abortions carried out in Northern Ireland each year, and in order to protect patient confidentiality, information on terminations of pregnancy is only released at Northern Ireland and Health and Social Care (HSC) Trust level. Further information on the number of terminations of pregnancy carried out in Northern Ireland can be found on the [Department of Health, Social Services and Public Safety’s website](http://www.dhsspsni.gov.uk/northern_ireland_termination_of_pregnancy_statistics_1213.pdf \"Department of Health, Social Services and Public Safety’s website\").\n\nFurther statistics on [Births](http://www.ons.gov.uk/ons/rel/vsob1/birth-summary-tables--england-and-wales/index.html \"Birth summary tables, England and Wales index\") for England and Wales are available on the ONS website. \n"
    },
    {
      "title": "References",
      "markdown": "Broecke S and Hamed J, 2008, [Gender Gaps in Higher Education Participation](http://www.bis.gov.uk/assets/BISCore/corporate/MigratedD/publications/D/DIUS_RR_08_14.pdf \"Gender Gaps in Higher Education Participation\"), Department of Innovation, Universities and Skills Research Report 08 14.\n\nJefferies J (2008) [Fertility Assumptions for the 2006-based national population projections](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--131--spring-2008/fertility-assumptions-for-the-2006-based-national-population-projections.pdf \"Fertility Assumptions for the 2006-based national population projections\"), Population Trends 131 pp 19-27. \n\nMcDermott E, Graham H and Hamilton V, 2004, [Experiences of Being a Teenage Mother in the UK: A Report of a Systematic Review of Qualitative Studies](http://www.sphsu.mrc.ac.uk/Evidence/Research/Review%2010/SR%20Executive%20Summary.pdf \"Experiences of Being a Teenage Mother in the UK: A Report of a Systematic Review of Qualitative Studies\"), Social and Public Health Sciences Unit.\n\nNí Bhrolcháin M and Beaujouan E, 2012, [Fertility postponement is largely due to rising educational enrolment](http://www.tandfonline.com/doi/pdf/10.1080/00324728.2012.697569 \"Fertility postponement is largely due to rising educational enrolment\"), Population Studies: A Journal of Demography.\n\nSwann C, Bowe K, McCormick G and Kosmin M, 2003, [Teenage pregnancy and parenthood: a review of reviews, Health Development Agency](http://www.sphsu.mrc.ac.uk/Evidence/Research/Review%2010/SR%20Executive%20Summary.pdf \"Teenage pregnancy and parenthood: a review of reviews, Health Development Agency\").\n\nWellings K and Kane R, 1999, [Trends in teenage pregnancy in England and Wales: how can we explain them?](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1297204/?page\u003d1 \"Trends in teenage pregnancy in England and Wales: how can we explain them?\") Journal of the Royal Society of Medicine 92(6), pp 277–282.\n\nWood R, Botting B and Dunnell K, 1997, [Trends in conceptions before and after the 1995 pill scare](http://www.ons.gov.uk/ons/rel/population-trends-rd/population-trends/no--89--autumn-1997.html \"Population Trends - No 89, Autumn 1997), Population Trends 89, pp 5–12.\n"
    },
    {
      "title": "Background notes",
      "markdown": "1. Conception statistics include pregnancies that result in either one or more live births or stillbirths (a maternity) or a legal abortion under the Abortion Act 1967. They do not include miscarriages or illegal abortions. More information on this can be found in the Accuracy section of the Conceptions [Quality and Methodology Information document (131.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/health-and-social-care/quality-and-methodology-information-for-conception-statistics.pdf \"Quality and Methology Information for Conception Statistics).\n\n2. Conception rates are based on the latest mid-year population estimates for the reference year at the time of publication. Subnational conception rates for 2002 to 2010 have been calculated using population estimates revised to take account of the 2011 Census. Rates may therefore differ from those previously published. National rates were revised in the 2011 conceptions release.\n\n3. In 1999, an amendment was made to the method for estimating the age at conception where the conception occurred in the same calendar month as the woman’s birthday. The new algorithm took account of the day of the mother’s birth and the estimated day of conception rather than just using year and month. The first data year to use this new algorithm was 1997. The amendment had a relatively small impact on the under 18 conception rate. The change was estimated to result in around a 2.6% decrease in the under 18 conception rate between 1987 and 1991. The impact on 1992 to 1997 was much smaller (around 0.6% decrease).\n\n4. The date of conception is estimated using recorded gestation for abortions and stillbirths, assuming 38 weeks gestation for live births.\n\n5. A woman’s age at conception is calculated as the number of complete years between her date of birth and the date of conception. In many cases her birthday will occur between conception and the birth or abortion; a woman may conceive, for example, at age 19 and give birth at age 20. The conception and birth may also occur in different calendar years. For these reasons the number of conceptions to women of a given age in a given year does not match the number of maternities and abortions to women of the same given age in the same given year.\n\n6. The Human Fertilisation and Embryology Act (2008) contained provisions enabling two females in a same-sex couple to register a birth from 1 September 2009 onwards. Abortion notifications also contain information about whether the woman was in a civil partnership (legal partnership for same-sex couples). Due to relatively small numbers, conceptions within a civil partnership (620 in 2012) are included with conceptions within marriage. Conceptions to same-sex couples not in a civil partnership (244 in 2012) are included with conceptions outside marriage. Due to the relatively small numbers, the impact on the statistics is negligible. \n\n7. Under arrangements made following implementation of the Abortion Act (1967), the Office for National Statistics and its predecessors processed and analysed the abortion notification forms (HSA4) sent to the Chief Medical Officers of England and Wales. From 1 April 2002 the Department of Health took over this work, and the system has been redesigned to process the new abortion notification forms that were introduced from 18 April 2002.    \n\n8. Numbers and rates of conceptions are given by mother’s usual area of residence based on 2012 boundaries. The postcode of the woman’s address at the time of the maternity or abortion was used to determine the administrative or health area she was living in at the time of the conception. Direct comparisons with conceptions data by area published in previous years are not always possible because of boundary changes.\n\n9. Special extracts and tabulations of conception data for England and Wales are available to order (subject to legal frameworks, disclosure control, resources and agreements of costs, where appropriate). Such enquiries should be made to: \n\nVital Statistics Outputs Branch \nLife Events and Population Sources Division \nOffice for National Statistics \nSegensworth Road \nTitchfield \nFareham \nHampshire \nPO15 5RR \nTel: +44 (0)1329 444 110 \nemail: \u003cvsob@ons.gsi.gov.uk\u003e\n\nThe [ONS charging Policy](http://www.ons.gov.uk/ons/about-ons/business-transparency/freedom-of-information/ons-charging-policy/index.html \"ONS charging Policy\") is available on the ONS website.\n\n10. We would welcome feedback on the content, format and relevance of this release. Please send feedback to the postal or email address above.\n\n11. Follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\").\n\n12. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html \"Statistics Authority - Code of Practise\") or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed."
    }
  ],
  "accordion": [],
  "headline1": "The under 18 conception rate for 2012 is the lowest since 1969 at 27.9 conceptions per thousand women aged 15-17.",
  "headline2": "The estimated number of conceptions to women aged under 18 fell to 27,834 in 2012 compared with 31,051 in 2011, a decrease of 10%.",
  "headline3": "The estimated number of conceptions to women aged under 16 was 5,432 in 2012, compared with 5,991 in 2011 (a fall of 9.3%).",
  "summary": "Estimated numbers of conceptions, conception rates and the percentage of conceptions leading to abortion by age of woman at conception.",
  "relatedBulletins": [
    {
      "summary": "Fertility on year of birth of mother rather than the year of birth of child. Includes average number of live-born children and the proportion of women remaining childless by year of birth.",
      "name": "Cohort Fertility, 2012",
      "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/conceptionandfertilityrates/bulletins/cohortfertility2012"
    }
  ],
  "title": "Conceptions in England and Wales, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Conceptions in England and Wales, 2012",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/conceptionandfertilityrates/bulletins/conceptionsinenglandandwales2012",
  "fileName": "conceptionsinenglandandwales2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Conception and fertility rates",
      "fileName": "conceptionandfertilityrates",
      "breadcrumb": []
    }
  ]
}