{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Key points",
      "markdown": "- The Consumer Prices Index (CPI) grew by 1.9% in the year to June 2014, up from 1.5% in May.\n- The largest contributions to the rise in the rate came from the clothing, food \u0026 non-alcoholic drinks and air transport sectors.\n- CPIH grew by 1.8% in the year to June 2014, up from 1.4% in May. RPIJ grew by 2.0%, up from 1.7% in May.\n"
    },
    {
      "title": "A brief description of Consumer Price Inflation",
      "markdown": "Consumer price inflation is the speed at which the prices of goods and services bought by households rise or fall. Consumer price inflation is estimated by using price indices. One way to understand a price index is to think of a very large shopping basket containing all the goods and services bought by households. The price index estimates changes to the total cost of this basket. ONS consumer price indices are published monthly.\n\nA price index can be used to measure inflation in a number of ways. The most common is to look at how the index has changed over a year. This is calculated by comparing the price index for the latest month with the same month a year ago. This is known as the 12-month inflation rate. This bulletin measures inflation to June 2014, so the 12-month rate measures changes in prices between June 2013 and June 2014.\n\nONS publishes a range of measures of consumer price and other price inflation. A tale of many price indices summarises information on the different measures.\n"
    },
    {
      "title": "A brief description of Consumer Price Inflation",
      "markdown": "#### What is the CPI?\n \nThe CPI is a measure of consumer price inflation produced to international standards and in line with European regulations. First published in 1997 as the Harmonised Index of Consumer Prices (HICP), the CPI is the inflation measure used in the Government’s target for inflation.\n \nThe CPI is also used for purposes such as uprating pensions, wages and benefits and can aid in the understanding of inflation on family budgets. For more information see Users and uses of consumer price inflation statistics.\n\n#### Latest figure and long-term trend \n\nThe CPI 12-month rate (the amount prices change over a year) between June 2013 and June 2014 stood at 1.9%. This means that a basket of goods and services that cost £100.00 in June 2013 would have cost £101.90 in June 2014. The latest information continues the trend of below 2.0% inflation during 2014. This is only the second time since June 2013 that the inflation rate has risen compared with the previous month and it is the largest increase between two months since the rise from 2.2% to 2.7% between September and October 2012.\n \nOver the last five years, the three main contributors to the 12-month inflation rate have been food \u0026 non-alcoholic beverages, housing, water, electricity, gas \u0026 other fuels and transport (including motor fuels). Combined, these three sectors have, on average, accounted for almost half of the 12-month inflation rate each month.\n \nIn the latest month, prices of food \u0026 non-alcoholic beverages were little changed on the year and made a negligible contribution to the overall rate of inflation of 1.9%. This is the smallest contribution of any broad product group for June and compares with housing, water, electricity, gas \u0026 other fuels which accounted for around a quarter of inflation.\n \nFigure A shows the CPI 12-month rate over the last 10 years.\n\n#### Figure A: CPI 12-month inflation rate for the last 10 years: June 2004 to June 2014\n[![Figure A: CPI 12-month inflation rate for the last 10 years: June 2004 to June 2014](http://www.ons.gov.uk/ons/resources/page13_tcm77-370703.png)](http://www.ons.gov.uk/ons/resources/page13_tcm77-370703.png \"Figure A: CPI 12-month inflation rate for the last 10 years: June 2004 to June 2014\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n"
    },
    {
      "title": "Consumer Prices Index (CPI): What are the main movements?",
      "markdown": " This section explains which goods and services had the biggest impact on the change to the 12-month rate between May and June 2014 and, where relevant, considers the longer-term inflationary trends for these goods and services.\n \nThe change in the CPI 12-month rate can be calculated by comparing the 12-month rates for two consecutive months. An alternative, and equally valid, approach is to calculate it by comparing the price change between the latest two months and the price change between the same two months a year ago. Explaining the contribution to change in the 12-month rate is a diagram explaining the calculation.\n \nThe CPI rose by 0.2% between May and June 2014, compared with a fall of 0.2% between the same two months in 2013. The 1-month movement was therefore 0.4 percentage points higher this year compared with last year. This led to the CPI 12-month rate rising from 1.5% in May to 1.9% in June.\n \nThe largest upward contributions to the change in the CPI 12-month rate between May and June 2014 came from:\n\n- clothing \u0026 footwear: prices, overall, rose by 0.6% between May and June this year compared with a fall of 1.9% a year ago. Prices usually fall between May and June as the summer sales begin but this year the average prices of a number of products have risen. The main upward effect came from garments, particularly women’s outerwear where there were upward contributions from nearly all items, the largest from trousers and skirts.\n\n- food \u0026 non-alcoholic beverages: prices, overall, rose between May and June this year but fell between the same two months a year ago. The upward effect came principally from vegetables, bread \u0026 cereals, sugar, jam, syrups, chocolate \u0026 confectionery and mineral waters, soft drinks \u0026 juices.\n\n- transport: prices, overall, rose by 0.6% between May and June 2014, compared with a rise of 0.1% between the same two months a year earlier. The largest upward contribution came from air transport, with average fares rising this year but falling in 2013, particularly on European routes. There was also a smaller upward effect from sea transport. Partially offsetting these movements was a small downward contribution from motor fuels with prices, overall, rising this year by less than a year ago.\n\n- furniture, household equipment \u0026 maintenance: prices, overall, rose by 0.2% between May and June this year but fell by 0.5% a year ago. The main upward effect came from furniture \u0026 furnishings where prices rose by more than a year ago.\n\nThere were no large downward contributions to the change in the CPI 12-month rate between May and June 2014. The only, relatively small, downward effect came from miscellaneous goods \u0026 services. This came principally from appliances \u0026 products for personal care where there were price reductions on products such as perfume this year.\n \nFigure B shows the contributions from each part of the CPI basket of goods and services.\n\n#### Figure B: Contributions to the change in the CPI 12-month rate: June 2014\n[![Figure B: Contributions to the change in the CPI 12-month rate: June 2014](http://www.ons.gov.uk/ons/resources/page6_tcm77-370706.png)](http://www.ons.gov.uk/ons/resources/page6_tcm77-370706.png \"Figure B: Contributions to the change in the CPI 12-month rate: June 2014\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n#### Notes:\n1. Individual contributions may not sum to the total due to rounding.\n2. More information on the contents of each group can be found in Table 3 in the accompanying consumer price inflation reference tables.\n\n##CPIH\n\nCPIH is a measure of UK consumer price inflation that includes owner occupiers’ housing costs (OOH). These are the costs of housing services associated with owning, maintaining and living in one’s own home. OOH does not include costs such as utility bills, minor repairs and maintenance, which are already included in the index. CPIH uses an approach called rental equivalence to measure OOH. Rental equivalence uses the rent paid for an equivalent house as a proxy for the costs faced by an owner occupier. In other words this answers the question “how much would I have to pay in rent to live in a home like mine?” for an owner occupier. OOH does not seek to capture increases in house prices. Although this may be inconsistent with some users’ expectations of measures of OOH, the inclusion of an asset price and therefore capital gains would make the index less suitable for a measure of consumption. OOH currently accounts for just over 15% of the expenditure weight of CPIH. This has increased notably from a weight of 10% in 2005.\n \nCurrently, the method of calculation, the population coverage and the basket of goods and services are the same as the Consumer Prices Index (CPI), with the exception of OOH. The method of deriving the weights for CPIH and the data used for these are also the same as for CPI, with the exception of OOH. This can result in some differences from the CPI. \n \nIn June 2014, the 12-month rate (the rate at which prices increased between June 2013 and June 2014) for CPIH stood at 1.8%, up from 1.4% in May.\n \nThe difference between the CPI and CPIH 12-month rates in June 2014 was 0.1 percentage points, unchanged from the difference in May. Owner occupiers’ housing costs increased by 0.1% between May and June 2014, the same as between these months a year earlier. This meant it had a negligible impact on the change in the CPIH 12-month rate between the two months.\n \nFigure C shows the CPIH and OOH component 12-month rates since January 2006 (the earliest date for which the CPIH 12-month rate can be calculated). The CPI 12-month rate has been included for comparative purposes.\n\n#### Figure C: CPIH, OOH component and CPI 12-month rates since January 2006\n[![Figure C: CPIH, OOH component and CPI 12-month rates since January 2006](http://www.ons.gov.uk/ons/resources/page7_tcm77-370708.png)](http://www.ons.gov.uk/ons/resources/page7_tcm77-370708.png \"Figure C: CPIH, OOH component and CPI 12-month rates since January 2006\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n \nNotes:\n1. The time series for this chart will be gradually increased up to a time span of 10 years as more periods of data become available.\n"
    },
    {
      "title": "Retail Prices Index (RPI) and RPIJ",
      "markdown": "In accordance with the Statistics and Registration Service Act 2007, the Retail Prices Index and its derivatives have been assessed against the Code of Practice for Official Statistics and found not to meet the required standard for designation as National Statistics. The full assessment report can be found on the UK Statistics Authority website.\n \nThe RPI is a long-standing measure of UK inflation that has historically been used for a wide range of purposes such as the indexation of pensions, rents and index-linked gilts. For further information see Users and uses of consumer price inflation statistics.\n \nRPIJ is an improved variant of the Retail Prices Index, which is calculated using formulae that meet international standards. The rationale for creating RPIJ was to give users a better alternative to the RPI if their needs were for a measure of inflation based on the same population, classifications, weights etc as the RPI. Currently, RPIJ also acts as an analytical series in that it allows users to see the impact of using the Jevons (which meets international standards) in place of the Carli formula (which does not meet international standards) in the RPI. The use of the different formulae at the elementary aggregate level is currently the only difference between the two indices. ONS does not produce detailed goods and services indices for RPIJ.\n \nIn June 2014, the 12-month rate for RPIJ stood at 2.0%, up from 1.7% in May. CPIH and RPIJ broadly continue to track each other as they have done for the last two years.\n \nThe RPI 12-month rate for June 2014 stood at 2.6%, meaning that it was 0.6 percentage points higher than it would have been had it used formulae that meet international standards.\n \nFigure D shows the RPI and RPIJ 12-month rates for the last 10 years. Over this period the RPIJ 12-month rate has been, on average, 0.5 percentage points lower than the RPI but the difference has increased to an average of 0.7 percentage points over the last 3 years. Cumulatively, inflation as measured by the RPI is 37.2% over the 10 year period, compared with 30.4% as measured by the RPIJ. The use of the Carli formula has therefore added 6.8 percentage points to the change in prices over the last 10 years.\n\n#### Figure D: RPI and RPIJ 12-month rates for the last 10 years: June 2004 to June 2014\n[![Figure D: RPI and RPIJ 12-month rates for the last 10 years: June 2004 to June 2014](http://www.ons.gov.uk/ons/resources/page10_tcm77-370700.png)](http://www.ons.gov.uk/ons/resources/page10_tcm77-370700.png \"Figure D: RPI and RPIJ 12-month rates for the last 10 years: June 2004 to June 2014\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nNotes:\n1. The RPI has been de-designated as a National Statistic."
    }
  ],
  "accordion": [],
  "type": "bulletin",
  "uri": "/economy/inflationandpriceindices/bulletins/consumerpriceinflationjune2014",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/economy"
    },
    {
      "uri": "/economy/inflationandpriceindices"
    }
  ],
  "description": {
    "headline1": "The Consumer Prices Index (CPI) grew by 1.9% in the year to June 2014, up from 1.5% in May.",
    "headline2": "The largest contributions to the rise in the rate came from the clothing, food \u0026 non-alcoholic drinks and air transport sectors.",
    "headline3": "CPIH grew by 1.8% in the year to June 2014, up from 1.4% in May. RPIJ grew by 2.0%, up from 1.7% in May.",
    "nationalStatistic": true,
    "contact": {
      "email": "cpi@ons.gsi.gov.uk"
    },
    "releaseDate": "2014-06-19T00:00:00.000Z",
    "title": "Consumer Price Inflation, June 2014",
    "summary": "CPI, CPIH, RPI and RPIJ inflation price indices for June 2014 - brief description and analysis",
    "keywords": []
  }
}