{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Angele Storey",
    "email": "ageing@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- Over half a million people aged 90 and over were living in the United Kingdom in 2012.\n- For every 100 men aged 90 and over there were 264 women in 2012; this has fallen from 336 women in 2002.\n- The number of centenarians living in the UK has risen by 73% over the last decade to 13,350 in 2012.\n- 660 of the 13,350 centenarians living in the UK in 2012 were estimated to be aged 105 or more.\n- England and Wales had more centenarians per 100,000 population in 2012 than Scotland or Northern Ireland.\n"
    },
    {
      "title": "Introduction",
      "markdown": "Estimates of the Very Old (including Centenarians) 2002-2012 for the United Kingdom (UK) are published today. These are annual mid-year estimates by sex and single year of age for people aged 90 to 104 and for the 105 and over age-group. This is the first time that UK Estimates of the Very Old have been published for 2011 and 2012 while estimates for 2002-2010 have been revised following the 2011 Census.\n\nCorresponding estimates for England and Wales as a whole and for Northern Ireland for 2002-2012 were published by the Office for National Statistics and the [Northern Ireland Statistics and Research Agency (NISRA)](http://www.nisra.gov.uk/demography/default.asp134.htm \"Northern Ireland Statistics and Research Agency (NISRA)\") respectively in September 2013. [National Records of Scotland (NRS)](http://www.gro-scotland.gov.uk/statistics/theme/population/estimates/special-populations/centenarians/index.html \"National Records of Scotland (NRS)\") published equivalent estimates for 2011 and 2012 on 1st October 2013. They are today publishing estimates of those aged 90 and over by single year of age for Scotland for 2002- 2010, revised on the basis of the 2011 Census.\n\nONS publishes annual Mid-Year Estimates (MYE) of the population for the UK by single year of age up to age 89 and for the 90 and over age group. To provide users with a consistent set of age estimates by single year of age up to age 105 and over, the ‘Estimates of the Very Old (including Centenarians)’ series is constrained to the 90 and over totals in the MYE.\n"
    },
    {
      "title": "Background",
      "markdown": "Interest in population estimates at the oldest ages by single year of age has increased as life expectancy has risen and the number of those aged 90 and over has grown.\n\nUntil 2006 the Government Actuary’s Department calculated population estimates for single years of age beyond 90 for each of the UK countries. Although these estimates were made available for research purposes1, they were not officially published. Since 2006 these estimates have been produced by the Office for National Statistics (ONS).\n\nIn 2007, in recognition of increased user demand for population estimates at the oldest ages by single year of age, ONS began to publish estimates of the 90 and over age group by single year of age for people aged 90 to 104 and for the 105 and over age group for England and Wales as experimental statistics. Since 2010 ONS has also published these estimates for the UK.\n\nIn 2011 the estimates were assessed by the UK Statistics Authority and have since been published as National Statistics.\n\n### Notes for Background\n1. Estimates of the 90 and over population by single year of age have been produced since 1981 for internal purposes on a consistent basis.\n"
    },
    {
      "title": "Uses and Users of Estimates of the Very Old (including Centenarians)",
      "markdown": "Within ONS, Estimates of the Very Old are primarily used in the production of National Life Tables and National Population Projections. Other internal uses include:\n\n- answering parliamentary questions,\n- responding to media interest, and\n- responding to customer queries.\n\nKey users and uses externally include:\n\n- formulating or assessing future policy on pensions and health care (including work by the Department for Work and Pensions, the Department of Health, and HM Treasury),\n- non-government research by demographers, health and medical  professionals and others interested in longevity, and\n- the calculation of mortality rates by life insurance companies and the actuarial profession.\n"
    },
    {
      "title": "Methodology",
      "markdown": "Estimates of the very old (including centenarians) for the UK are produced by aggregating the 90 and over single year estimates by sex for England and Wales, Scotland and Northern Ireland. The estimates for the UK constituent countries are based on deaths data and produced using the Kannisto-Thatcher (KT) method.\n\n**For an explanation of the KT methodology see ‘[Estimates of the Very Old (including Centenarians), 2002-2012, England and Wales](http://www.ons.gov.uk/ons/rel/mortality-ageing/estimates-of-the-very-old--including-centenarians-/2002-2012/stbevo2012.html#tab-Methodology \"Estimates of the Very Old (including Centenarians), 2002-2012, England and Wales\").**\n\nEach year as more recent deaths data become available to inform the age distribution profiles, estimates for the back years are recalculated and become more accurate. For this reason Estimates of the Very Old (including Centenarians) are always published as ‘provisional’.\n\nThe estimates for the current year and the recalculated back years are constrained to sum to the 90 and over totals in the Mid Year Estimates (MYE) for males and females separately for the current year and the previous years.\nThe 2002–2012 Estimates of the Very Old (including Centenarians) published in this release take account of the revisions made to the 2002–2010 MYE as a result of the 2011 Census.\n"
    },
    {
      "title": "The ‘Oldest Old’ Population in the UK",
      "markdown": "In 2012 there were estimated to be over half a million people aged 90 and over living in the UK. Although they account for only a small percentage of the UK population (0.8 % in 2012) the numbers reaching very old ages continue to increase. Thirty years ago, in 1982, there were 315 people aged 90 and over per 100,000 population; by 1992 this had increased to 457; by 2002 it had reached 648 and the latest figures show there were 806 people aged 90 and over per 100,000 population in the UK (Figure 1).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n[The chance of surviving to older ages has increased for both males and females over recent decades](http://www.ons.gov.uk/ons/rel/lifetables/interim-life-tables/2010-2012/stbilt2012.html#tab-Surviving-to-Older-Ages \"The chance of surviving to older ages has increased for both males and females over recent decades\"), contributing to the rising number of those aged 90 and over in the population. Mortality rates at older ages have improved due to a combination of factors such as improved medical treatments, housing and living standards, nutrition and changes in the population’s smoking habits\n\nThe dip in the estimates around 2008 (in Figure 1) reflects birth patterns in the early 20th century. Births numbers fell during World War 11. As those born during this period reach age 90 the relatively small sizes of these cohorts impact the 90 and over totals. The lowest number of births was recorded in 1918. People born at this time would have reached age 90 in 20082. The low point in births in 1918 was then followed by a large increase in births after the war, in 1919/1920, reflected in the relatively steep rise in the estimates from around 2009 onwards as people born in the post war baby boom enter the 90 and over population.\n\n##### Notes for The ‘Oldest Old’ Population in the UK\n\n1. Total births are for calendar year; population estimates are mid-year.\n2. The years of birth are approximate. For example, a person aged 90 in 2008 could  have been born in 1917 or 1918; for simplicity however, such people are regarded as  belonging to the 1918 cohort.\n"
    },
    {
      "title": "The 90 and over Population in the UK by Age Group",
      "markdown": "Not only has the number of those aged 90 and over increased over the last 30 years in the UK, the 90 and over age group as a proportion of older people has also increased.\n\nIn 1982 only 3% of the population aged 70 and over in the UK were aged 90 or above; by 1992 this had risen to 4%; by 2002 to 6% and in 2012, 7% of those aged 70 and over were 90 years of age or older.\n\nWithin the 90 and over population in the UK, four out of five people are aged below 95 (Figure 2). However the profile of the 90 and over population is also ageing.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nOver the period 1982 to 2012 the proportion of the 90 and over population aged 90-94 decreased from 83% to 79% while the proportion aged 95-99 increased from 16% to 18% and the proportion aged 100 and over increased from 2% to 3% (Figure 3).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nIn 2012 there were estimated to be 13,350 centenarians living in the UK and of these 660 were estimated to be aged 105 or more. Although centenarians account for a very small proportion of the UK  population (0.02%), over the last 30 years there has been almost a five fold increase in their numbers and in the last decade alone the number of centenarians has gone up by over five and a half thousand, a 73% increase (Figure 4).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nWomen outnumber men at older ages because they have higher life expectancy. (According to the latest UK life expectancy figures for 2010-2012, life expectancy at birth is 82.6 years for females compared to 78.7 years for males). In 2012, of the half a million people aged 90 and over in the UK, almost three-quarters (372,290) were female. However there have been larger percentage increases in the number of men in the oldest age groups in the last decade than in the number of women. Between 2002 and 2012 the number of men aged 90 and over rose by 60% compared with a 26% increase in the number of women of this age. Men made greater percentage gains relative to women in each of the older age groups 90-94; 95-99 and age 100 and over (Figure 5).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nThis has resulted in a fall in the sex ratio of women to men at the oldest ages. In the UK in 2002 there were 336 women aged 90 and over for every 100 men of that age; by 2012 this had fallen to 264. The fall in the sex ratio was greater for those aged 100 and over, falling from 828 female centenarians for every 100 male centenarians in 2002 to 588 in 2012 (Figure 6). These falls are due to continued greater improvements in male mortality at older ages relative to female mortality.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n"
    },
    {
      "title": "UK Country Comparisons",
      "markdown": "Within the UK, at 823, in 2012 England and Wales as a whole had the highest number of people aged 90 and over per 100,000 population. In Scotland there were 695 people aged 90 and over per 100,000 population and in Northern Ireland there were 605 (Figure 7). [These differences reflect higher life expectancy at older ages in England and Wales compared with Scotland and Northern Ireland](http://www.ons.gov.uk/ons/rel/lifetables/national-life-tables/2010---2012/stb-uk-2010-2012.html \"STB UK 2010 - 2012).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old7.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nOver the last 30 years, the numbers of those aged 90 and over per 100,000 population has increased in all UK countries with the largest increase occurring in England and Wales, with an increased of 501 people per 100,000 over the period, compared to increases of 429 in Scotland and 347 in Northern Ireland.\n\nThe ratio of women to men at age 90 and over is a little higher in Scotland and Northern Ireland than in the rest of the UK, reflecting higher male mortality rates in those countries. In 2012 in England and Wales there were 262 women aged 90 and over for every 100 men of that age; in Scotland and Northern Ireland the equivalent figures were 275 and 282 respectively.\n\nThe age distribution of the 90+ population was very similar for England and Wales, Scotland and Northern Ireland in 2012 (Figure 8).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old8.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\nAlthough centenarians account for a very small proportion of the age 90 and over population, over the last 30 years their numbers have more than quadrupled in England and Wales as a whole and in Scotland and have increased six fold in Northern Ireland (Table 1). Again, the number of centenarians per 100,000 population is highest in England and Wales (22) followed by Scotland (15) and Northern Ireland (13).\n"
    },
    {
      "title": "International Comparisons",
      "markdown": "In 2012 there were 806 people aged 90 and over per 100,000 population in the UK. Japan had by far the highest number of people aged 90 and over per 100,000 population at 1,197. With the exception of Japan, Europe (excluding Eastern European countries) tends to have the highest number of people aged 90 and over per 100,000 population compared to other regions of the world. Countries with more recently emerging economies such as China and India have relatively lower numbers of people aged 90 and over per 100,000 population. A more detailed international comparison of people aged 90 and over and explanations for the differences can be found at ‘[Estimates of the Very Old (including Centenarians), 2002-2012, England and Wales](http://www.ons.gov.uk/ons/rel/mortality-ageing/estimates-of-the-very-old--including-centenarians-/2002-2012/stbevo2012.html#tab-International-Comparisons \"Estimates of the Very Old (including Centenarians), 2002-2012, England and Wales\").\n\nAccording to the UN, in 2013 there were 441,000 centenarians in the world1. Even in the most aged countries the population aged 100 and over represents a very small proportion of the overall population. In 2012, people aged 100 and over accounted for only 0.02% of the total UK population, or 21 per 100,000 population. However, in comparison to many other countries, the UK has relatively high numbers of centenarians (Figure 9). The prevalence of centenarians internationally largely mirrors that of the 90 and over population. In 2012, Japan had the highest number of centenarians per 100,000 population in the world at 40 while within Europe, France had the highest number at 30. Eastern European countries have lower rates of centenarians than countries in Western Europe. Russia in particular has a low number of centenarians (4) per 100,000 population, reflecting their relatively low life expectancy among developed nations.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/old9.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n\n1. Countries have been selected based on the availability of data on centenarians, 2012.\n2. Source: Office for National Statistics; National Records of Scotland; Northern Ireland Statistics and Research Agency; Statistics Denmark; Australian Bureau of Statistics; The National Institute of Statistics Italy; Statistics Sweden; Statistics Norway; National Statistical Institute of Bulgaria; Czech Statistical Office; Statistics Finland; Statistical Office of the Republic of Slovenia; Statistics Bureau of Japan; National Statistics Institute of Spain; US Census Bureau; National Institute of Statistics and Economic Studies-France; Eurostat.\n\n##### Notes for International Comparisons\n1. United Nations, Department of Economic and Social Affairs, Population Division (2013).World Population Ageing 2013\n"
    },
    {
      "title": "Quality and Methodological Review",
      "markdown": "ONS has an ongoing project reviewing the methods used to produce estimates for the population aged 90 and over and their accuracy. This review includes testing the assumptions inherent in the KT method and comparing the estimates of the very old and Census estimates with administrative data sources. When completed, results of the review will be published on the ONS website.\n\nEstimates of the Very Old are calculated from deaths data. The Kannisto-Thatcher methodology produces a lower estimate of the total population aged 90 and over in 2012 for England and Wales, for Scotland and for Northern Ireland than the official  mid year 90 and over total population estimates for those countries. However in order to provide users with a consistent set of single year estimates beyond age 89, once produced the Estimates of the Very Old for ages 90 and over are constrained to sum to the 90 and over totals in the Mid Year Estimates (MYE) for males and females separately (see Methodology section).\n\nThe MYE are produced by rolling forward the census population estimates allowing for ageing, births, deaths and migration. Any error in the 90 and over census estimate is thereby carried forward to the inter-censal mid-year population estimates and will be reflected in the Estimates of the Very Old.\n\nThere is some degree of uncertainty around all population estimates. In addition to non-response, other possible sources of error in the census estimate for people aged 90 and over include inaccuracies in reporting of dates of birth (for example proxy reporting by carers). Such inaccuracies have been documented in previous censuses1, 2.\n\nThe methodology used to produce the Estimates of the Very Old (including Centenarians) includes assumptions (namely the accuracy and completeness of the deaths data; the stability of mortality improvement; and no migration at older ages). Recording of date of birth at death registration may be more accurate than reporting of date of birth in the census, however as date of birth on death certificates is not validated there are also likely to be some inaccuracies in this data source.\n\nEstimates of the Very Old for the UK are aggregates of the single year estimates of the 90 and over population produced for England and Wales, Scotland and Northern Ireland (see Methodology section). It would be possible to produce these estimates for the UK by applying the KT methodology to an aggregation of population and deaths data for England and Wales, Scotland and Northern Ireland. The review will include an assessment of this alternative method.\n\nInitial results from the review indicate that the 2012 MYE 90+ totals that the KT estimates are constrained to are in line with comparable data for this age group available from administrative sources held by the Department of Work and Pensions (DWP) and Department of Health (DH).\n\n##### Notes for Quality and Methodological Review\n\n1. Thatcher, R. (Summer 1999). ‘The demography of centenarians in England and  Wales’, Population Trends, No. 96 pp 5-12.\n2. Census 2001 Quality report for England and Wales; 2011 Census Quality Survey report.\n3. Quality and Methodology Information for Estimates of the Very Old.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. ONS published population estimates for the 90-94 and 95 and over age groups at Lower Super Output area in December 2013. These estimates are not National Statistics. They were published in order to elicit feedback on whether the estimates meet user requirements. The reliability of these estimates is discussed in an accompanying research paper. The assessments and the research paper are available at http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/pop-ests/lsoa-population-estimates-of-the-very-old--research-paper.zip\n\n2. Follow ONS on Twitter and Facebook\n\n3. Details of the policy governing the release of new data are available by visiting www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html or from the Media Relations Office email: media.relations@ons.gsi.gov.uk\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "Over half a million people aged 90 and over were living in the United Kingdom in 2012.",
  "headline2": "For every 100 men aged 90 and over there were 264 women in 2012; this has fallen from 336 women in 2002.",
  "headline3": "The number of centenarians living in the UK has risen by 73% over the last decade to 13,350 in 2012.",
  "summary": "Annual mid-year population estimates by sex and single of age for people aged 90 to 104 and for the 105 and over age group, 2002-2012 for the United Kingdom.",
  "relatedBulletins": [],
  "title": "Estimates of the Very Old (including Centenarians) for the United Kingdom, 2002-2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Estimates of the Very Old (including Centenarians) for the United Kingdom, 2002-2012",
  "uri": "/peoplepopulationandcommunity/birthsdeathsandmarriages/ageing/bulletins/estimatesoftheveryoldincludingcentenariansfortheunitedkingdom20022012",
  "fileName": "estimatesoftheveryoldincludingcentenariansfortheunitedkingdom20022012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Births, deaths and marriages",
      "fileName": "birthsdeathsandmarriages"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Ageing",
      "fileName": "ageing",
      "breadcrumb": []
    }
  ]
}