{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Sarah Crofts",
    "email": "migstatsunit@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Migration Statistics Quarterly Report, May 2014",
      "markdown": "- Net long-term migration to the UK was estimated to be 212,000 in the year ending December 2013, not a statistically significant (see glossary) increase from 177,000 the previous year and unchanged from the net migration figure previously reported for the year ending September 2013.\n- Recent patterns of net migration over the last two years show an increase since the lowest estimate of 154,000 (year ending September 2012). However, net migration has continued to be lower than the general level of net migration since 2004.\n- 526,000 people immigrated to the UK in the year ending December 2013, not a statistically significant difference from 498,000 the previous year. 43,000 more EU citizens and 11,000 fewer non-EU citizens immigrated to the UK than in the previous year.\n- 314,000 people emigrated from the UK in the year ending December 2013. This is not a statistically significant difference from the 321,000 in the previous year.\n- 214,000 immigrated for work in the year ending December 2013, a statistically significant increase from 180,000 the previous year. Work remains as the most common reason for immigrating to the UK. Immigration for study (177,000) has remained steady.\n- 201,000 EU citizens immigrated in the year ending December 2013, a statistically significant increase from 158,000 the previous year.\n- 125,000 EU citizens immigrated for work in the year ending December 2013, a statistically significant increase from 95,000 the previous year. 62,000 were citizens from EU15 (pre-2004) countries, a statistically significant increase from 49,000 the previous year.\n- 23,000 EU2 (Romanian and Bulgarian) citizens immigrated in the year ending December 2013, a statistically significant increase from 9,000 the previous year. An estimated 122,000 EU2 citizens were employed in the UK in Jan to Mar 2014, compared with 103,000 in the same period in 2013.\n- National Insurance number (NINo) registrations to adult overseas nationals increased by 7% to 603,000 in the year ending March 2014 from the previous year. The highest number of registrations continues to be for Polish citizens (102,000).\n- The largest increases in NINo registrations in the year ending March 2014 were for citizens of Romania (up 29,000 to 47,000), Poland (up 11,000 to 102,000), Italy (up 9,000 to 42,000) and Bulgaria (up 7,000 to 18,000) from the previous year.\n- In the year ending March 2014, work visas issued increased 10% (with skilled work visas up 18%) as well as increases for study (+6%) and student visitor (+14%) visas, partly offset by a fall in family visas (-4%).\n- There was a 5% increase in asylum applications in the year ending March 2014 (23,731) compared with the previous 12 months (22,630), although well below the 2002 peak (84,132). The 5% was particularly driven by rises from Eritrea, Syria and Albania.\n"
    },
    {
      "title": "Introduction",
      "markdown": "This edition of the Migration Statistics Quarterly Report (MSQR) includes provisional estimates of international migration for the year ending December 2013.\n\nThe MSQR series brings together statistics on migration that are published quarterly by the Office for National Statistics (ONS), the Home Office and the Department for Work and Pensions (DWP). Migration estimates are a fundamental component of ONS’s mid-year population estimates. These are used by central and local government and the health sector for planning and monitoring service delivery, resource allocation and managing the economy. There is considerable interest in migration statistics both nationally and internationally, particularly in relation to the impact of migration on society and on the economy. Additionally, migration statistics are used by the government to monitor the impact of immigration policy, and their performance against their target of reducing annual net migration to the tens of thousands by 2015.\n\nFor further information on how ONS migration statistics are used, along with information on their fitness for purpose, please see the [Quality and Methodology Information for Long-Term International Migration (LTIM)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-long-term-international-migration-estimates--ltim-.pdf \"Quality and Methodology Information for Long-Term International Migration (LTIM)\") (329.4 Kb Pdf) Releases. For information on the accuracy of these statistics, the difference between provisional and final figures and guidance on comparing different data sources, please see the [MSQR Information for Users (318.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/migration-statistics-quarterly-report---user-information.pdf \"Migration Statistics Quarterly Report - User Information\") . If you are new to migration statistics, you might find it helpful to read our [‘International Migration Statistics First Time User Guide’ (199.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/international-migration-statistics-first-time-user-guide--pdf-.pdf \"International Migration Statistics First Time User Guide\") .\n\nONS will be reviewing the structure and content of the MSQR following this publication. If you have any comments you would like to be considered during this review then please send them to \u003cmigstatsunit@ons.gsi.gov.uk\u003e.\n\n### Net Migration Estimates in Light of the 2011 Census\n\nIn April 2014, ONS published a report examining the quality of international migration statistics between 2001 and 2011, using the results of the 2011 Census. Within this report, ONS has published a revised set of net migration estimates for the UK. Since the 2001 and 2011 Censuses provide a population count at two points in time, the difference between these populations can be used together with births and deaths records to estimate total net migration over the ten year period. This showed that over the ten year period, previously estimated annual net migration estimates were 346,000 lower than the total net migration implied by the 2011 Census. The revised annual net migration figures were produced using additional data sources to distribute the total net migration across the decade to individual years. Table 1 shows these revised net migration estimates compared with previously published estimates.\n\nThe report, a [summary](http://www.ons.gov.uk/ons/rel/migration1/long-term-international-migration/quality-of-long-term-international-migration-estimates-from-2001-to-2011.html \"Long-Term Internaitonal Migration - Quality of Long-Term Internaitonal Migration Estimates from 2001 to 2011\") and [guidance (55.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/guidance-note-for-net-international-migration-revisions.pdf \"guidance note for net international migration revisions\") on how to use these revised figures are available here. [Published tables](http://www.ons.gov.uk/ons/rel/migration1/long-term-international-migration/2012/index.html \"2012\") have been updated on the ONS website to include the revised estimates.\n"
    },
    {
      "title": "1. What do these Latest Figures Show about International Migration over Time?",
      "markdown": "This section describes the latest international migration statistics within the context of the historical time series of the statistics, setting out the likely drivers behind the trends observed. It shows the latest available figures from the following sources:\n\n1. Provisional long-term international migration figures for the year ending December 2013.\n2. Entry clearance visas issued by the Home Office up to March 2014.\n3. National Insurance number (NINo) allocations to adult overseas nationals up to March 2014.\n4. Labour market statistics on employment by nationality and country of birth, January to March 2014.\n\nThe Long-Term International Migration (LTIM) datasets use the UN definition of a long-term international migrant, that is someone who moves from their country of previous residence for a period of at least a year.\n\nThe latest long-term international migration estimates for the year ending December 2013 show that:\n\n- 526,000 people immigrated to the UK;\n- 314,000 people emigrated from the UK;\n- net migration (the difference between these figures) was 212,000.\n\nDifferent nationalities have different visa requirements for entering and staying in the UK:\n\n- European Economic Area (EEA) and Swiss nationals do not require a visa to come to the UK.\n- For over 100 other nationalities, covering three-quarters of the world population, a visa is required for entry to the UK for any purpose or for any length of stay.\n- For all remaining nationalities a visa is normally required for those wanting to come to the UK for over six months, or for work.\n\nExcluding visitor and transit visas, the number of visas issued increased to 538,219 in the year ending March 2014. This was 8% higher than the year ending March 2013 (499,641).\n\n### 1.1 Changes in Net Migration\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2013 are provisional. All other figures are final calendar year estimates of LTIM. Provisional rolling quarterly estimates are denoted by a cross.\n2. Net migration estimates for the period 2001 to 2011 have been revised in light of the 2011 Census.\n\nA [summary](http://www.ons.gov.uk/ons/rel/migration1/long-term-international-migration/quality-of-long-term-international-migration-estimates-from-2001-to-2011.html \"Long-Term Internaitonal Migration - Quality of Long-Term Internaitonal Migration Estimates from 2001 to 2011\") and [guidance (55.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/guidance-note-for-net-international-migration-revisions.pdf \"guidance note for net international migration revisions\") on how to use the revised net migration estimates are available.\n\nDuring the 1960s and 1970s, there were more people emigrating from the UK than arriving to live in the UK. During the 1980s and early 1990s, net migration was positive at a relatively low level in the majority of years. Since 1994, it has been positive every year and rose sharply after 1997. During the 2000s, net migration increased, in part as a result of immigration of citizens from the countries that joined the EU in 2004. Since the mid 2000s, annual net migration has fluctuated between around 150,000 and 300,000. Latest provisional estimates show net migration was 212,000 in the year ending December 2013.\n\nChanges to net migration, as shown in Figure 1.1 have been caused by changes in immigration and emigration. Latest figures for the year ending December 2013 show that immigration has increased slightly (although not a statistically significant change) by 28,000 to 526,000 from 498,000 during the previous year. Additionally, emigration has fallen slightly (although again not a statistically significant change) from 321,000 to 314,000. The combined increase in immigration and decrease in emigration has resulted in an increase in net migration to 212,000 from 177,000 (not statistically significant).\n\nRecent patterns in total net migration have been affected by different changes in migration flows between EU citizens and non-EU citizens. Net migration of EU citizens saw a statistically significant increase to 124,000 in the year ending December 2013 from 82,000 in the previous year. Conversely, the estimate of net migration of non-EU citizens has declined over the last few years. Although the recent fall to 146,000 in the year ending December 2013 from 157,000 in the previous year was not a statistically significant change, non-EU net migration remains at a lower level relative to the peaks seen in the mid to late 2000s (Figure 1.2).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2013 are provisional. All other figures are final calendar year estimates of LTIM. Provisional rolling quarterly estimates are denoted by a cross\n2. This chart is not consistent with the total revised net migration estimates as shown in Figure 1.1. Please see guidance note for further information\n\nThree quarters of immigration and two thirds of emigration to and from the UK are people migrating to work or study. Changes in flows of people migrating for these reasons affect the overall flows to and from the UK. Different changes in migration patterns are seen between EU and non-EU citizens, driven by the different rights to immigrate to the UK and the impact of government policy. Most of the 538,219 visas issued in the year ending March 2014 were for study (219,053, excluding student visitors) or for work (156,378). In addition, 79,456 student visitor and 35,872 family–related visas were issued (Figure 3.12).\n\n### 1.2 Migration for Work\n\nThe most commonly stated reason for immigrating to the UK is work-related. This has been the case historically, with the exception of 2009 to 2012 when study was the most common main reason for immigration. Long Term International Migration (LTIM) estimates show that immigration for work peaked in the years 2005 to 2007 at around 240,000, the last year prior to the recent economic recession, but then declined reaching a low of 173,000 in the year ending June 2012. Recently immigration for work has increased again, reaching 214,000 in the year ending December 2013, a statistically significant increase from 180,000 in the previous year.\n\nSince 2007, around half of immigrants arriving for work have been EU citizens and 25 to 30% have been non-EU citizens. The remainder were British citizens. Prior to EU Accession in 2004, these proportions were reversed. This reflects the increase in the numbers of EU citizens migrating to the UK for work since 2004, combined with a steady decrease in the numbers of non-EU citizens arriving for work over the same period. In 2004, 113,000 non-EU citizens arrived for work with an intention to remain more than 12 months. This has steadily declined and stood at 44,000 in the year ending December 2013 (Figure 1.3).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. This chart is not consistent with the total revised net migration estimates as shown in Figure 1.1. Please see guidance note for further information\n\nIncreases in work related immigration seen in LTIM are also reflected across other related data sources including National Insurance Number registrations, Labour Market statistics and work visas issued.\n\nNational Insurance numbers (NINos) are issued to non-UK nationals immigrating for work. The number of NINos will include people who are coming to the UK for short periods or temporary purposes, as well as long-term migrants. The number of NINos registered to non-UK nationals shows a peak of 797,000 in 2007 following a steady increase since 2004. Since then they have fluctuated around 600,000, falling to a low of 519,000 in 2012. Latest data shows there were 603,000 registrations in the year ending March 2014 (Fig 3.15). The figures are based on recorded registration date on the National Insurance Recording and Pay as you Earn System, i.e. after the NINo application process has been completed. This may be a number of weeks or months (and in some cases years) after arriving in the UK.\n\nThe latest [Labour market statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/statistical-bulletin.html \"Labour market statistics\") from the Labour Force Survey (LFS) for January to March 2014 show that whilst the number of non-UK nationals in employment in the UK increased overall by 178,000 (6.9%) to 2.8 million in January to March 2014 from the same quarter in the previous year, the number of EU nationals in employment in the UK increased by 14.1% to 1.6 million, whilst the number of non-EU nationals in employment in the UK decreased by 1.8% to 1.15 million. The growth in employment over the last year was 741,000, and of this, 76% can be accounted for growth in employment for UK nationals.\n\nNINo statistics are not directly comparable with LFS estimates, which show the stock of people working in the UK, nor do they necessarily align well with migration flows, as those registering may have arrived to live in the UK weeks, months or years before registering.\n\n#### EU Migration for Work\n\nIPS data show that 125,000 EU citizens arrived to work in the year ending December 2013 – a statistically significant increase from 95,000 the previous year. Over the same period, within the EU, statistically significant increases are seen in citizens from EU15 countries (by 13,000 to 62,000) and EU2 citizens (by 10,000 to 16,000) arriving for work. There is also an increase in EU8 citizens (up 6,000 to 46,000) although this change is not statistically significant.\n\nNINos registered to EU citizens show a similar recent increase of 14% to 439,000 in the year ending March 2014. The same percentage increase is seen in the number of EU nationals in employment in January to March 2014 compared with the same quarter in the previous year, according to the latest [Labour market statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/statistical-bulletin.html \"Labour market statistics\").\n\nApproximately two-thirds of all EU immigrants arriving for work-related reasons have a definite job to go to. Latest figures for the year ending December 2013 show a statistically significant increase in EU citizens arriving for a definite job to 76,000 from 56,000 the previous year.\n\nIn the year ending December 2013, of the 62,000 EU15 citizens immigrating to the UK for work-related reasons, 39,000 migrated to the UK for a definite job and the remaining 24,000 intend to look for work. A similar increase is shown in the NINo allocations to EU15 nationals (Figure 3.15) which have increased by 8% to 190,000 in the year ending March 2014.\n\nPolish nationals continue to receive the most NINo allocations, 102,000 in the year ending March 2014, an increase of 11,000 (12%) on the previous year (please see table 2 in section 3).\n\n16,000 EU2 citizens immigrated for work-related reasons in the year ending December 2013, of which 11,000 reported having a definite job, a statistically significant increase from 2,000 in the previous year. NINo registrations to EU2 nationals were amongst the largest increases in the year ending March 2014, with registrations to Romanian nationals increasing 29,000 (163%) to 47,000 and for Bulgarian nationals increasing 7,000 (71%) to 18,000. The NINo statistics represent a flow measure of new registrations by non-UK nationals registering for a National Insurance Number. Registrations can be a period of weeks, months or years after arrival in the UK. For the EU2, NINo registration figures in January to March 2014 are representing migration over an extended period: 78% of those EU2 nationals registering for a NINo since transitional controls were lifted on 1 January 2014 had arrived in the UK prior to that date.\n\n[Labour market statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/statistical-bulletin.html \"Labour market statistics\") show an estimated 122,000 EU2 citizens were employed in the UK in January to March 2014, an increase of 18.5% from the same quarter in the previous year.\n\nOverall, the evidence currently available suggests that the recent increase in employment of EU2 citizens as shown by LFS and NINo registration data was as a result of increased immigration of EU2 citizens to the UK in 2013, and not since 1 January 2014. The fuller picture of EU2 migration will become clearer as more data becomes available from the IPS, LFS and NINo registrations over the next 12 months.  For more information, see the note on [EU2 migration](http://www.ons.gov.uk/ons/rel/migration1/migration-statistics-quarterly-report/may-2014/sty-bulgaria-and-romania.html \"Bulgaria and Romanian migration).\n\n#### Non-EU Migration for Work\n\nThe steady decline in IPS estimated numbers of non-EU citizens arriving for work from 2006 (100,000) to 2012 (44,000) was also seen in the numbers of work-related visas issued to non-EEA nationals (which fell from 249,634 to 145,110). Since then the IPS estimates have been steady (44,000 in year ending December 2013), whilst work-related visas fell to 141,772 in the year ending March 2013, and have since risen 10% to 156,378 in the year ending March 2014. However there is evidence that recent increases in visas issued have reflected higher numbers of short term visas (see the Home Office short story, [Entry Clearance Visas by Length](http://www.gov.uk/government/publications/entry-clearance-visas-by-length \"Entry Clearance Visas by Length\")).\n\nThe number of NINos allocated to nationals of countries in Asia and the Middle East continues to fall, standing at 84,000 in the year ending March 2014. This figure is less than half the peak of 218,000 NINos allocated to nationals of countries in Asia and the Middle East in the year ending December 2010.\n\n#### Emigration for Work\n\nSimilarly to immigration, the most common reasons provided by people emigrating from the UK are also work-related. Emigration for all reasons peaked at 427,000 in 2008 and steadily declined to 314,000 in the year ending December 2013. British citizens are the largest single nationality of emigrants from the UK (43% of all emigrants). Emigration of British citizens peaked at 207,000 in 2006, fell to a low of 128,000 in the year ending June 2010 and 134,000 emigrated in the year ending December 2013. Just over half (59%) of British citizens emigrating did so for work-related reasons in the year ending December 2013. Of these, 21,000 were intending to look for work, which was a statistically significant increase on 15,000 the previous year.\n\n### 1.3 Migration for Study\n\nOver the last decade, there have been changes in the number of people migrating to the UK to study. Around 140,000 to 150,000 long-term migrants arrived in the UK annually to study during the early 2000s. This started to increase from 2008 to a peak of 246,000 in the year ending September 2011. Since then the number has steadily declined and recently levelled to 177,000 in the year ending December 2013. However, trends in student numbers over time, as recorded by study visa applications, differ between the university sector and other education sectors.\n\nHome Office data show that the recent decline in people applying to study has been in the non-university sectors and predominantly from citizens of New Commonwealth countries. IPS estimates also show that there were over 100,000 New Commonwealth long-term immigrants who stated that they came to the UK to study in 2010/11, a number that has reduced by two-thirds to 35,000 in the year ending December 2013, around its lowest level since 2002.\n\nAn estimated 71% of long-term immigrants to the UK for study are non-EU citizens. In particular, the majority of immigrants to the UK for formal study come from the Other Foreign country group, which includes China, from which 85,000 people immigrated for formal study in the year ending December 2013.\n\nThere were 219,053 visas issued for the purposes of study (excluding student visitors) in the year ending March 2014, a rise of 6%. This figure is almost a third (32%) lower compared with the peak in the year ending June 2010 (320,183).\n\nData on sponsored applications for visas by education sector suggests that the falls in visas issued for study have been in the non-university sector (see Figure 3.13). The number of sponsored student visa applications rose by 1% to 209,011, in the year ending March 2014.  However there was a 7% increase for the university sector (UK-based Higher Education Institutions) and falls of 31%, 2% and 2% respectively for the further education sector (tertiary, further education or other colleges), English language schools and independent schools in the total for the year compared to the previous year (Figure 3.13).\n\n### 1.4 Migration for Other Reasons\n\nReasons for migrating other than work or study include accompanying or joining family or friends, asylum and returning home to live.\n\nThe third most common reason for migrating to the UK is to accompany/join. In the year ending December 2013, 71,000 long-term migrants arrived in the UK to accompany or join others; this figure is similar to the estimate of 62,000 who migrated for this reason in the year previously (Figure 3.11). There was a statistically significant increase in EU8 migrants coming to the UK to accompany/join to 7,000 in the year ending December 2013 from 3,000 in the previous year.\n\nVisa data show that 35,872 family route visas were issued in the year ending March 2014, a decrease of 4% compared with the year ending March 2013 (37,455); and has reduced by 51% compared with the peak in the year ending March 2007 (72,894). LTIM figures show that, of those who emigrated from the UK, 29,000 left to accompany / join in the year ending December 2013, which represents 1 in 10 emigrants.\n\nThe number of applications for asylum, excluding dependants, in the year ending March 2014 (23,731) was 5% higher than the year ending March 2013 (22,630). The increase of 1,101 applications was accounted for by nationals of Eritrea (+802) Syria (+559) and Albania (+474). The largest number of asylum applications in the year ending March 2014 came from Pakistan (3,285), Iran (2,233), Sri Lanka (1,813) and Syria (1,722). Applications for asylum peaked in the year ending December 2002 (84,132) but now typically account for only 5% of long-term inflows.\n\nIPS estimates show that 19,000 immigrants and 27,000 emigrants stated their main reason for migrating was ‘going home to live’ in the year ending December 2013. The vast majority (18,000) of the 19,000 immigrants who stated this reason were British. Of the 27,000 emigrants returning home, 19,000 were EU citizens and 7,000 were citizens of non-EU countries. The peak of people emigrating to return home was in 2008 when 62,000 emigrated for this reason. This peak is possibly connected to the start of the recession.\n"
    },
    {
      "title": "2. Who is Migrating to and from the UK?",
      "markdown": "This section contains latest available data on migration to and from the UK by different types of migrants. It includes the latest available provisional LTIM estimates by citizenship for the year ending December 2013 and Home Office administrative data on the number of entry clearance visas issued for the year ending March 2014. This section explores the different patterns in migration flows by different types of migrants that together influence the total patterns in migration flows. It focuses on:\n\n- British citizens\n- EU and non-EU citizens\n\n### 2.1 British Citizens\n\nProvisional long-term international migration estimates by citizenship show that in the year ending December 2013 the estimated number of British citizens immigrating to the UK was 76,000. This figure is similar to the 80,000 British citizens estimated to have immigrated to the UK in the previous year. IPS data show that the number of British citizens immigrating for work-related reasons was 37,000 in the year ending December 2013. The estimated number of British citizens immigrating for formal study was 9,000 in the year ending December 2013, similar to the previous year. There was also little change in the number of British citizens immigrating to the UK to accompany/join (10,000) and for ‘going home to live’ (18,000) compared to the previous year.\n\nThe estimated number of British citizens emigrating long-term from the UK in the year ending December 2013 was 134,000, which although lower is statistically at a similar level to the 143,000 in the year ending December 2012 (Figure 2.11). Emigration of British citizens has remained at around the same level since 2010.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2013 are provisional\nUp to YE Dec 09, data are only available at six month intervals\n\n### 2.2 EU Citizens\n\nImmigration of EU citizens (excluding British) was estimated to be 201,000 in the year ending December 2013, a statistically significant increase from 158,000 in the year ending December 2012. IPS estimates show that 53%, 33% and 12% of total EU immigration in the year ending December 2013 was accounted for by citizens of the EU15, EU8 and EU2 respectively.\n\nThe estimated number of EU citizens (excluding British) emigrating from the UK was 78,000 in the year ending December 2013, which is similar to the estimated 75,000 EU citizens who emigrated in the previous year (Figure 2.21).\n\nNet migration of EU citizens was 124,000 in the year ending December 2013, a statistically significant increase compared to 82,000 in the previous year.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 20 13 are provisional.\nUp to YE Dec 09, data are only available at six month intervals.\n\nThe recent increase in EU immigration has been partly driven by a statistically significant increase in the number of EU15 citizens (excluding British) arriving in the UK from 85,000 in the year ending December 2012 to 104,000 in the year ending December 2013. IPS data show that 62,000 arrived for work-related reasons – a statistically significant increase from 49,000 in the year ending December 2012 (Figure 2.22). There was a small, but not a statistically significant, increase in net migration of EU15 citizens to 58,000 in the year ending December 2013 from 44,000 in the previous year.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 20 13 are provisional.\n2. Up to YE Dec 09, data are only available at six month intervals.\n\nAn estimated 70,000 EU8 citizens immigrated to the UK in the year ending December 2013 compared to 60,000 in the previous year. Over the same period 26,000 EU8 citizens emigrated, which is similar to the 30,000 people who emigrated in the previous year (Figure 2.23). Overall net migration for EU8 citizens was 44,000, not a statistically significant increase compared to the 30,000 in the previous year.\n\nIt should be noted that from May 2011 transitional controls that applied to EU8 citizens seeking work in other EU countries expired (these were never applied in the Irish Republic, Sweden and the UK). This may have had the effect of diverting some EU8 migration flows to other EU countries, such as Germany, which in 2012 experienced its highest net migration since 1995.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration7.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n#####Notes:\n1. Figures for 2013 are provisional.\n2. Up to YE Dec 09, data are only available at six month intervals.\n\nBulgaria and Romania joined the European Union (EU) on 1 January 2007. Since then, migrants from Bulgaria and Romania (collectively known as the EU2) coming to the UK were subject to transitional employment restrictions, which placed limits on the kind of employment they could undertake. These restrictions ended on 1 January 2014. Further information on the latest figures and when data on Bulgarian and Romanian migration to the UK since 1 January 2014 will be available can be found here: [Bulgarian and Romanian migration to the UK in 2014](http://www.ons.gov.uk/ons/rel/migration1/migration-statistics-quarterly-report/may-2014/sty-bulgaria-and-romania.html \"Bulgarian and Romanian migration 2014\").\n\nThe latest IPS data for the year ending December 2013 show that an estimated 23,000 EU2 citizens arrived in the UK. This was a statistically significant increase from 9,000 the previous year. 70% of EU2 migrants arrived for work-related reasons (16,000). An estimated 3,000 EU2 citizens left the UK in the year ending December 2013, which was the same as the previous year.\n\n[Labour market statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/statistical-bulletin.html \"Labour market statistics\") show that there were an estimated 122,000 EU2 citizens employed in the UK in January to March 2014, an increased of 18.5% on the same quarter in the previous year.  There were also increases of 29,000 and 7,000 in NINo allocations to Romanian and Bulgarian nationals respectively in the year ending March 2014 compared to the previous year (LINK – Table 2). It should be noted, however, that NINo registrations can be a period of weeks, months or even years after arrival in the UK. For the EU2 in particular, NINo registration figures for the three months of January to March 2014 are representing migration over an extended period. Approximately 22% of NINo registrations from EU2 nationals in January to March 2014 occurred within 3 months of UK arrival, compared to approximately 70% of registrations from Polish and Spanish nationals.\n\nOverall, the currently available evidence suggests that the recent increase in employment of EU2 citizens as shown by LFS and NINo registration data was as a result of increased immigration to the UK in 2013, and not since 1 January 2014. However, the picture of EU2 migration to the UK will become clearer as more data becomes available from the IPS, LFS and NINo registrations over the next 12 months.\n\n### 2.3 Non-EU Citizens\n\nThe estimated number of non-EU citizens immigrating long-term to the UK in the year ending December 2013 was 249,000, a slight but not a statistically significant decrease compared to the estimate of 260,000 in the year ending December 2012. The estimated number of non-EU citizens emigrating from the UK in the year ending December 2013 was 103,000, the same as in the previous year. This has resulted in a slight decrease in net migration of non-EU citizens from an estimated 157,000 in the year ending December 2012 to 146,000 in the year ending December 2013, although this was not a statistically significant change (Figure 2.3). Immigration of non-EU citizens has been declining since the year ending September 2011.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration8.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for YE 2013 are provisional\n2. Up to YE Dec 09, data are only available at six month intervals\n\nThe decrease in immigration of non-EU citizens has been largely due to a statistically significant decrease in immigration of New Commonwealth citizens (from 98,000 in the year ending December 2012 to 78,000 in the year ending December 2013), in particular for the purposes of study. An estimated 35,000 New Commonwealth citizens arrived for study in the year ending December 2013, which is a statistically significant difference from than the estimate of 51,000 who arrived in the year ending December 2012. Inflows of New Commonwealth citizens for study are still around their lowest level since 2002. These changes are likely to be related to changes seen in the visa data, reflecting the sharp decline in sponsored study applications in the Further Education sector.  Immigration of other foreign citizens (the main other non-EU citizenship group, which includes China) for study remained at the same level in the year ending December 2013 (85,000) compared to the previous year.\n\n### 2.4 Entry Clearance Visas Issued - by World Area\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration9.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. A small number (one to two thousand per year excluding visitor and transit visas) of Home Office visas cannot be ascribed to a world area and are categorised as ‘Other’. This category does not appear in the above chart.\n2. European Economic Area (EEA) nationals do not require a visa to enter the UK. However some EEA nationals do apply for, and are issued with, visas.\n3. See the Glossary for discussion of world regions and differences between Home Office and DWP definitions.\n\nFigure 2.4 shows trends in visas issued (excluding visitor and transit visas) by world area since 2005. From the year ending September 2009 onwards those with an Asian nationality have accounted for the majority of visas and have driven the recent fluctuations in visa numbers. Asian nationals accounted for 279,663 (52%) of the 538,219 visas issued in the year ending March 2014, with India and China each accounting for 15% of the total.\n\nThe number of visas issued in the year ending March 2014, excluding visitor and transit visas, was 38,578 higher than in the year ending March 2013 (499,641). This included increases for China (up 7,585 or +10%), India (up 5,327 or +7%) and Russia (up 2,623 or +13%). A further rise for Libya (up 3,529 or +79%) is consistent with a return to previous levels that applied before the fall of the former Libyan regime.\n\nAlthough the above figures exclude visitor and transit visas, they will include some individuals who do not plan to move to the UK for a year or more as well as dependants. There is evidence that recent increases in visas issued have reflected higher numbers of short term visas. The Home Office short story [Entry Clearance Visas by Length](http://www.gov.uk/government/publications/entry-clearance-visas-by-length \"Entry Clearance Visas by Length\"), indicated that the increase from 2012 to 2013 in total visas issued, excluding visit and transit visas, was accounted for by higher numbers of short-term (less than 1 year) visas. Nevertheless, recent trends in visas issued have provided a good leading indicator for trends in long-term non-EU immigration. Data on visas issued also provide information on reasons why people are migrating, as detailed in Section 3.\n"
    },
    {
      "title": "3. Why are People Migrating to and from the UK?",
      "markdown": "### 3.1 People Arriving in the UK\n\nThis section contains the latest available figures on immigration to the UK by reason. These are available from a number of sources. However, it is important to note that each source covers a different group of people – for example Long-Term International Migration (LTIM) only covers people intending to stay in the UK for at least 12 months, whereas other sources also include short-term immigrants. In addition the LTIM estimates cover all nationalities, whereas other sources only cover immigrants of specific nationalities.\n\nMore information on comparing data sources is available in the [MSQR User Information (318.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/migration-statistics-quarterly-report---user-information.pdf \"Migration Statistics Quarterly Report - User Information\") .\n\nProvisional LTIM estimates for the year ending December 2013 show that work-related reasons are the most common reason given for migrating to the UK. Between 2009 and 2012 formal study had been the most common main reason for immigration to the UK. An estimated 214,000 long-term migrants arrived to the UK for work-related reasons in the year ending December 2013. This is a statistically significant increase when compared to the estimate of 180,000 in the year ending December 2012. An estimated 177,000 long-term migrants arrived to the UK to study in the year ending December 2013, similar to the estimated 180,000 who arrived in the previous year (Figure 3.11).\n\nThe third most common reason for migrating to the UK is to accompany/join. In the year ending December 2013, 71,000 people migrated to the UK to accompany or join others; this figure is statistically similar to the estimate of 62,000 who migrated for this reason in the year previously. (Figure 3.11)\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration10.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n\n1. Figures for 2013 are provisional.\n2. Up to YE Dec 09, data are only available annually.\n3. Acc/Join means accompanying or joining.\n\n### Entry Clearance Visas Issued by Reason\n\nExcluding visitor and transit visas, most visas are issued under the Points Based System (PBS) for work (Tiers 1, 2 and 5) and study (Tier 4). Further information on the different tiers of the PBS is available in the Glossary. The data also include those issued for family reasons, and dependants.\n\nIn the year ending March 2014, there were increases in the numbers of visas issued for the purposes of work (+10% to 156,378) and study (excluding student visitors, +6% to 219,053). These figures are still lower compared with the peak figures for work in the year ending December 2006 (-37%, 249,634) and study (excluding student visitors) in the year ending June 2010 (-32%, 320,183). The number of visas issued for family reasons decreased in the year ending March 2014 compared with the previous twelve months (-4%, to 35,872).\n\nPrevious falls in the number of visas issued for work, study and family reasons are consistent with changes to the rules governing visas related to these routes of entry which began to come into effect from the end of 2010. They are also broadly consistent with recent downward trends in the LTIM measure of non-EU immigration, though they extend three months beyond the period covered by the latest provisional LTIM estimates. However, in making comparisons, it should be recognised many visas are granted for periods of less than 12 months.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration11.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Excludes student visitors who are allowed to come to the UK for 6 months (or 11 months if they will be studying an English Language course) and cannot extend their stay.\n2. The Student visitor category provides for persons who wish to come to the UK as a visitor and undertake a short period of study that will be completed within the period of their leave. It includes those who applied on the \u0027Short-term student\u0027 endorsement prior to the introduction of the ‘Student visitor’ endorsement in September 2007.\n\nIn the year ending December 2005, a total of 191,584 visas were issued for the purposes of study (excluding student visitors). This figure increased gradually at first, but then increased sharply, peaking at 320,183 in the year ending June 2010, a rise of 41% on the previous year. Following this peak there has been a fall in the number of visas issued for the purposes of study (excluding student visitors) to 204,469 in the year ending June 2013. The figure has now risen to 219,053 for the year ending March 2014, a 6% increase compared with the year ending March 2013 (206,762, see Figure 3.12).\n\nThe main nationalities to show an increase in the number of visas issued for study purposes (excluding student visitors) in the year ending March 2014 were Chinese (4,720, +8%), Brazilian (2,013, +102%), Malaysian (1,901, +23%), Libyan (1,732, +85%) and Iraqi (1,157, +44%) nationals. Despite the overall increase, there were also decreases for other nationalities such as Pakistani, (-4,104, -46%) and Indian (-2,689, -17%).\n\nAs well as the 6% (12,291) increase in study visas issued compared to the previous year, there was a 14% increase (9,935) in student visitor visas issued to 79,456 in the year ending March 2014. Student visit visas are for short-term study and cannot be extended. Excluding such short-term migrants from the study-related visas granted data provide a better comparison with LTIM long-term immigration data.\n\nIn the year ending March 2014, there were 209,011 sponsored student visa applications (main applicants), similar to the previous year (207,750). However there was a 7% increase for the university sector (UK-based Higher Education Institutions, to 168,075) and falls of 31%, 2% and 2% respectively for the further education sector (tertiary, further education or other colleges to 20,538), English language schools (to 3,415) and independent schools (to 13,492).\n\nAs a consequence, the share of visa applications for the university sector rose from 76% to 80% over the same period, whilst the shares for the Further Education sector fell from 14% to 10%.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration12.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. The numbers show the use of a Certificate of Acceptance for Study (CAS) in a study visa application.\n2. Universities are \u0027recognised bodies\u0027 (meaning that it has its own UK degree-awarding powers), or bodies in receipt of public funding as a Higher Education Institute (HEI). Institutions (including Further Education colleges) which receive some public funding to deliver higher education courses do not fall within this definition of an HEI. They are UK-based. Further Education contains the remainder of sponsors who described themselves as ‘University and tertiary’, plus those who described themselves as ‘Private Institution of Further or Higher Education’ or whose self-description included ‘Further Education’ or ‘Higher Education’. Includes a small number of foreign based universities but these account for very small numbers of CAS used.\n3. The chart excludes sponsored visa applications from a small number of other sponsors.\n\nThe highest 12-monthly total for work-related visas issued was 249,634 in the calendar year 2006 (note that the data series starts at the year ending December 2005). This figure then declined gradually to 141,772 for the year ending March 2013. It has increased to 156,378 in the year ending March 2014 (up 10%). In the year ending March 2014 the highest numbers of work-related visas were issued to Indian (35%), Australian (10%) and United States (9%) nationals.\n\nMore detailed information on work-related visas issued by ‘Tier’ can be found in the latest Home Office briefings on immigration for work. The latest Home Office briefings on immigration for [work](http://www.gov.uk/government/publications/immigration-statistics-january-to-march-2014/immigration-statistics-%20january-to-march%20-2014#work-1 \"Home Office Topic Report - Work\"), [study](http://www.gov.uk/government/publications/immigration-statistics-%20january-to-march%20-2014/immigration-statistics-%20january-to-march%20-2014#study-1 \"Home Office Topic Report - Study\"), [family](http://www.gov.uk/government/publications/immigration-statistics-%20january-to-march%20-2014/immigration-statistics-%20january-to-march%20-2014#family \"Home Office Topic Report - Family\") and of [EEA nationals](http://www.gov.uk/government/publications/immigration-statistics-%20january-to-march%20-2014/immigration-statistics-%20january-to-march%20-2014#european-economic-area \"Home Office Topic Report - EEA nationals\") can be found here:\n\nIn addition to the visas information, the Home Office has released provisional quarterly figures up to March 2014 on asylum applications. There has been an 5% increase in the number of asylum applications in the year ending March 2014 (23,731) compared with the year ending March 2013 (22,630). The number of applications in year ending March 2014 remains low relative to the peak number of applications in the year ending December 2002 (84,132), and is now similar to the levels seen in the year ending December 2006 (23,608).\n\nThe largest number of applications for asylum in the year ending March 2014 were from nationals of Pakistan (3,285), followed by Iran (2,233), Sri Lanka (1,813) and Syria (1,722).\n\nThe 1,101 increase in total applications in the year ending March 2014 was driven by rises from a number of nationalities, in particular from Eritrea (+802), Syria (+559) and Albania (+474). While Eritrea saw the largest increase in applications it remains fifth for overall numbers of asylum applications in the year ending March 2014.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration13.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures from 2012 onwards are provisional and subject to change.\n\nSource: Home Office, [Immigration Statistics January – March 2014](http://www.homeoffice.gov.uk/publications/science-research-statistics/research-statistics/immigration-asylum-research/immigration-q1-2014/asylum1-q1-2014 \"Home Office Statistics\")\n\n### National Insurance Number Allocation Statistics – All Citizens\n\nNational Insurance numbers (NINos) are compulsory for people wishing to work in the UK, whether short-term or long-term. NINo allocation statistics give an approximation of the uptake of work by non-UK nationals. They are not however equivalent to the long-term migration statistics, as they will include a large number of people who are coming for short-term employment, only record people on first registration, do not show when a person has immigrated to the UK and have differences in timing and coverage.\n\nThe total number of NINo registrations to adult overseas nationals in the year ending March 2014 was 603,000, an increase of 40,000 (7%) on the year ending March 2013.\n\nThe number of NINo registrations to adult overseas nationals from within the EU in the year ending March 2014 was 439,000, an increase of 54,000 (14%) on the previous year.\n\nThe proportion of NINos allocated to European Union Accession nationals (that is those of all 13 Accession countries including Croatia – see Glossary) in the year ending March 2014 was 41%. The number of NINos allocated to Accession nationals in the year ending March 2014 was 249,000, an increase of 40,000 (19%) on the previous year. Accession nationals accounted for 46% of all allocations to adult overseas nationals when the figures peaked in the year ending December 2007 at 368,000.\n\nThe number of NINo registrations allocated to adult overseas nationals from outside the EU in the year ending March 2014 was 162,000, a decrease of 8% from the previous year. Following this continued decline, the figure now stands at approximately half the peak of 344,000 in the year ending March 2011 (Figure 3.15).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration14.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. EU Accession countries here refers to the EU8, the EU2, Cyprus, Malta and Croatia (see Glossary). This definition applies to the full time series.\n\nTable 2 shows the top 20 nationalities for National Insurance number (NINo) allocations to adult overseas nationals for 2012 and 2013. There have been noticeable increases in NINo allocations to citizens of Romania, Poland, Italy and Bulgaria. Polish citizens were allocated the largest number of NINos in the year to March 2014 at 102,000, a 12% increase on the number allocated in the year to March 2013.\n\n### 3.2 People Emigrating from the UK\n\nThis section contains the latest available figures on emigration from the UK by reason.\n\nIn the latest available provisional LTIM estimates for the year ending December 2013, work-related reasons continue to be the main reason given for emigration and account for 59% of emigrants. An estimated 186,000 people emigrated from the UK for work-related reasons in the year ending December 2013. This is similar to the year ending December 2012 when 182,000 people emigrated for work-related reasons (Figure 3.2).\n\nIn the year ending December 2013, of those 186,000 emigrants leaving for work-related reasons, 111,000 (60%) left for a definite job. The remaining 75,000 (40%) left to look for work. The relative proportions of definite job and looking for work have remained fairly constant over time.\n\nThe numbers of British citizens emigrating was estimated at 134,000 for the year ending December 2013. IPS data show that migration patterns of British citizens have been driven by the number of British citizens leaving the UK for work-related reasons (74,000 in the year ending December 2013), which is just over half (59%) of all British emigrants.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/migration15.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 2013 are provisional.\n2. Up to YE Dec 09, data are only available annually.\n3. It should be noted that reasons for emigration will not necessarily match reasons for intended immigration. For example, someone arriving for study may then leave the UK after their course for work-related reasons.\n4. Acc/Join means accompanying or joining.\n\n[Home Office Research Report 68](http://www.gov.uk/government/uploads/system/uploads/attachment_data/file/116025/horr68-report.pdf \"Home Office Research Report 68\"), published in November 2012, presents information from academic research and surveys drawn together to present key aspects of long-term emigration from the United Kingdom. This includes recent outward migration and some trends over the last twenty years, separately for British, European Union (EU) and non-EU citizens.\n\nThe report considers where emigrants go, how long for, and their motivations. The evidence suggests emigration is mainly for work, and that key destinations for British citizens are Australia, Spain, the United States, and France.  Reasons and drivers for emigration from the UK appear to vary across citizenship groups. While many factors influence emigration, British and EU citizen emigration appears to be associated with changes in unemployment and exchange rates. This is less apparent for non-EU citizens.\n"
    },
    {
      "title": "4. List of Products",
      "markdown": "The following are URL links to the products underlying this report, or otherwise associated with the co-ordinated migration release of 22 May 2014. The department releasing each product is indicated.\n\n[The MSQR User Information (318.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/migration-statistics-quarterly-report---user-information.pdf \"Migration Statistics Quarterly Report - User Information\") (ONS) - guidance on interpreting confidence intervals, the difference between provisional and final estimates, and the comparability and quality of input data sources.\n\n[International Migration Statistics First Time User Guide (199.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/international-migration-statistics-first-time-user-guide--pdf-.pdf \"International Migration Statistics First Time User Guide PDF\") (ONS) – an introduction to the key concepts underpinning migration statistics including basic information on definitions, methodology, use of confidence intervals and information on the range of available statistics related to migration.\n\n[Guidance on revised net migration statistics (55.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/guidance-note-for-net-international-migration-revisions.pdf \"Guidance note for net migration statistics revisions\") (ONS) – information for users on how to interpret the revised net migration estimates alongside published LTIM estimates.\n\n[Long-term international migration – frequently asked questions and background notes (413 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/long-term-international-migration---frequently-asked-questions.pdf (ONS \"Long-term international migration – frequently asked questions\") – information on recent trends in migration, methods and coverage, comparisons to international migration estimates, a complete list of definitions and terms and a guide to the published tables.\n\n[Quality and Methodology Information for International Migration (329.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/population/quality-and-methodology-information-for-long-term-international-migration-estimates--ltim-.pdf \"Quality and Methodology Information for Long Term International Migration statistics\") (ONS) – information on the usability and fitness for purpose of long-term international migration estimates.\n\n[International Passenger Survey: Quality Information in Relation to Migration Flows (214.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/international-passenger-survey-quality-information-in-relation-to-migration-flows.pdf \"International Passenger Survey: Quality Information in Relation to Migration Flows\") (ONS) – an overview of the quality and reliability of the International Passenger Survey (IPS) in relation to producing long-term international migration estimates.\n\n[Long-term international migration estimates methodology (1.27 Mb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/international-migration-methodology/long-term-international-migration-estimates-methodology.pdf \"Long-term international migration estimates methodology\") (ONS) – a detailed methodology document for LTIM estimates, including information on current methodology and assumptions, data sources including the International Passenger Survey and changes to the methodology since 1991.\n\n### Quarterly Releases on 22 May 2014:\n1. Immigration Statistics January – March 2014 (Home Office)\n2. Provisional Long-Term International Migration, year ending December 2013 (ONS)\n3. National Insurance Number (NINo) Allocations to Adult Overseas Nationals to March 2014 (DWP)\n\n**Additional Useful links:**\n\n[Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/may-2014/statistical-bulletin.html \"Labour Market Statistics\") - May 2014 (ONS). This includes estimates of the number of people in employment in the UK by country of birth and nationality.\n\n[Quality of Long-Term International Migration estimates from 2001-2011](http://www.ons.gov.uk/ons/rel/migration1/long-term-international-migration/quality-of-long-term-international-migration-estimates-from-2001-to-2011.html \"Long-Term International Migration - Quality of Long-Term International Migration estimates from 2001-2011\")\n\n[Migrant Journey report 4](http://www.gov.uk/government/publications/migrant-journey-fourth-report \"Migrant Journey report 4\") (Home Office)\n\n[Entry Clearance Visas by Length](http://www.gov.uk/government/publications/entry-clearance-visas-by-length \"Entry Clearance Visas by Length\") (Home Office)\n\n[Bulgarian and Romanian migration to the UK](http://www.ons.gov.uk/ons/rel/migration1/migration-statistics-quarterly-report/may-2014/sty-bulgaria-and-romania.html \"Bulgarian and Romanian migratio\")\n"
    },
    {
      "title": "5. Future Releases",
      "markdown": "### The quarterly migration release dates in 2014 are:\n\n- Thursday 28 August 2014\n- Thursday 27 November 2014.\n\n**To be released on 28 August 2014:**\n\n1. Migration Statistics Quarterly Report – August 2014\n2. Short story on EU Migration to the UK\n3. Population by Country of Birth and Nationality report and data tables\n4. Local Area Migration Indicators Suite\n\nThe final long-term international migration figures for the calendar year 2013 will be published in November 2014.\n"
    },
    {
      "title": "6. Glossary",
      "markdown": "### Annual Population Survey\n\nThe Annual Population Survey (APS) is a continuous household survey, covering the UK, with the aim of providing estimates between censuses of key social and labour market variables at a local area level. The APS is not a stand-alone survey, but uses data combined from two waves from the main Labour Force Survey (LFS) with data collected on a local sample boost. Apart from employment and unemployment, the topics covered in the survey include housing, ethnicity, religion, health and education.\n\n### Citizenship\n\nThis is the term used in the International Passenger Survey (IPS) to define the country for which a migrant is a passport holder. This refers specifically to the passport being used to enter / leave the UK at the time of interview. It does not refer to any other passport(s) which migrants of multiple nationality may hold.\n\nMore generally a British citizen as described in IPS statistics includes those with UK nationality usually through a connection with the UK: birth, adoption, descent, registration, or naturalisation. British nationals have the right of abode in the UK.\n\n### Commonwealth (ONS Statistical Grouping)\n\nThe Commonwealth statistical grouping consists of countries of the Old Commonwealth and the New Commonwealth (see below).\n\n### Confidence Interval\n\nThis is the range within which the true value of a population parameter lies with known probability. For example the 95% confidence interval represents the range in which there are 19 chances out of 20 that the true figure would fall (had all migrants been surveyed). The uppermost and lowermost values of the confidence interval are termed ‘confidence limits’.\n\n### European Economic Area (EEA)\n\nThe EEA consists of the 27 countries of the EU (see below), plus Iceland, Liechtenstein and Norway. Swiss nationals are treated as EEA nationals for immigration purposes.\n\n### European Union (EU)\n\nThe EU consists of 28 countries: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Republic of Ireland, Romania, Slovakia, Slovenia, Spain, Sweden and the United Kingdom. Croatia joined the EU in July 2013 - data with a reference period after that date will include Croatia within the EU grouping.\n\n### European Union (EU) Accession Countries\n\nThe Accession countries are those that joined the EU in 2004 or later. Ten joined in 2004 (the EU8, plus Cyprus and Malta), two joined in 2007 (the EU2) and Croatia joined in 2013.\n\n### EU2\n\nThe EU2 (formerly known as the A2) are the two countries that joined the EU on 1 January 2007: Bulgaria and Romania. Between 2007 and 2013, EU2 nationals had certain restrictions placed on them; in the first 12 months of stay, working Bulgarian and Romanian nationals were generally required to hold an accession worker card or apply for one of two lower-skilled quota schemes. Other Bulgarian and Romanian nationals could apply for a registration certificate, giving proof of a right to live in the UK. These restrictions were lifted on 1 January 2014.\n\n### EU8\n\nThe EU8 (formerly known as the A8) are the eight central and eastern European countries that joined the EU on 1 May 2004: Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia. The EU8 does not include the two other countries that joined on that date: Cyprus and Malta. EU8 nationals previously had restrictions on their rights to work and were required to register under the Worker Registration Scheme, but these restrictions were lifted from 1 May 2011.\n\n### EU15\n\nThe EU15 consists of Austria, Belgium, Denmark, Finland, France, Germany, Greece, Italy, Luxembourg, Netherlands, Portugal, Republic of Ireland, Spain, Sweden and the United Kingdom.\n\n### International Passenger Survey (IPS)\n\nThe International Passenger Survey (IPS) is a survey of a random sample of passengers entering and leaving the UK by air, sea or the Channel Tunnel. Between 700,000 and 800,000 people are interviewed on the IPS each year. Of those interviewed, approximately 4,000-5,000 people each year are identified as long-term international migrants.\n\n### Long-Term International Migration (LTIM)\n\nLong-Term International Migration (LTIM) estimates are produced by combining migration data from the IPS, Home Office data on asylum seekers, migration to and from Northern Ireland (from the Northern Ireland Statistics and Research Agency) and adjustments for visitor switchers and migrant switchers.\n\n### Nationality\n\nNationality is often used interchangeably with citizenship, and some datasets refer to ‘nationals’ of a country rather than ‘citizens’. Different datasets have different ways of establishing someone’s nationality. The APS, which underlies the population estimates by nationality, simply asks people ‘what is your nationality?’ However, the IPS, NINo and entry clearance visa data are based on people’s passports. For asylum statistics the nationality is as stated on the ‘Case Information Database’. This will usually be based on documentary evidence, but sometimes asylum seekers arrive in the UK without any such documentation.\n\n### New Commonwealth (ONS Statistical Grouping)\n\nThe New Commonwealth statistical grouping consists of  African Commonwealth countries (Botswana, Cameroon, The Gambia, Ghana, Kenya, Lesotho, Malawi, Mauritius, Mozambique, Namibia, Nigeria, Seychelles, Sierra Leone, Swaziland, Tanzania, Uganda, Zambia and Zimbabwe), Indian subcontinent countries (Bangladesh, India, Pakistan and Sri Lanka), and other Commonwealth countries in the Asian, Caribbean, and Oceania regions.\n\nIt also includes British Dependent Territories and British Overseas citizens. Up to and including 2003 Malta and Cyprus are included in the New Commonwealth grouping. For 2004, the year of accession, they are included in the EU. Malta and Cyprus are members of both the Commonwealth and the European Union from May 2004 onwards. However, for estimation purposes they have only been included in the EU grouping for 2004 onwards.\n\nRwanda was admitted to the Commonwealth in November 2009, but the definition for this statistical grouping has remained unchanged. Zimbabwe and Gambia withdrew from the Commonwealth in 2003 and 2013 respectively, but again the definition for this grouping has remained unchanged.\n\nOld Commonwealth (ONS Statistical Grouping)\n\nThe Old Commonwealth statistical grouping consists of four countries: Australia, Canada, New Zealand and South Africa.\n\n### Points Based System (PBS)\n\nThe PBS is a rationalisation of immigration control processes for people coming into the UK for the purposes of work or study who are not EEA or Swiss nationals. Entries are classed into five tiers. Tier 1 is for high value individuals such as investors and entrepreneurs. Tier 2 is for skilled workers with a job offer. Tier 3 is low skilled workers – this entry route was never opened and is currently suspended. Tier 4 is for students and Tier 5 is for youth mobility and temporary workers.\n\n### Statistical Significance\n\nThe International Passenger Survey interviews a sample of passengers passing through ports within the UK. As with all sample surveys, the estimates produced from them are based upon one of a number of different samples that could have been drawn at that point in time. This means that there is a degree of variability around the estimates produced. This variability sometimes may present misleading changes in figures as a result of the random selection of those included in the sample. If a change or a difference between estimates is described as \u0027statistically significant\u0027, it means that statistical tests have been carried out to reject the possibility that the change has occurred by chance. Therefore statistically significant changes are very likely to reflect real changes in migration patterns.\n\n### Student Visitor\n\nThe student visitor category provides for those people who wish to come to the UK as a visitor and undertake a short period of study which will be completed within the period of their leave (maximum six months unless applying under the concession for English language courses – 11 months). Short-term students (i.e. those studying on courses of six months duration or less) who do not intend to work part-time or undertake a paid or unpaid work placement as part of their course can also apply within this category.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "1. The Migration Statistics Quarterly Report is produced in partnership with the Home Office and the Department for Work and Pensions (DWP).\n2. Terms and conditions\n\nA National Statistics publication\n\nNational Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They are produced free from any political interference. The United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible\n- are produced according to sound methods, and\n- are managed impartially and objectively in the public interest\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n\n3. A list of those with Pre-release access to the MSQR and associated migration products is available.\n4. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "Net long-term migration to the UK was estimated to be 212,000 in the year ending December 2013.",
  "headline2": "Recent patterns of net migration over the last two years show an increase since the lowest estimate of 154,000 (year ending September 2012).",
  "headline3": "526,000 people immigrated to the UK in the year ending December 2013.",
  "summary": "The latest summary of provisional Long-term International migration data. A coordinated release between the ONS, Home Office and DWP.",
  "relatedBulletins": [],
  "title": "Migration Statistics Quarterly Report, May 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Migration Statistics Quarterly Report, May 2014",
  "uri": "/peoplepopulationandcommunity/populationandmigration/internationalmigration/bulletins/migrationstatisticsquarterlyreportmay2014",
  "fileName": "migrationstatisticsquarterlyreportmay2014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Population and migration",
      "fileName": "populationandmigration"
    },
    {
      "index": 0,
      "type": "home",
      "name": "International migration",
      "fileName": "internationalmigration",
      "breadcrumb": []
    }
  ]
}