{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Mark Williams",
    "email": "media.relations@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Findings",
      "markdown": "- UK gross domestic product (GDP) in volume terms was estimated to have increased by 0.8% between Q4 2013 and Q1 2014, unrevised from the second estimate of GDP published 22 May 2014.\n- GDP is estimated to have increased by 1.7% in 2013, compared with 2012, unrevised from the estimate published on 22 May 2014.\n- Between Q1 2013 and Q1 2014, GDP in volume terms increased by 3.0%, revised down 0.1 percentage points from the previously published estimate.\n- The households’ saving ratio was estimated to be 4.9% in Q1 2014.\n- Real households’ disposable income fell by 0.2% between Q4 2013 and Q1 2014.\n- GDP in current prices was estimated to have increased by 1.3% between Q4 2013 and Q1 2014, revised up 0.1 percentage points from the previously published estimate.\n"
    },
    {
      "title": "What is GDP?",
      "markdown": "GDP is an estimate of total economic activity in the UK. It is constructed by balancing the estimates from the output, income and expenditure approaches to measuring GDP which in theory are all equal. For more information on how GDP is balanced, see ‘Balancing GDP’ in the background notes section of this release.\n\nData in this release, unless otherwise stated, will have been seasonally adjusted (SA) with seasonal effects removed to allow comparisons over time. Estimates are given in chained volume measures (CVM), sometimes known as real terms, with the effects of inflation removed, or current prices (CP), sometimes known as nominal terms, without any adjustment for inflation.\n\nGrowth for GDP and its components is given between different periods. Latest year on previous year gives the annual growth between one calendar year and the previous calendar year. Latest quarter on previous quarter growth gives growth between one quarter and the quarter immediately before it. Latest quarter on corresponding quarter of previous year shows the growth between one quarter and the same quarter a year ago.\n\nThis third estimate of GDP for Q1 2014 includes revisions to, and more detail on, the output, expenditure and income approaches to GDP. Also included are data on the institutional sector accounts, including the households’ saving ratio and real household disposable income. In line with national accounts revisions policy, the earliest period open for revision in this release is Q1 2013.\n"
    },
    {
      "title": "Headline Sector Accounts, GDP and Selected Components",
      "markdown": "#### Table 1: Q1 2014\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. Percentage change on quarter from previous quarter.\n\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/prt-key-data-table-1.xls \"XLS format\") (28 Kb)\n"
    },
    {
      "title": "Historical Context",
      "markdown": "#### Figure 1: Quarterly growth and levels of GDP, table A2\n[![Figure 1: Quarterly growth and levels of GDP, table A2](http://www.ons.gov.uk/ons/resources/m32014q1quarterlygrowthandlevels_tcm77-367638.png)](http://www.ons.gov.uk/ons/resources/m32014q1quarterlygrowthandlevels_tcm77-367638.png \"Figure 1: Quarterly growth and levels of GDP, table A2\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-1-historical-growth-and-levels-of-gdp.xls \"XLS format\") (24.5 Kb)\n\nFigure 1 shows the quarterly path of GDP over the last 26 years. It shows the steady economic growth in the UK from the mid 1990s through to 2008 when, partly due to a financial market shock, the UK suffered an economic downturn. Figure 2 compares economic downturns since the 1970s, showing that the most recent downturn was the deepest in post-war history, with GDP falling by 7.2% between its peak in Q1 2008 to its trough in Q2 2009.  The recovery in GDP since Q2 2009 has also been more subdued compared to past experience. However, the UK economy has shown signs of increasing momentum throughout 2013 and in the first quarter of 2014.\n\n#### Figure 2: GDP quarter-on-quarter growth from peak for previous and latest economic downturns\n[![Figure 2: GDP quarter-on-quarter growth from peak for previous and latest economic downturns](http://www.ons.gov.uk/ons/resources/figure2gdpquarteronquartergrowthfrompeakforpreviousandlatesteconomicdownturns_tcm77-368125.png)](http://www.ons.gov.uk/ons/resources/figure2gdpquarteronquartergrowthfrompeakforpreviousandlatesteconomicdownturns_tcm77-368125.png \"Figure 2: GDP quarter-on-quarter growth from peak for previous and latest economic downturns\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-2-gdp-quarter-on-quarter-growth.xls \"XLS format\") (35 Kb)\n\nThe latest figures for Q1 2014 show the UK recovery continuing with GDP in real terms growing by 0.8% compared with the previous quarter and by 3.0% between Q1 2013 and Q1 2014, the strongest quarter on same quarter a year ago growth since before the economic downturn. GDP is now only 0.6% below the pre-economic downturn level. From the output approach, services have surpassed their pre-downturn peak while production and construction output continues to grow. The expenditure measure shows continued growth in gross fixed capital formation and the largest component, household final consumption expenditure. The income measure shows strong growth in gross operating surplus of corporations for the third consecutive quarter.\n"
    },
    {
      "title": "GDP Analysed by Output Categories, Chained Volume Measures, Tables B1 and B2",
      "markdown": "[Annex A (29.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/rft-annex-a-gross-value-added.xls\"RFT Annex A Gross Value Added\") contains growth rates back to Q1 2013.\n\nThe output measure shows a broad-based rise in GDP for Q1 2014 with agriculture forestry \u0026 fishing, production, construction and services all expanding on the quarter.\n\nTotal production output grew by 0.7% in Q1 2014 compared with Q4 2013. Mining and quarrying including oil \u0026 gas extraction increased by 0.8% in Q1 2014. Manufacturing (the largest component of production) increased by 1.5% between Q4 2013 and Q1 2014 (see Figure 3), revised up 0.1 percentage points from the previous estimate and contributed 0.2 percentage points to the 0.8% increase in GDP in Q1 2014. This is the largest increase in manufacturing since Q2 2010 when it grew by 2.0%. Output from water supply \u0026 sewerage also increased in Q1 2014. Electricity, gas, steam \u0026 air fell by 6.4% in Q1 2014, the only industry grouping within production to have fallen in this period.\n\n#### Figure 3: Manufacturing growth, quarter-on-quarter\n[![Figure 3: Manufacturing growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/m32014q1manufacturing_tcm77-367639.png)](http://www.ons.gov.uk/ons/resources/m32014q1manufacturing_tcm77-367639.png \"Figure 3: Manufacturing growth, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/fig-3-manufacturing-growth.xls \"XLS format\") (19 Kb)\n\nWhen comparing Q1 2014 with Q1 2013, production output rose by 2.4%. All production industries contributed positively to this growth, with the exception of electricity, gas, steam and air conditioning, which contracted by 13.3% as demand for electricity and gas in March 2014 was lower than the same period a year ago. This is likely to be attributable to the warmer March weather in 2014. Between Q1 2013 and Q1 2014, manufacturing output rose by 3.6%, revised up 0.1 percentage points from the previous estimate.\n\nConstruction output increased by 1.5% in Q1 2014 compared with Q4 2013, revised up from the previously estimated 0.6% increase. Between Q1 2013 and Q1 2014 construction output increased by 6.7%.\n\nThe service industries grew by 0.8% in Q1 2014 (see Figure 4), revised down 0.1 percentage points from the previous estimate. This follows a 0.7% increase in Q4 2013, marking Q1 2014 as the fifth consecutive quarter of positive growth. The increase in the latest quarter was broad-based, the largest contributions coming from the wholesale \u0026 retail industries and the scientific, administration \u0026 support industries, which each grew by 1.9%.\n\n#### Figure 4: Services growth, quarter-on-quarter\n[![Figure 4: Services growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/m32014q1servicesgrowth_tcm77-367640.png)](http://www.ons.gov.uk/ons/resources/m32014q1servicesgrowth_tcm77-367640.png \"Figure 4: Services growth, quarter-on-quarter\")\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-4-services-growth.xls \"XLS format\") (18.5 Kb)\n\nOutput of the distribution, hotels \u0026 restaurants industries rose by 1.7% in Q1 2014, unrevised from the previous estimate. The 1.7% increase in the latest quarter was largely due to increases in wholesale trade except of motor vehicles \u0026 motorcycles. In Q4 2013 distribution, hotels \u0026 restaurants industries output increased by 0.5%.\n\nOutput of the transport, storage \u0026 communication industries rose by 0.6% in Q1 2014, revised down from the previously published 0.9% increase. This follows a 0.3% increase in Q4 2013. The largest upward contribution to growth in Q1 2014 came from land transport services and transport services via pipelines, excluding rail transport.\n\nBusiness services \u0026 finance industries output rose by 0.9% in Q1 2014, unrevised from the previously published estimate.  In Q4 2013 business services \u0026 finance output rose by 1.0%. The largest upward contribution to growth in Q1 2014 came from other professional, scientific \u0026 technical activities.\n\nOutput of government \u0026 other services rose by 0.2% in Q1 2014,and was revised downwards by 0.1 percentage points from the previous estimate, following a 0.7% increase in Q4 2013. The increase in Q1 2014 was mainly due to human health activities.\n\nFurther detail on the service industries lower-level components can be found in the Index of Services statistical bulletin published on the same day as this release.\n\nGross value added excluding oil \u0026 gas extraction rose by 0.8% in Q1 2014, and 0.7% in Q4 2013.\n\nFigure 5 shows output components indexed to Q1 2008 (the economy’s pre-downturn peak). Services output has now surpassed its pre-downturn peak by 1.9 percentage points having increased by 2.8% between Q1 2013 and Q1 2014. However it is the only headline industry to achieve this milestone, with the production, construction and agriculture industries remaining below their respective peaks. Within production, manufacturing output was 7.6% below pre-downturn levels.\n\n#### Figure 5: GDP output components growth, quarter-on-quarter\n[![Figure 5: GDP output components growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/fig5outputindicies2462014_tcm77-367641.png)](http://www.ons.gov.uk/ons/resources/fig5outputindicies2462014_tcm77-367641.png \"Figure 5: GDP output components growth, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-5-output-components-growth.xls \"XLS format\") (28 Kb)\n"
    },
    {
      "title": "GDP Analysed by Expenditure Categories, Chained Volume Measures, Table C2",
      "markdown": "[Annex B (26.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/rft-annex-b-expenditure.xls \"RFT Annex B Expenditure\") contains growth rates back to Q1 2013.\n\nGross domestic expenditure (the sum of all expenditure by UK residents on goods and services which are not used up or transformed in a productive process) rose by 0.5% in Q1 2014, revised down 0.2 percentage points from the previously published estimate.\n\nHousehold final consumption expenditure rose by 0.8% in Q1 2014, unrevised from the previous estimate (see Figure 6). This is the tenth consecutive quarter-on-quarter increase and follows a 0.3% increase in Q4 2013. The largest increases in household final consumption expenditure in Q1 2014 came from transport and miscellaneous goods \u0026 services. Household final consumption expenditure, when compared with the same quarter a year ago, has been rising each quarter since Q1 2012 and was 2.2% higher in Q1 2014 than in the same period a year ago.\n \n#### Figure 6: Household final consumption expenditure growth, quarter-on-quarter\n[![Figure 6: Household final consumption expenditure growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/m32014q1households_tcm77-367642.png)](http://www.ons.gov.uk/ons/resources/m32014q1households_tcm77-367642.png \"Figure 6: Household final consumption expenditure growth, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-6-households-final-consumption.xls \"XLS format\") (18.5 Kb)\n\nGovernment final consumption expenditure was unchanged in Q1 2014, revised down 0.1 percentage points from the previous estimate and follows a 0.1% fall in Q4 2013. Between Q1 2013 and Q1 2014, government final consumption expenditure increased by 1.8%.\n\nNon-profit institutions serving households (NPISH) final consumption expenditure fell by 2.3% in Q1 2014, revised down 0.1 percentage points from the previous estimate and follows a 1.0% decrease in Q4 2013. Between Q1 2013 and Q1 2014 NPISH final consumption expenditure fell by 0.6%.\n\nGross fixed capital formation (the purchase and disposal of fixed assets used in the production process for more than a year) increased by 2.4% in Q1 2014 (see Figure 7), revised up from the previously estimated 0.6% increase. This follows a 1.3% increase in Q4 2013. Between Q1 2013 and Q1 2014, gross fixed capital formation rose by 9.7%. Within gross fixed capital formation, business investment increased by 5.0% between Q4 2013 and Q1 2014, revised up from the previously estimated 2.7% increase. This follows a 1.5% increase in Q4 2013.\n\nMore detail on gross fixed capital formation is available in the [Business Investment statistical bulletin](http://www.ons.gov.uk/ons/rel/bus-invest/business-investment/q1-2014-revised-results/stb.html \"STB\") published on the same day as this release.\n\n#### Figure 7: Gross fixed capital formation growth, quarter-on-quarter\n[![Figure 7: Gross fixed capital formation growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/m32014q1grossfixedcapitalformationgrowth_tcm77-367643.png)](http://www.ons.gov.uk/ons/resources/m32014q1grossfixedcapitalformationgrowth_tcm77-367643.png \"Figure 7: Gross fixed capital formation growth, quarter-on-quarter\")\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-7--gross-fixed-capital-formation.xls \"XLS format\") (18.5 Kb)\n\nExcluding the alignment adjustment, the level of inventories rose by £3.3 billion in Q1 2014, following an increase of £1.7 billion in Q4 2013. Including the alignment adjustment, the level of inventories increased by £1.9 billion in Q1 2014, following an increase of £3.2 billion in Q4 2013.\n\nThe trade balance deficit decreased from £5.5 billion in Q4 2013 to £4.2 billion in Q1 2014 (see Figure 8). The trade position reflects exports minus imports. Following a 0.9% rise in Q4 2013, exports fell by 0.1% in Q1 2014, while imports fell by 1.3% in Q4 2013 and by 1.2% in Q1 2014.\n\nExports of goods fell by 1.3% in Q1 2014, due to a fall in semi-manufactured goods (chemicals and materials). Exports of services rose by 1.6% in Q1 2014 mainly due to an increase in financial services. In Q1 2014 imports of goods fell by 1.1%, due to a decrease in fuels and oil imports in particular. Imports of services decreased by 1.5% in Q1 2014 due to falls in travel services and financial services. With exports contracting to a lesser extent than imports, the net trade balance has improved compared to the previous quarter, but worsened slightly compared to Q1 2013.\n\n#### Figure 8: Trade balance, £ billion\n[![Figure 8: Trade balance, £ billion](http://www.ons.gov.uk/ons/resources/m32014q1tradebalv3_tcm77-367644.png)](http://www.ons.gov.uk/ons/resources/m32014q1tradebalv3_tcm77-367644.png \"Figure 8: Trade balance, £ billion\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-8-trade-balance.xls \"XLS format\") (18.5 Kb)\n\nFigure 9 shows the quarterly contribution of the expenditure components to GDP growth in the latest quarter. The largest contribution came from household final consumption expenditure (0.5%) while gross fixed capital formation made a smaller contribution of 0.3%. Changes in inventories made a negative contribution of 0.3%. With exports falling less than imports this quarter, net trade made a positive 0.3% contribution to GDP.\n\n#### Figure 9: Expenditure components contribution to GDP growth, quarter-on-quarter\n[![Figure 9: Expenditure components contribution to GDP growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/figure9expenditurecomponentscontributiontogdpgrowthquarteronquarter_tcm77-368052.png)](http://www.ons.gov.uk/ons/resources/figure9expenditurecomponentscontributiontogdpgrowthquarteronquarter_tcm77-368052.png \"Figure 9: Expenditure components contribution to GDP growth, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-9-expenditure-components-contributions-to-gdp.xls \"XLS format\") (20.5 Kb)\n"
    },
    {
      "title": "GDP Implied Deflator",
      "markdown": "[Annex D (25.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/rft-annex-d-deflators.xls \"RFT Annex D Deflators\") contains growth rates back to Q1 2013.\n\nThe gross domestic product implied deflator at market prices for Q1 2014 is 1.6% above the same quarter of 2013 (see Figure 10). The GDP implied deflator is calculated by dividing current price (nominal) GDP by chained volume (real) GDP and multiplying by 100 to convert to an index. It is not used in the calculation of GDP; the deflators for expenditure components, which are the basis for the implied GDP deflator, are used to calculate nominal GDP not real GDP.\n\n#### Figure 10: GDP at market prices implied deflator, quarter on same quarter of previous year\n[![Figure 10: GDP at market prices implied deflator, quarter on same quarter of previous year](http://www.ons.gov.uk/ons/resources/m32014q1deflator_tcm77-367645.png)](http://www.ons.gov.uk/ons/resources/m32014q1deflator_tcm77-367645.png \"Figure 10: GDP at market prices implied deflator, quarter on same quarter of previous year\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-10-gdp-implied-deflator.xls \"XLS format\") (18.5 Kb)\n"
    },
    {
      "title": "GDP Analysed by Income Categories at Current Prices, Table D",
      "markdown": "[Annex C (23 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/rft-annex-c-income.xls) \"RFT Annex C Income\" contains growth rates back to Q1 2013.\n\nGDP at current market prices rose by 1.3% in Q1 2014, following a 1.8% increase in Q4 2013. GDP at current market prices rose by 4.7% when compared to Q1 2013.\n\nCompensation of employees – which includes both wages \u0026 salaries and pension contributions - increased by 0.8% in Q1 2014, unrevised from the previous estimate. This follows an increase of 0.4% in Q4 2013 (see Figure 11). Compensation of employees rose by 4.1% between Q1 2013 and Q1 2014.\n \n#### Figure 11: Compensation of employees growth, quarter-on-quarter\n[![Figure 11: Compensation of employees growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/m32014q1coe_tcm77-367647.png)](http://www.ons.gov.uk/ons/resources/m32014q1coe_tcm77-367647.png \"Figure 11: Compensation of employees growth, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-11-compensation-of-employees.xls \"XLS format\") (18.5 Kb)\n\nThe gross operating surplus of corporations – effectively the profits of companies operating within the UK – including the alignment adjustment, rose by 2.0% in Q1 2014, compared with the previous quarter; revised up 0.5 percentage points from the previously published estimate. This follows an increase of 6.0% in Q4 2013 (see Figure 12). Between Q1 2013 and Q1 2014, gross operating surplus of corporations rose by 3.5%.\n\nOn an unaligned basis, private non-financial corporations’ operating surplus fell by 0.4% in Q1 2014, following a 4.9% increase in Q4 2013. Private non-financial corporations’ operating surplus on an aligned basis rose by 1.3% in Q1 2014, following an increase of 6.9% in Q4 2013.\n\n#### Figure 12: Gross operating surplus of corporations\u0027 growth, quarter-on-quarter\n[![Figure 12: Gross operating surplus of corporations\u0027 growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/m32014q1gosofcorps_tcm77-367648.png](http://www.ons.gov.uk/ons/resources/m32014q1gosofcorps_tcm77-367648.png)](http://www.ons.gov.uk/ons/resources/m32014q1gosofcorps_tcm77-367648.png \"Figure 12: Gross operating surplus of corporations\u0027 growth, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-12-gross-operating-surplus-of-corporations.xls \"XLS format\") (18.5 Kb)\n\nTaxes less subsidies on products and production fell by 0.6% in Q1 2014, following an increase of 1.7% in Q4 2013.\n\nFigure 13 shows the contribution made by income components to current price GDP during Q1 2014. Other income, compensation of employees and gross operating surplus of corporations all contributed positively to GDP growth in the latest quarter. These contributed 0.5, 0.4 and 0.4 percentage points respectively.\n\nPrivate non-financial corporations\u0027 (PNFC) gross operating surplus - the largest component of gross operating surplus of corporations - contributed 0.2 percentage points to current price GDP growth in Q1 2014. Gross operating surplus of financial corporations and public corporations each contributed 0.1 percentage points to current price GDP growth.\n\n#### Figure 13: Income components contribution to GDP growth, quarter-on-quarter\n[![Figure 13: Income components contribution to GDP growth, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/figure13incomecomponentscontributiontogdpgrowthquarteronquarter_tcm77-368484.png)](http://www.ons.gov.uk/ons/resources/figure13incomecomponentscontributiontogdpgrowthquarteronquarter_tcm77-368484.png \"Figure 13: Income components contribution to GDP growth, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-13-income-components-contribution-to-gdp-growth.xls \"XLS format\") (18.5 Kb)\n"
    },
    {
      "title": "Sector Accounts, Tables I, J1, J2, J3, K1 and K2",
      "markdown": "### Summary\n\nAnnually for 2013, the central government, local government, financial corporations and household sectors were net borrowers. Public corporations, private non-financial corporations and the rest of the world sectors were net lenders.\n\nIn Q1 2014, the central government and household sectors were net borrowers. The local government, public corporations, financial corporations, private non-financial corporations and rest of the world sectors were net lenders (see Figure 14).\n\n#### Figure 14: Net lending (+)/net borrowing (-) by sector\n[![Figure 14: Net lending (+)/net borrowing (-) by sector](http://www.ons.gov.uk/ons/resources/2014q1netlendingborrowingbysector_tcm77-368476.png)](http://www.ons.gov.uk/ons/resources/2014q1netlendingborrowingbysector_tcm77-368476.png \"Figure 14: Net lending (+)/net borrowing (-) by sector\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-net-lending-and-net-borrowing.xls \"XLS format\") (17 Kb)\n\nCompared to the previous quarter, there has been a switch to net lending in the local government and financial corporations sectors. All other sectors remain unchanged.\n\nSee table I for further detail.\n\n### The household and non-profit institutions serving households (NPISH) sector (Tables J1, J2 and J3)\n#### Saving ratio:\n\nAnnually for 2013 the saving ratio was 5.2%, compared with 7.3% in 2012.\n\nThe saving ratio in Q1 2014 was 4.9%, compared with 4.8% in the previous quarter. This small increase was due to rises in gross operating surplus and mixed income and pension fund reserves offset by a fall in social benefits and a rise in final consumption expenditure (see Figure 15).\n\n#### Figure 15: Households\u0027 saving ratio\n[![Figure 15: Households\u0027 saving ratio](http://www.ons.gov.uk/ons/resources/m32014q1savingratiov2_tcm77-368475.png)](http://www.ons.gov.uk/ons/resources/m32014q1savingratiov2_tcm77-368475.png \"Figure 15: Households\u0027 saving ratio\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-household-s-saving-ratio.xls \"XLS format\") (17 Kb)\n\n### What is the saving ratio?\n\nThe saving ratio estimates the amount of money households have available to save (known as gross saving) as a percentage of their total disposable income (known as total available households’ resources). Both can be found in table J3 of the Quarterly National Accounts (QNA) release.\n\nGross saving estimates the difference between households’ total available resources (mainly wages received, revenue of the self-employed, social benefits and net income such as interest on savings and dividends from shares but excluding taxes on income and wealth) and their current consumption (expenditure on goods and services).\n\nAll of the components that make up gross saving and total available resources, and in fact all sector accounts data apart from real household disposable income (RHDI), are estimated in current prices (CP). These are sometimes known as nominal prices, meaning that they include the effects of price changes.\n\nThe saving ratio is published in both non-seasonally adjusted (NSA) and seasonally adjusted (SA) formats with the latter removing seasonal effects to allow comparisons over time. However, the saving ratio can be volatile and is sensitive to even relatively small movements to its components, particularly on a quarterly basis. This is because saving is a small difference between two numbers. It is therefore often revised at successive publications when new or updated data are included.\n\n### Real household disposable income:\n\nFor the year 2013, real household disposable income decreased by 0.3% following a rise of 2.5% in 2012. This reflects an increase of 2.2% in the household and NPISH final consumption deflator, partially offset by a 2.0% rise in nominal gross disposable income. This increase in nominal gross disposable income was due to a rise in wages and salaries and social benefits, partially offset by increased taxes on income and wealth.\n\nThe level of real household disposable income decreased by 0.2% in Q1 2014, following a fall of 0.7% in the previous quarter (see Figure 16). The decrease in the latest quarter was driven by a 0.4% rise in the household and NPISH final consumption deflator, partially offset by a 0.1% rise in nominal gross disposable income.\n\n#### Figure 16: Real households\u0027 disposable income, quarter-on-quarter growth\n[![Figure 16: Real households\u0027 disposable income, quarter-on-quarter growth](http://www.ons.gov.uk/ons/resources/m32014q1realhousedisposable_tcm77-368479.png)](http://www.ons.gov.uk/ons/resources/m32014q1realhousedisposable_tcm77-368479.png \"Figure 16: Real households\u0027 disposable income, quarter-on-quarter growth\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-real-households--disposal-income.xls \"XLS format\") (18.5 Kb)\n\n### What is real household disposable income?\n\nThere are two measures of household income, in real terms or in current prices (or nominal as it is often called), and both of these time series can be found in table J2 of this release.\nGross household disposable income (GDI) is the estimate of the total amount of money from income that households have available from wages received, revenue of the self-employed, social benefits and net income (such as interest on savings and dividends from shares) less taxes on income and wealth. All the components that make up GDI are estimated in current prices.\n\nHowever, by adjusting gross disposable income to remove the effects of inflation, we are able to estimate another useful measure of disposable income called real. This is a measure of real purchasing power of household incomes, in terms of the physical quantity of goods and services they would be able to purchase. We use the household expenditure deflator (which can be found in table J2 of this release) to remove the effects of price inflation.\n\n### Private non-financial corporations sector, tables K1 and K2\n\nFor the year 2013, net lending was £24.0 billion following net lending of £29.7 billion in 2012. This decrease was due to a fall in net property income, partially offset by a rise in gross operating surplus.\n\nNet lending of private non-financial corporations was £5.2 billion in Q1 2014, following net lending of £8.4 billion in the previous quarter. This decrease in net lending in the latest quarter was due to a fall in net property income of £5.3 billion.\n"
    },
    {
      "title": "International Comparisons for Q1 2014",
      "markdown": "In Q1 2014, GDP for the Eurozone and the European Union (EU 28) grew by 0.2% and 0.3% respectively quarter-on-quarter (see Table 2 and Figure 17). This is the fourth consecutive quarter both economies have grown. When compared to Q1 2013, GDP for the Eurozone expanded by 0.9%, while GDP for the European Union grew by 1.4% (see Figure 18). Following 0.7% quarterly growth in Q4 2013, GDP for the United States of America contracted by 0.2% in Q1 2014, the first time the economy has contracted since 2011. GDP for the United States of America grew by 2.0% between Q1 2013 and Q1 2014. The Japanese economy grew by 1.6% in Q1 2014, making five consecutive quarters of positive growth, and increased by 2.8% between Q1 2013 and Q1 2014.\n\n#### Table 2: International GDP quarterly growth rate comparisons for selected economic areas\n\nSource: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/prt-table-2-international-comparisons.xls \"XLS format\") (29 Kb)\n\n#### Figure 17: International GDP growth rates, quarter-on-quarter\n[![Figure 17: International GDP growth rates, quarter-on-quarter](http://www.ons.gov.uk/ons/resources/figure17internationalgdpgrowthratesquarteronquarter_tcm77-368498.png)](http://www.ons.gov.uk/ons/resources/figure17internationalgdpgrowthratesquarteronquarter_tcm77-368498.png \"Figure 17: International GDP growth rates, quarter-on-quarter\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-international-gdp-growth-rates--quarter-on-quarter.xls \"XLS format\") (23 Kb)\n\n#### Figure 18: International GDP growth rates, quarter on same quarter a year ago\n[![Figure 18: International GDP growth rates, quarter on same quarter a year ago](http://www.ons.gov.uk/ons/resources/figure18internationalgdpgrowthratequarteronsamequarterayearago_tcm77-368500.png)](http://www.ons.gov.uk/ons/resources/figure18internationalgdpgrowthratequarteronsamequarterayearago_tcm77-368500.png \"Figure 18: International GDP growth rates, quarter on same quarter a year ago\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-international-gdp-growth-rates--quarter-on-quarter-on-previous-quarter.xls \"XLS format\") (22 Kb)\n\nFigure 19 shows GDP for the UK, EU, the United States of America and Japan, all indexed to Q1 2008 (the pre-downturn peak in the UK).\n\n#### Figure 19: International GDP growth rates, quarter-on-quarter, indexed to Q1 2008\u003d100\n[![Figure 19: International GDP growth rates, quarter-on-quarter, indexed to Q1 2008\u003d100](http://www.ons.gov.uk/ons/resources/figure19internationalgdpgrowthratesquarteronquarterindexedtoq12008100_tcm77-368502.png)](http://www.ons.gov.uk/ons/resources/figure19internationalgdpgrowthratesquarteronquarterindexedtoq12008100_tcm77-368502.png \"Figure 19: International GDP growth rates, quarter-on-quarter, indexed to Q1 2008\u003d100\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-fig-19-international-gdp-growth-rates.xls \"XLS format\") (20 Kb)\n\nMore detailed information on these estimates can be found on the [Eurostat website](http://www.ons.gov.uk/ons/external-links/other/eurostat/eurostat---gdp.html \"Eurostat - GDP\"). Information on the estimates for the United States of America can be found on the [Bureau of Economic Analysis](http://www.ons.gov.uk/ons/external-links/international/usa---bea---bureau-of-economic-analysis.html \"USA - BEA - Bureau of Economic Analysis\") website, while information on the estimates for Japan can be found on the [Japanese Cabinet Office](http://www.ons.gov.uk/ons/external-links/international/index.html \"Japanese Cabinet Office Quarterly estimates of GDP releases\") website.\n"
    },
    {
      "title": "GDP Quarterly Revisions",
      "markdown": "### GDP and components, previously published on 22nd May 2014.\n\nThe earliest period open for revision in this release is Q1 2013 (see Figure 20).\n\n#### Figure 20: Gross domestic product, quarter-on-quarter growth\n[![Figure 20: Gross domestic product, quarter-on-quarter growth](http://www.ons.gov.uk/ons/resources/m32014q1abmirevs_tcm77-367649.png)](http://www.ons.gov.uk/ons/resources/m32014q1abmirevs_tcm77-367649.png \"Figure 20: Gross domestic product, quarter-on-quarter growth\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/chd-gdp-revisions.xls \"XLS format\") (18.5 Kb)\n\nDetailed revisions for the three GDP approaches are shown in the Annexes listed.\n\n#### Output components:\nOutput revisions are shown in [Annex E (36.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/rft-annex-e-gva-revisions.xls \"RFT Annex E GVA Revisions\") of this release.\n\n#### Expenditure components:\nExpenditure revisions are shown in [Annex F (27.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/rft-annex-f-expenditure-revisions.xls \"RFT Annex F Expenditure Revisions\") of this release.\n\n#### Income components:\nIncome revisions are shown in [Annex G (23.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/annex-g-revisions-to-income.xls \"RFT Annex G Revisions to Income\") of this release.\n"
    },
    {
      "title": "Sector Accounts Revisions, Previously Published 28 March 2014",
      "markdown": "Sector accounts revisions are shown in [Annex H (30.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/rft-annex-h-sector-accounts-revisions.xls \"RFT Annex H Sector Accounts Revision\") of this release.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "###** 1. Forthcoming changes**\n\nTo allow sufficient time to prepare for the major changes in Blue Book 2014, ONS has decided to change the approach to Quarterly National Accounts for Q2 2014.\n\nA preliminary estimate, based only on output data, will be published as normal in July. Then in August, this output-based estimate will be updated. This will supplement the July Preliminary GDP estimate by replacing the third month of forecast data for the Index of Production (IoP), the Index of Services (IoS) and the monthly construction output survey with actual data.\n\nThe publication date for this output-based estimate has also moved from the previously announced date to 15 August 2014. There will be no published information on the income or expenditure components in Q2 until the Blue Book 2014 consistent Quarterly National Accounts release on 30 September 2014. This will incorporate major changes to the National Accounts - more details are given in the article \u0027[Latest Developments to National Accounts](http://www.ons.gov.uk/ons/rel/naa1-rd/national-accounts-articles/changes-to-national-accounts/sty-national-account-changes.html \"STY National Account Changes\")\u0027 published on the ONS website.\n\nBlue Book 2014 will itself be published on 31 October 2014.\n\n###** 2. Release policy**\n\nThis release includes data available up to 12 June 2014. Data are consistent with the current price trade in goods data within the UK Trade statistical bulletin published on 6 June 2014 and the Index of Production statistical bulletin published on 10 June 2014.\n\n###** 3. Release content and context**\n\nThis release includes the third estimate of GDP. Data content for each successive release of GDP varies according to availability.\n\nThe Preliminary Estimate of GDP is based on output data alone. These are based on survey estimates for the first two months of the quarter, with estimates for the third month of the quarter based on forecasts using early returns from businesses. Other (non-survey based) data used in the compilation of the output approach are also based on forecasts.\n\nFor the second estimate of GDP, output estimates based on survey data are available for all three months of the quarter, in addition to other significant data sources. Estimates of the expenditure and income approaches to measuring GDP are also available in this release, based on a combination of limited survey data, other data sources and forecasts.\n\nFor the Quarterly National Accounts (QNA) release, output survey data are available for all three months of the quarter, along with most other data sources. For the expenditure and income approaches to measuring GDP, more extensive survey data are available, in addition to other data sources and a more limited use of forecasts.\n\nAfter this release, the current quarter will be subject to revision in accordance with [National Accounts revisions policy (27.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-policies-by-theme/economy/national-accounts-revisions-policy.pdf \"National Accounts Revisions Policy\") as further data, annual benchmarks and methodological improvements are implemented.\n\nFor more information on the different estimates of GDP, ONS has released a [video explaining these differences](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2013/vid--three-estimates-of-gdp.html \"VID: Three estimates of GDP\").\n\n###** 4. Special Events**\n\nONS maintains a list of candidate special events in the [Special Events Calendar](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/special-events-calendar/index.html \"Special Events Calendar\"). There were several special events in 2012. There was some evidence to suggest that construction output was affected by the storms and high rainfall in January and February 2014. However, over the quarter, the storms have not had a significant impact on GDP growth in Q1 2014 and ONS has not classified them as a statistical special event. In addition, ONS is keeping the effects of the weather in January and February 2014 under review in line with the [ONS Special Events policy](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/index.html \"ONS Policy on Special Events\"). More information can be found in the report on [Adverse weather conditions in December 2013 and January and February 2014 (49.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/adverse-weather-conditions-in-december-2013-and-january-and-february-2014.pdf \"Adverse weather conditions in December 2013 and January and February 2014\") published 27 March 2014. As explained in [ONS’s Special Events policy](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/index.html \"ONS Policy on Special Events\") it is not possible to separate the effects of special events from other changes in the series.\n\n###** 5. National Accounts methodology and articles**\n\nONS regularly publishes [methodological information and articles](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/articles/index.html \"National Accounts metholdology and articles\") to give users more detailed information on developments within the National Accounts; supplementary analyses of data to help users with the interpretation of statistics and guidance on the methodology used to produce the National Accounts.\n\nAs part of the programme of continuous improvement to National Accounts, ONS published on its website on 29 May 2014 an article updating users on work undertaken so far on the [Continuous Improvements of Gross Domestic Product: Sources, Methods and Communication](http://www.ons.gov.uk/ons/rel/gva/gross-domestic-product--preliminary-estimate/continuous-improvement-of-gross-domestic-product---may-2014/art-continuous-improvement-of-gross-domestic-product.html \"ART Continuous Improvements of Gross Domestic Product, May 2014\").\n\n###** 6. National Accounts classification decisions**\n\nThe UK National Accounts are produced under internationally agreed guidance and rules set out principally in the [European System of Accounts 1995 (ESA 95)](http://www.ons.gov.uk/ons/external-links/other/eurostat/eurostat--revision-of-esa95.html \"Eurostat: revision of ESA95\") and the accompanying [Manual on Government Deficit and Debt](http://www.ons.gov.uk/ons/external-links/other/eurostat/eurostat-pdf--manual-on-government-deficit-and-debt.html \"Eurostat PDF: Manual on Government Deficit and Debt\") (MGDD).\n\nIn the UK the Office for National Statistics (ONS) is responsible for the application and interpretation of these rules. ONS therefore makes [classification decisions](http://www.ons.gov.uk/ons/guide-method/classifications/na-classifications/index.html \"National Accounts Classifications\") based upon the agreed guidance and rules and these are published on the ONS website.\n\n###** 7. Economic context**\n\nONS publishes a monthly [Economic Review](http://www.ons.gov.uk/ons/rel/elmr/economic-review/index.html \"Economic Review index\") discussing the economic background and giving economic commentary on the latest GDP estimate and other ONS economic releases. The next article will be published on 2 July 2014.\n\n###** 8. Basic Quality Information for GDP Statistical Bulletin**\n\nA [Quality and Methodology Information report  (518.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/economic-statistics/gross-domestic-product--gdp-.pdf \"Quality and Methodology Information report for Gross Domestic Product\")  for this Statistical Bulletin can be found on the ONS website.\n\n###** 9. Key quality issues**\n\nCommon pitfalls in interpreting series: Expectations of accuracy and reliability in early estimates are often too high. Revisions are an inevitable consequence of the trade-off between timeliness and accuracy. Early estimates are based on incomplete data.\n\nVery few statistical revisions arise as a result of ‘errors’ in the popular sense of the word. All estimates, by definition, are subject to statistical ‘error’ but in this context the word refers to the uncertainty inherent in any process or calculation that uses sampling, estimation or modelling. Most revisions reflect either the adoption of new statistical techniques or the incorporation of new information, which allows the statistical error of previous estimates to be reduced. Only rarely are there avoidable ‘errors’ such as human or system failures and such mistakes are made quite clear when they do occur.\n\n###** 10. Reliability**\n\nEstimates for the most recent quarters are provisional and are subject to revision in the light of updated source information. ONS currently provides an [analysis of past revisions (244.6 Kb Pdf)](http://www.ons.gov.uk/ons/rel/elmr/economic-trends--discontinued-/no--604--march-2004/ons-policy-on-standards-for-presenting-revisions-in-time-series-first-releases.pdf \"ONS Policy on Standard for presenting revisions in a time series first releases\") in the GDP and other Statistical Bulletins which present time series.\n\nONS has a webpage dedicated to [revisions to economic statistics](http://www.ons.gov.uk/ons/guide-method/revisions/revisions-policies-by-theme/economy/index.html \"Revisions Policies for Economic Statistics\") which brings together ONS work on revisions analysis, linking to articles, revisions policies and key documentation from the Statistics Commission\u0027s report on revisions.\n\nRevisions to data provide one indication of the reliability of key indicators. Tables 3 and 4 show summary information on the size and direction of the revisions which have been made to data covering a five-year period. A statistical test has been applied to the average revision to find out if it is statistically significantly different from zero. An asterisk (*) shows if the result of the test is significant.\n\n###** 11. Revisions to GDP estimates**\n\nTable 3 shows the revisions to month 1 (preliminary) and month 2 (second) estimates of GDP. The analysis of revisions between month 1 and month 2 uses month 2 estimates published from August 2009 (Q2 2009) to May 2014 (Q1 2014). The analysis of revisions between month 2 and month 3 (third estimate of GDP) uses month 3 estimates published from June 2009 (Q1 2009) to March 2014 (Q4 2013).\n\n#### Table 3: Revisions to early estimates of GDP growth\n\nSource: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/prt-revisions-tables-3.xls \"XLS format\") (26.5 Kb)\n\nTable 4 shows the revisions to GDP growth and the household saving ratio between the estimate published three months after the end of the quarter and the equivalent estimate three years later. The analysis uses month 3 estimates first published from June 2006 (Q1 2006) to March 2011 (Q4 2010) for GDP.\n\n#### Table 4: Revisions to month 3 estimates of GDP growth\n\nSource: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/prt-revision-table-4.xls \"XLS format\") (26.5 Kb)\n\nRevisions triangles for the main components of GDP from expenditure, output and income approaches and spreadsheets containing [revisions triangles (real-time databases)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/gdp-revisions-triangles-and-real-time-database/index.html \"revisions triangles  and real-time databases\") of estimates from 1992 to date. The calculations behind the averages in both tables are available on the ONS website.\n\nAn article titled \u0027[Revisions to GDP and Components\u0027 (513.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/articles/2011-present/revisions-to-gdp-and-components.pdf \"Revisions to GDP and Components\") , published on 28 January 2014, is available on the ONS website.\n\nONS has recently published real time databases on the ONS website for the income and expenditure components of GDP, which will be regularly updated as part of an ongoing development programme to improve the coverage of the revisions triangles.\n\n###** 12. Balancing GDP**\n\nInformation on the methods ONS uses for [balancing the output, income and expenditure approaches](http://www.ons.gov.uk/ons/external-links/ons---pdfs-only/balancing-the-three-approaches-to-measuring-gross-domestic-product--2012.html \"Balancing the Three Approaches to measuring the Gross Domestic Product 2012\") to measuring GDP can be found on the ONS website.\n\nThe different data content of the three approaches dictates the approach taken in balancing quarterly data. In the UK, there are far more data available on output than in the other two approaches. However in order to obtain the best estimate of GDP (the published figure), the estimates from all three approaches are reconciled to produce an average.\n\nAnnually, the estimates from all three approaches are reconciled through the creation of Input-Output Supply Use tables for the years for which data are available.\n\nFor years in which there is no Supply Use balance, a Statistical Discrepancy exists which reflects the differences between the published headline estimate of GDP and the expenditure and income estimates.\n\nFor all periods, the expenditure and income estimates are aligned to the published headline GDP figure.  Although annual data is aligned for balanced years, there will still be quarterly differences for balanced and post balanced years, due to timing and data content issues. These are dealt with by means of explicit alignment adjustments which are applied to specific components (gross operating surplus of private non-financial corporations in the income approach and changes in inventories in expenditure) to align the three approaches. As these are purely quarterly discrepancies, the alignments sum to zero over the year and are published explicitly in the GDP statistical bulletins. They are also published as \u0027of which\u0027 items within the specific components, to enable users to ascertain the underlying picture.\n\nThe size and direction of the quarterly alignment adjustments in Q1 2014 indicate that, in this quarter the level of expenditure was higher than that of output, while the level of income was lower than that of output.\n\nAlignment adjustments typically have a tolerance of +/-£1,500 million on any quarter. However, in periods where the data sources are particularly difficult to balance, slightly larger alignment adjustments are sometimes needed.\n\n###** 13. Further information**\n\nLatest copies of this and other ONS releases are available under Publications on the ONS website. ONS has also produced a [short guide to the UK National Accounts (105.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/articles/uk-national-accounts---a-short-guide-2013.pdf \"UK National Accounts - a short guide 2013\") .\n\nDetails of the policy governing the release of new data are available from the media relations office. Also available is [a list of the names of those given pre-publication access](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/q1-2014/pra-quarterly-national-accounts--q1-2014.html \"PRA National Accounts, Q1 2014\") to the contents of this bulletin.\n\n###** 14. Following ONS**\n\nFollow [@statisticsons](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") on Twitter and receive up-to-date information about our statistical releases.\n\nLike [ONS\u0027s Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") to receive our updates in your newsfeed and to post comments on our page.\n\nView the latest podcast on [YouTube/onsstats](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"Youtube\").\n\n###** 15.  Details**\nDetails of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "headline1": "UK gross domestic product (GDP) in volume terms was estimated to have increased by 0.8% between Q4 2013 and Q1 2014.",
  "headline2": "GDP is estimated to have increased by 1.7% in 2013, compared with 2012, unrevised from the estimate published on 22 May 2014.",
  "headline3": "Between Q1 2013 and Q1 2014, GDP in volume terms increased by 3.0%, revised down 0.1 percentage points from the previously published estimate.",
  "summary": "Estimates of the key components of GDP from the output, income and expenditure approaches. Gross Domestic Product measures the chained volume index movements of the UK. The services sector accounts for more than three quarters of total gross domestic product. Figures are adjusted for seasonal variations unless otherwise stated and the reference year is 2010\u003d100.",
  "relatedBulletins": [],
  "title": "Quarterly National Accounts, Q1 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Quarterly National Accounts, Q1 2014",
  "uri": "/economy/economicoutputandproductivity/bulletins/quarterlynationalaccountsq12014",
  "fileName": "quarterlynationalaccountsq12014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Economy",
      "fileName": "economy"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Economic output and productivity",
      "fileName": "economicoutputandproductivity",
      "breadcrumb": []
    }
  ]
}