{
  "seasonalAdjustment": null,
  "date": "June 2014",
  "number": "11185",
  "mainMeasure": null,
  "keyNote": null,
  "additionalText": null,
  "years": [],
  "quarters": [],
  "months": [],
  "sourceDatasets": [],
  "cdid": "RAID10",
  "unit": "m",
  "preUnit": "£",
  "source": "Office for National Statistics",
  "relatedDatasets": null,
  "description": null,
  "notes": [],
  "relatedDocuments": [
    {
      "title": "Output in the Construction Industry, June and Q2 2014",
      "summary": "Construction output at current price and chained volume measures seasonally adjusted by public and private sector.",
      "uri": "/businessindustryandtrade/constructionindustry/bulletins/outputintheconstructionindustryjuneandq22014",
      "index": null
    }
  ],
  "methodology": null,
  "nationalStatistic": true,
  "contact": null,
  "releaseDate": null,
  "nextReleaseDate": null,
  "type": "timeseries",
  "title": "Value of construction output - all work",
  "summary": null,
  "uri": "/businessindustryandtrade/constructionindustry/timeseries/raid10",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "Business, industry and trade",
      "summary": "Statistics in this area are related to the production and trade of good and services. These statistics are important for users looking to learn more about this section of the UK economy. Key statistics here are figures on retail sales, business activity, indices for the construction and manufacturing industries and international trade.",
      "uri": "/businessindustryandtrade",
      "index": null
    },
    {
      "title": "Construction industry",
      "summary": "The construction industry includes businesses that are involved with the construction of entirely new buildings or the repair, alterations or additions to existing properties. Also included are businesses involved in civil engineering projects. Output of the construction industry is defined as the amount charged by construction companies to customers for the value of work produced in a given period. Users of data on the construction industry include central government departments, Eurostat and various industry analysts.",
      "uri": "/businessindustryandtrade/constructionindustry",
      "index": null
    }
  ]
}