{
  "seasonalAdjustment": null,
  "date": "March 2014",
  "number": "316000",
  "mainMeasure": null,
  "keyNote": null,
  "additionalText": null,
  "years": [],
  "quarters": [],
  "months": [],
  "sourceDatasets": [],
  "cdid": "RAID119",
  "unit": "",
  "preUnit": "",
  "source": "Office for National Statistics",
  "relatedDatasets": null,
  "description": null,
  "notes": [],
  "relatedDocuments": [
    {
      "title": "Migration Statistics Quarterly Report, May 2014",
      "summary": "The latest summary of provisional Long-term International migration data. A coordinated release between the ONS, Home Office and DWP.",
      "uri": "/peoplepopulationandcommunity/populationandmigration/internationalmigration/bulletins/migrationstatisticsquarterlyreportmay2014",
      "index": null
    }
  ],
  "methodology": null,
  "nationalStatistic": true,
  "contact": null,
  "releaseDate": null,
  "nextReleaseDate": null,
  "type": "timeseries",
  "title": "Emigration from the UK",
  "summary": null,
  "uri": "/peoplepopulationandcommunity/populationandmigration/internationalmigration/timeseries/raid119",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/",
      "index": null
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity",
      "index": null
    },
    {
      "title": "Population and migration",
      "summary": "Population and migration statistics describe the size, age, sex structure and geographic distribution of the UK population. They also consider changes to the UK population and the factors driving these changes. These statistics have a wide range of uses; they are used by central government, local government and the health sector for planning, resource allocation and managing the economy. Additionally, they are used by a wide range of people such as market researchers, academics and those in special interest groups.",
      "uri": "/peoplepopulationandcommunity/populationandmigration",
      "index": null
    },
    {
      "title": "International migration",
      "summary": "International migration statistics provide estimates of the number of people moving in and out of the UK. Data on long term migration, short term migration, and visitor data provide a picture of those entering and leaving the UK, covering all lengths of stay. ",
      "uri": "/peoplepopulationandcommunity/populationandmigration/internationalmigration",
      "index": null
    }
  ]
}