{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Gareth Clancy",
    "email": "psa@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Latest figures",
      "markdown": "- This is the first estimate of the June 2014 public sector finances (financial year 2014/15). Financial year 2013/14 data have also been updated. These estimates will continue to be revised as more data become available.\n- Public sector net borrowing excluding financial interventions (PSNB ex) was £11.4 billion in June 2014. This was £3.8 billion higher than last June. There was no transfer from the Bank of England Asset Purchase Facility Fund (APF) in June 2014; however there was a £3.9 billion APF transfer in June 2013. When APF transfers are excluded from net borrowing, last June was £11.5 billion (similar to June 2014).\n- For the financial year 2013/14, PSNB ex was £93.7 billion. This was £13.0 billion higher than the same period in 2012/13.\n- When the transfers of the Royal Mail Pension Plan and APF are removed, PSNB ex for 2013/14 was £105.8 billion. This was £9.3 billion lower than 2012/13 (£115.1 billion).\n- During 2013/14, £31.1 billion was transferred from the APF to HM Treasury. Of this amount, £12.2 billion impacted on net borrowing.\n- At the end of June 2014, public sector net debt excluding financial interventions (PSND ex) was £1,304.6 billion, equivalent to 77.3% of gross domestic product (GDP).\n- The central government net cash requirement (CGNCR) for the financial year 2013/14 was £75.4 billion, £29.6 billion lower than the same period in 2012/13 (£105.0 billion).\n"
    },
    {
      "title": "Summary of Net Debt and Net Borrowing",
      "markdown": "This statistical bulletin provides important information on the UK government fiscal position. It enables government, the public, economists, financial analysts and political parties to monitor public sector expenditure, receipts and investments. By comparing these data with forecasts from The Office for Budget Responsibility (OBR) the current UK fiscal position can be evaluated.\n\nThe most recent monthly data are subject to revision as they can include forecasts which are replaced by outturn data in subsequent months. So it is often more informative to look at financial year or year-to-date data to discern trends in the data.\n\nPublic sector net borrowing excluding financial interventions (PSNB ex) in June 2014 was £11.4 billion. This was £3.8 billion higher than the same month last year, when it was £7.6 billion.  The change compared to last year was a result of the following:\n\n- In June 2014 central government current receipts were £44.1 billion. This was £1.9 billion lower than in June 2013. However, June 2013 receipts were increased by a £3.9 billion transfer from the Bank of England Asset Purchase Facility Fund (APF) but there was no transfer in June 2014. When last June’s APF transfer is excluded, receipts were £2.0 billion higher this month,\n- In June 2014 central government current expenditure was £53.9 billion, £2.0 billion higher than in June 2013,\n- In June 2014 central government net investment was £2.1 billion, £0.7 billion higher than in June 2013,\n- In June 2014 local government surplus was £1.2 billion, £1.1 billion higher than in June 2013,\n- In June 2014 public corporations surplus was £0.1 billion, £0.2 billion lower than in June 2013.\n\nIn June 2014 public sector net borrowing excluding financial interventions and the transfers from the Bank of England Asset Purchase Facility Fund (PSNBex, ex RM \u0026 APF) was £11.4 billion. This is broadly similar to the equivalent net borrowing in June 2013 (£11.5 billion).\n\nPublic sector net debt excluding financial interventions (PSND ex) was £97.2 billion higher in June 2014 compared with last year (the end of June 2013). The increase in net debt was a result of:\n\n- an additional £103.7 billion of public sector net borrowing;\n- cash transactions which do not impact on net borrowing (as they are related to acquisition or disposal of financial assets of equivalent value eg loans) and in time of recording differences and changes in debt that  have no corresponding cash flow (eg revaluations).\n\nTo note, there are a number of events which impact on recent months and financial years. Further details on these events can be found in the \u0027Recent events and methodological changes\u0027 section.\n### Understanding this release\nThis bulletin presents the statistics for the whole public sector, concentrating on the public sector net borrowing, net cash requirement and net debt. The transactions diagram (Diagram 1) illustrates how the key measures presented in this statistical bulletin relate to each other.\n\nThe bulletin also provides analyses of the central government account (normally the largest transactions in the public sector), information on revisions, recent events and any methodological changes.\n\nYear-to-date (and financial year) presentations avoid some of the instability of monthly data. Much of the bulletin focuses on these measures, although figures for the latest month are also provided.\n\nThe transaction diagram shows that when expenditure is greater than income, the public sector runs a current budget deficit. Net investment (predominantly capital expenditure) then tends to add to borrowing by the public sector. All of these transactions are recorded on an accruals basis (see glossary).\n\nThe net cash requirement is a measure of how much money the government (or public sector) has to borrow (or lend) in order to balance its inflow and outflow of cash. It is similar to net borrowing but is on a cash rather than accruals basis. The net cash requirement is a measure which tends to drive net debt, which is mainly a cash measure. This means that the changes in net debt between two points in time are normally similar to the net cash requirement for the intervening period. The relationship is not an exact one because the net cash requirement reflects actual prices paid, while the net debt is at nominal prices  (see glossary).\n\nFeedback on the content of the bulletin is welcome and should be sent to psa@ons.gsi.gov.uk\n### Diagram 1: Net Borrowing and Net Debt Transactions (excluding public sector banks) (£ billion) April 2014 - June 2014 (financial year-to-date)\n[![Net Borrowing and Net Debt Transactions (excluding public sector banks) (£ billion) April 2014 - June 2014 (financial year-to-date)](http://www.ons.gov.uk/ons/resources/transactionsdiagramjul14v1_tcm77-371084.png)](http://www.ons.gov.uk/ons/resources/transactionsdiagramjul14v1_tcm77-371084.png \"Net Borrowing and Net Debt Transactions (excluding public sector banks) (£ billion) April 2014 - June 2014 (financial year-to-date)\")\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transactions-table.xls \"XLS format\") (287.5 Kb)\n"
    },
    {
      "title": "Net debt and borrowing outturn compared with OBR forecast",
      "markdown": "The Office for Budget Responsibility (OBR) produces medium - term forecasts of the public finances twice a year (normally in March and December). OBR Forecasts for 2014/15 are summarised in this section.\n\nFigure 1a shows the total public sector net borrowing excluding financial interventions (PSNB ex) for the first three months of the financial year 2014/15 was £32.0 billion. By referring to Diagram 1 in the \u0027Understanding this release\u0027 section the composition of net borrowing can be seen. The first three months of 2013/14 are lower than in 2014/15. Factors contributing to this are:\n\n- that between April and June in 2013, £11.7 billion were transferred from the Bank of England Asset Purchase Facility Fund (APF), compared with £4.1 billion in the same period in the 2014/15,\n- there was a one of tax receipt from Swiss banks in May 2013 of £0.9 billion.\n\nCaution should be taken when comparing outturn public finances data with OBR forecasts for the full financial year. The outturn data is not finalised until after the financial year end. However, it is informative to compare the emerging outturn data against the OBR forecast and this can be done through Figures 1a and 1b and Table 2.\n### Figure 1a: Cumulative public sector net borrowing by month\n##### Excluding the temporary effects of financial interventions\n[![Cumulative public sector net borrowing by month)](http://www.ons.gov.uk/ons/resources/psnetborrowing1a_tcm77-371922.png)](http://www.ons.gov.uk/ons/resources/psnetborrowing1a_tcm77-371922.png \"Cumulative public sector net borrowing by month\")\n\nSource: Office for National Statistics\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nFigure 1b shows PSNB ex but with the effects of the transfer from the Royal Mail Pension Plan (April 2012) and the transfers from the APF removed. Again the OBR forecast for this measure is presented for the year end position.\n### Figure 1b: Cumulative public sector net borrowing by month\n##### Excluding the temporary effects of financial interventions and the impacts of the transfers from the Royal Mail Pension Plan and the Asset Purchase Facility\n[![Cumulative public sector net borrowing by month)](http://www.ons.gov.uk/ons/resources/psnetborrowing1b_tcm77-371923.png)](http://www.ons.gov.uk/ons/resources/psnetborrowing1b_tcm77-371923.png \"Cumulative public sector net borrowing by month\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. RM \u003d Royal Mail Pension Plan; APF \u003d Bank of England Asset Purchase Facility Fund\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nIt is important to remember that initial outturn estimates early in the financial year are provisional and can be subject to sizeable revisions in later months. In year timing effects also mean caution is needed when using year-to-date estimates for series such as net borrowing to predict year end positions.\n\nTo assist interpretation of the statistics, each month, on the day this bulletin is released, the OBR publishes a commentary on the latest figures and how these reflect on its forecasts on its website. There are many reasons why the outturn data in this publication may differ from the OBR forecasts. For instance, the OBR will have included in its forecasts its estimates of the impacts of certain pending ONS classification decisions which have yet to be made in the outturn data. The OBR commentary provides qualitative information to help users identify where differences may be expected.\n"
    },
    {
      "title": "Public sector net borrowing",
      "markdown": "Figure 2 provides an overview of public sector net borrowing excluding financial interventions (PSNB ex) of the last twenty financial years.\n### Figure 2: Public sector net borrowing, 1993/1994 to 2013/14\n##### Excluding the temporary effects of financial interventions\n[![Public sector net borrowing, 1993/1994 to 2013/14)](http://www.ons.gov.uk/ons/resources/psnetborrowinghistory_tcm77-371926.png)](http://www.ons.gov.uk/ons/resources/psnetborrowinghistory_tcm77-371926.png \"Public sector net borrowing, 1993/1994 to 2013/14\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. RM \u003d Royal Mail Pension Plan; APF \u003d Bank of England Asset Purchase Facility Fund\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nPSNB ex peaked in 2009/10 but has reduced since then. However, in 2013/14 net borrowing remained higher than before 2007/08 and the financial shock.\n\nPSNB ex was £93.7 billion in 2013/14. This was £13.0 billion higher than in 2012/13, when it was £80.7 billion.\n\nThe PSNB ex £13.0 billion increase between 2013/14 and 2012/13 was comprised of:\n\n- a decrease in the current budget deficit of £16.4 billion (expenditure exceeding receipts),\n- an increase in net investment of £29.3 billion.\n\nPSNB ex comparisons between 2012/13 and 2013/14 are affected by the Royal Mail Pension plan (RMPP) and Bank of England Asset purchase Facility (APF) transfer. When the impact of RMPP and the APF are removed (see Figure 2), net borrowing fell by £9.3 billion between 2012/13 and 2013/14. This was comprised of:\n\n- a decrease in the current budget deficit of £10.6 billion (affected by excluding APF transfers),\n- an increase in net investment of £1.3 billion (affected by excluding RMPP transfer).\n "
    },
    {
      "title": "Net borrowing by sector",
      "markdown": "In the UK the public sector consists of four sub-sectors: central government, local government, non financial public corporations and financial public corporations (ie. public sector banking groups). Table 3 shows the largest share of the public sector net borrowing relates to central government transactions. A more detailed analysis of central government is provided in the \u0027Central Government Account\u0027 section of this bulletin."
    },
    {
      "title": "Net cash requirement",
      "markdown": "The public sector net cash requirement (PSNCR) varies from month to month because of the timing of cash transactions. In June 2014 PSNCR excluding financial interventions (PSNCR ex) was £18.9 billion, an increase of £6.5 billion compared to last year. PSNCR ex is included in PSF4.\n\nThe path of the PSNCR ex is similar to that of public sector net borrowing peaking in 2009/10 and reducing in each of the following years.\n\nThe central government net cash requirement is a focus for some users as it provides an indication of how many gilts (government bonds) the Debt Management Office may issue to meet the government’s borrowing requirements.\n\nIn June 2014, central government net cash requirement (CGNCR) was £17.7 billion, which was £6.4 billion higher than in June 2013 (£11.2 billion).\n\nThe financial year-to-date 2014/15 CGNCR has been reduced by £4.1 billion due to a transfer from the Bank of England Asset purchase Facility (APF) Fund in April 2014.\n\nIn the financial year 2013/14, CGNCR was £75.4 billion, which was £29.6 billion lower than in the same period the previous year, (£105.0 billion).\n\nIn the financial year 2013/14, the following reduced the CGNCR:\n\n- the transfers between the APF and government,\n- the sale of shares in Lloyds and Royal Mail.\n\nIn the financial year 2012/13  the following events reduced CGNCR:\n\n- the Royal Mail Pension Plan transfer and subsequent sale of assets,\n- the transfer of the Special Liquidity Scheme final profits,\n- the 4G Spectrum sale, and\n- the transfers between the APF and government.\n\nAlthough the central government net cash requirement is the largest part of the general government net cash requirement, the public sector net cash requirement can be very different. The reason is that the public sector net cash requirement includes the net cash requirement of the public sector banking groups. In recent years, the public sector banking groups have recorded large cash surpluses which, have had a substantial impact on the public sector net cash requirement."
    },
    {
      "title": "Public sector net debt",
      "markdown": "Figure 3 shows public sector net debt excluding financial interventions (PSND ex) increased by close to £400 billion between 2008/09 and 2010/11 as changes in the economic environment had an impact on public sector net borrowing excluding financial interventions (PSNB ex). Since then it has continued to increase but at a slower rate.\n\nAt the end of 2013/14 PSND ex was £1,273.4 billion, an increase of £88.0 billion on the previous year. The increase in net debt comprised of:\n\n- an additional £93.7 billion of net borrowing;\n- cash transactions which do not impact net borrowing (as they are related to acquisition/disposal of financial assets of equivalent value, e.g. loans) and time of recording differences and changes in debt that have no corresponding cash flow (e.g. revaluations).\n\n### Figure 3: Public sector net debt, financial year\n##### Excluding the temporary effects of financial interventions\n[![Public sector net debt, financial year)](http://www.ons.gov.uk/ons/resources/psnetdebthistory_tcm77-371959.png)](http://www.ons.gov.uk/ons/resources/psnetdebthistory_tcm77-371959.png \"Public sector net debt, financial year\")\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nNet debt, for the purposes of UK fiscal policy, is defined as total gross financial liabilities less liquid financial assets, where liquid assets are cash and short-term assets which can be realised for cash at short notice and without significant loss. These liquid assets mainly comprise foreign exchange reserves and bank deposits. The net debt is a cash measure which is priced at nominal value (ie.  the cost to the issuer at redemption) and consolidated (ie. intra-sector holdings of liabilities/assets are removed."
    },
    {
      "title": "Central government Account",
      "markdown": "By looking at financial year data in Figure 4, it can be seen that the current budget deficit has reduced since 2009/10, but is still larger than before the financial shock.\n### Figure 4: Central government current budget, receipts and expenditure by financial year\n[![Central government current budget, receipts and expenditure by financial year)](http://www.ons.gov.uk/ons/resources/fig4cgcbreceiptsexp_tcm77-371958.png)](http://www.ons.gov.uk/ons/resources/fig4cgcbreceiptsexp_tcm77-371958.png \"Central government current budget, receipts and expenditure by financial year\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. Current budget is receipts minus expenditure but also includes the effects of depreciation\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nIn June 2014, the central government current budget (CGCB) was in deficit (expenditure was greater than receipts) by £10.5 billion. In recent years the current budget has been in deficit in most months. January and July tend to be surplus months as these are the two months with the highest receipts.\n### Current receipts\n\nIn June 2014, accrued current receipts were £44.1 billion, £1.9 billion lower than June 2013.  As cash receipts are generally accrued back to earlier periods when the economic activity took place, the first monthly estimate for receipts is by nature provisional, and must include a substantial amount of forecast data. Therefore, care must be taken when making inferences based on receipts data for the most recent months.\n### Figure 5: Central government current receipts by month\n##### All data excluding the temporary effects of financial interventions\n[![Central government current receipts by month)](http://www.ons.gov.uk/ons/resources/cgcurrentreceipts_tcm77-371935.png)](http://www.ons.gov.uk/ons/resources/cgcurrentreceipts_tcm77-371935.png \"Central government current receipts by month\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nThe main changes on the receipts side compared with last year were:\n\nTaxes on production in June 2014 were £19.0 billion, a £1.0 billion, or 5.4% increase on June 2013. Of these taxes, VAT receipts increased by £0.5 billion, or 5.5% to £10.2 billion, while Stamp duties (on shares, land \u0026 property) increased by £0.3 billion, or 43.1% to £1.1 billion,\n\nTaxes on income and wealth in June 2014 were £13.0 billion, a £0.5 billion, or 4.1% increase on June 2013. Of these, income tax related payments increased by £0.3 billion, or 2.3% to £11.3 billion, while corporation tax increased by £0.2 billion, or 17.9% to £1.5 billion.\n\nCentral government receipts follow a strong cyclical pattern over the year, with high receipts in April, July, October and January due to quarterly corporation tax returns being accrued to these months. This can be seen in Figure 5. January accrued receipts are particularly high due to receipts from quarterly corporation tax combining with those from income tax self assessment. The revenue raised through income tax self assessment, as well as affecting January receipts, also tends to lead to high receipts in February and, to a lesser degree, March.\n\nPAYE tends to vary little throughout the financial year on a monthly basis (excluding bonus months).\n\nFor the financial year 2013/14, central government accrued current receipts were £576.9 billion (including transfers from the Bank of England Asset Purchase Facility Fund (APF)), which was £26.1 billion higher than 2012/13.\n\nDividends from the APF increased current receipts by £12.2 billion in the financial year 2013/14.  In the financial year 2012/13 the current receipts were also increased by dividend payments, in this case £2.3 billion of dividends from the Special Liquidity Scheme (SLS) and a £6.4 billion APF transfer.\n\nWithout these payments 2013/14 central government accrued current receipts were £564.7 billion. This is £22.6 billion, higher than the previous financial year.\n### Current expenditure\n\nIn June 2014, central government accrued current expenditure was £53.9 billion, £2.0 billion higher than June 2013.\n\nIt is difficult to compare monthly expenditure between 2013/14 and 2012/13. This is because of a number of changes to central government funding for local authorities (in particular the timing of grants).\n\nIn 2011/12 and earlier years the funds were distributed in multiple, similar sized, payments throughout the year. In 2012/13 local authorities received almost all their funding from the Department for Communities and Local Government (DCLG) through redistributed business rates, rather than the Revenue Support Grant. In addition in 2012/13, as in previous years, the bulk of the Revenue Support Grant was paid in April with a smaller balance paid in February.\n\nFrom the start of 2013/14 local authorities retained half of the business rates they collect, with the remainder redistributed through the Revenue Support Grant. The retained business rates are still classified as a central government tax (see background note on business rates). Furthermore, the Revenue Support Grant in 2013/14 includes a number of grants that were paid by other departments in 2012/13, including one to fund council tax benefit localisation. This means that central government current expenditure year-on-year growth for April and February is high while year-on-year growth in other months is generally lower.\n### Figure 6: Central Government Current Expenditure (with debt interest payment) by month\n##### All data excluding the temporary effects of financial interventions\n[![Central Government Current Expenditure (with debt interest payment) by month)](http://www.ons.gov.uk/ons/resources/cgcurrentexp1_tcm77-371936.png)](http://www.ons.gov.uk/ons/resources/cgcurrentexp1_tcm77-371936.png \"Central Government Current Expenditure (with debt interest payment) by month\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nChanges in debt interest payments can impact central government current expenditure trends, so it can be informative to consider the total central government current expenditure excluding debt interest payments.\n\nExcluding debt interest, the total accrued current expenditure was £49.6 billion for June 2014, which was £2.2 billion higher than in June 2013.\n\nThe profile of accrued central government expenditure is broadly flat through the year. However, net social benefits are higher in December than in other months because of the winter fuel allowance. A further cyclical trend is that \u0027other\u0027 current expenditure tends to be highest at the end of the financial year in March.\n\nFor the financial year 2013/14, central government accrued current expenditure was £640.1 billion, which was £9.1 billion higher than the same period the previous year. Within this, net social benefit expenditure (largely pension benefits), was £193.3 billion (an increase of £1.9 billion) and other current expenditure (predominantly departmental expenditure) was £399.4 billion (an increase of £7.3 billion).\n\nThe increase in year-on-year spending on net social benefits is mainly due to the uprating of benefits. Benefits were uprated by 5.2% in 2012/13 in line with the Consumer Prices Index (CPI). This contrasts with an equivalent figure of 2.2% in 2013/14, which partly explains the low growth in net social benefits in the period April 2013 to February 2014.\n### Net investment\n\nIn June 2014, central government net investment was £2.1 billion, which was £0.7 billion higher than in June 2013. Central government net investment is difficult to predict in terms of its monthly profile as it includes some large capital grants (such as those to local authorities and education institutions), and can include some large capital acquisitions or disposals, all of which vary from year to year. One observable trend shown by Figure 7 is that net investment in the last quarter of the financial year is usually markedly higher than that in the previous three quarters.\n\nIn the financial year 2013/14 central government net investment was £27.2 billion, which was £30.7 billion higher than the same period the previous year.\n### Figure 7: Central government net investment by month\n##### All data excluding the temporary effects of financial interventions\n[![Central government net investment by month)](http://www.ons.gov.uk/ons/resources/cgnetinvestment_tcm77-371937.png)](http://www.ons.gov.uk/ons/resources/cgnetinvestment_tcm77-371937.png \"Central government net investment by month\")\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/psa/public-sector-finances/june-2014/chd---transaction-table.xls \"XLS format\") (492 Kb)\n\nCentral government net investment includes the direct acquisition minus disposal of capital assets (such as buildings, vehicles, computing infrastructure) by central government. It also includes capital grants to and from the private sector and other parts of the public sector. Capital grants are varied in nature and cover payments made to assist in the acquisition of a capital asset, payments made as a result of the disposal of a capital asset, transfers in ownership of a capital asset and the unreciprocated cancellation of a liability."
    },
    {
      "title": "Recent events and methodological changes",
      "markdown": "### Sovereign Sukuk\nIn June 2014 the UK government sold £200 million Sovereign Sukuk, maturing in July 2019. Their classification and treatment in the public sector finances is currently being considered.\n\n### Bank of England Asset Purchase Facility Fund\nThe Chancellor announced on 9 November 2012 that it had been agreed with the Bank of England to transfer the excess cash in the Asset Purchase Facility Fund to the Exchequer.\n\nIn June 2014, no cash was transferred from the Bank of England Asset Purchase Facility Fund to HM Treasury. The Bank of England entrepreneurial income for 2013/14 was calculated as £12.8 billion. This is the total amount of dividend transfers that can impact on net borrowing in 2014/15.\n\nThe PSF review consultation concluded that transfers between the Asset Purchase Facility Fund and government would be within the PNSB ex measure boundary. This means the APF transfers to central government will not impact on PSNB ex following implementation of the PSF review in September 2014.\n\nIn 2012/13, there were £11.3 billion of transfers from the Asset Purchase Facility to HM Treasury. Of these, £6.4 billion affected PSNB ex.\n\nIn 2013/14, there were £31.1 billion of transfers from the Asset Purchase Facility to HM Treasury. Of these, £12.2 billion affected PSNB ex.\n\nAll cash transferred from the Asset Purchase Facility to HM Treasury is fully reflected in central government net cash requirement and net debt. For more detail of transactions relating to the Asset Purchase Facility, see the new APF table (PSF13).\n\n### Lloyds Banking Group\nOn 17 September 2013 the UK Government began selling part of its shareholding in Lloyds Banking Group. The sale of the shares does not impact on the public sector net borrowing because it is a financial transaction.\n\nThe first sale (17 September 2013) of a 6% stake (at 75p a share) raised £3.2 billion cash. The second sale (25/26 March 2014) of a 7.5% stake raised £4.2 billion in cash. These amounts were recorded as reductions in the central government net cash requirement for the relevant months.\n\nThe public sector excluding financial interventions measures take account of the necessary transactions related to the Lloyds share sales. Implementation of changes to the public sector “including financial interventions” estimates are planned for August 2014. The classification decision of Lloyds following the share sales was published on 30 April 2014.\n\n### Revenue Support Grant\nAs happened last year, the bulk of the 2014/15 Revenue Support Grant has been paid by central government to local government in April, with the remaining balance due to be paid in February and March. This makes comparisons between 2014/15 and 2013/14 more informative, and avoids the issues of comparing monthly growths between 2013/14 and 2012/13 (when equivalent grants had a much flatter profile).\n\nNevertheless the payment has affected growth rates in 2014/15 because £7.6 billion was paid out in April 2014, compared with £9.1 billion in April 2013. This explains some of the fall in year to date Central Government \u0027other current spending\u0027 compared with last year. The impact on central government \u0027other current spending\u0027 is largely offset in local government net borrowing and is the main factor behind the higher local government net borrowing in the year-to-date.\n\n### Royal Mail Share Sale\nIn October 2013 the UK Government sold a 60% stake in Royal Mail, and at the same time awarded 10% plus 160,000 shares to eligible employees. Following this flotation of Royal Mail on the London Stock Exchange, ONS reviewed the classification of the company and decided that it should be classified as a Private Non-Financial Corporation (moving it from the public to private sector). More detail on the decision is provided in the classification article Royal Mail sale: Impacts in the National Accounts and Public Sector Finances .\n\nFor the Public Sector Finances, the impact on net borrowing is caused by the shares awarded to eligible employees. These shares were recorded as a capital transfer from central government to the private sector. This added to central government net borrowing and therefore public sector net borrowing by £331 million in October 2013.  This is calculated based on a price of £3.30 for the 10% (plus 160,000) shares provided to employees. The sale of a 60% stake in Royal Mail was a financial transaction and therefore did not affect net borrowing.\n\nThe impact on public sector net cash requirement is primarily from the receipt of cash from the sale of shares. The central government (and the public sector) net cash requirement was reduced by £2.0 billion in October 2013. This is calculated based on a price of £3.30 for 60% of the shares in Royal Mail. In addition, the cash requirement related to Royal Mail is no longer included in the public sector, however this is of a smaller order of magnitude.\n\nPublic sector consolidated gross debt is calculated from the sum of public sector liabilities (but where the corresponding assets are held within the public sector the liabilities are cancelled out). All liabilities held by Royal Mail are now in the private sector which means that the non-financial public corporation gross debt position was reduced by approximately £1.4 billion in October 2013. However, the reduction in the consolidated public sector gross debt position was closer to £0.4 billion because a large proportion of Royal Mail liabilities are owed to central government.\n\nNet debt is defined as gross debt (where the position was reduced by £0.4 billion) minus liquid assets. Royal Mail liquid assets were estimated at £0.5 billion for October 2013. The removal of these assets from the public sector led to an increase of approximately £0.1 billion in the public sector net debt position. The unwinding of public sector liabilities and assets in the coming months may lead to slight revisions to these debt impacts.\n\nThe Royal Mail classification decision was implemented in the Q4 2013 dataset for National Accounts.\n\n### Swiss Tax Agreement\nOn 1 January 2013 an agreement between the UK and the Swiss Confederation on co-operation in the area of taxation came into force. Under the terms of the agreement banking deposits of UK residents held in Swiss banks became liable for taxation.\n\nThe May 2013 net borrowing figures include the actual payments received to date (£868 million) from Swiss banks related to the tax co-operation agreement. A £1.0 million payment was made in June 2014. Further payments will continue to be included as and when received. Under National Accounts rules, the cash amount will be accrued to May 2013, meaning this month will continue to be revised until the full payment is received. The payment has been recorded as \u0027Other taxes\u0027 in Tables PSF3A and PSF3B."
    },
    {
      "title": "Revisions since previous bulletin",
      "markdown": "Although this bulletin contains public sector borrowing estimates for the 2013/14 financial year, these estimates will be revised in later months as improved data are received or provisional data sources are replaced with more final data sources. For example, HMRC have not fully finalised their data for 2013/14. This means revisions to 2013/14 will continue to develop in the coming months.\n\nAlso, government departments have not fully finalised their expenditure data for the financial year just ended. To minimise future revisions, a proportion of the difference between the OBR\u0027s Economic and Fiscal Outlook estimate of total departmental underspend and the underspend in the April data on OSCAR has been used to estimate likely further underspend from departments. Departments will be finalising their data to put their audited resource accounts before Parliament over the summer. Revisions from this process will be reflected in the September bulletin.\n\nTable 4 summarises revisions between the data contained in this bulletin and the previous publication. The causes of revisions impacting on all measures of net borrowing are outlined below.\n\n### Public Sector (excluding the temporary effects of financial interventions)\n\nRevisions to public sector net borrowing (excluding the temporary effects of financial interventions) (PSNB ex) are confined to the financial year 2013/14 and the year-to-date 2014/15 (April to May 2014). In the financial year 2013/14 PSNB ex was revised down by £1.2 billion, while in the period April to May 2014 PSNB ex was revised up by £0.5 billion.\n\n### Central Government\n\nRevisions to central government net borrowing (CGNB) are confined to the financial year 2013/14 and the year-to-date 2014/15 (April to May 2014).\n\nIn the financial year 2013/14, CGNB was revised down by £1.1 billion, while in the period April to May 2014 CGNB was revised up by £0.5 billion.\n\nTax receipts for the financial year 2013/14 have been updated to reflect the latest HMRC trust statement. Upward revisions to income and capital gains tax in the financial year 2013/14 led to an increase in Current Receipts of £1.1 billion. Both current spending and depreciation were unrevised in 2013/14, enabling the increase in current receipts to flow directly through to CGNB resulting in a downward revision of £1.1 billion to CGNB in the financial year 2013/14.\n\nIn the period April to May 2014, a number of largely offsetting revisions to the components of Current Receipts led to an overall small downward revision of £0.3 billion. Upward revision to Other Spending (largely departmental spending) and Net Social Benefits (largely pension benefits) resulted in an upward revision of £0.3 billion to Current Spending. The resulting downward revision to Savings of £0.5 billion combined with a small downward revision of Net Investment led to an upward revision of £0.5 billion to CGNB in the period April to May 2014.\n\n### Local Government\n\nRevisions to Local Government net borrowing (LGNB) are confined to the year-to-date 2014/15 (April to May 2014) and are due to transfers within the public sector.\n\n### Public Corporations\n\nRevisions to public corporation net borrowing (PCNB) are confined to the year-to-date 2014/15 (April to May 2014) and are due to transfers within the public sector.\n"
    },
    {
      "title": "New for the bulletin",
      "markdown": "### Publication of ESA10 and PSF Review Impacts\n\nONS has announced changes to the Public Sector Finance Statistics from:\n\n- the move from European System of Accounts 1995 to European System of Accounts 2010,\n- the 2013 Review of Public Sector Finance Statistics consultation.\n\nThe Public Sector Finances comply with international standards set out in the European System of Accounts (ESA). These standards ensure that economic statistics produced by all EU member states are compiled in a consistent, comparable, and reliable way. The new European System of Accounts (ESA10) standards will be adopted by all EU countries in September 2014. More detail can be found in the Transition to ESA10 article (138 Kb Pdf) published in February 2014.\n\nThe Review of Public Sector Finance Statistics proposed improvements to the presentation of the statistics and changes to the fiscal measures of net borrowing and net debt (the so called ‘ex-measures’). The key changes to these measures of debt and deficit are:\n\n- new ‘ex-measures’ that only exclude the debt and borrowing of the public sector banks,\n- introducing consistent treatment of shares within the Public Sector Finance statistics. In particular, the Government’s shares in Royal Bank of Scotland and Lloyds Banking Group would no longer be treated as liquid assets.\n\nBoth the PSF review and ESA10 will lead to changes in public sector finance estimates in September 2014. These changes are being implemented at the same time to avoid unhelpful multiple revisions.\n\nTo help users manage this change, this publication includes Table 5 which shows the estimated impact of the ESA 2010 changes and the PSF Review on key measures in the public sector finances. Time series data from 1997 onwards, on a quarterly and monthly basis, are available in the reference tables published with this bulletin.\n\nMore detail on the ESA 2010 and PSF Review impacts has been published, Developments to Public Sector Finance Statistics – June 2014 update.\n### Implementing the PSF Review\n\nThe PSF review proposed a new structure and presentational style for this bulletin. The responses to the consultation supported the direction of these changes and in the coming months these will be implemented in stages.\n\nFeedback on the content of the bulletin continues to be welcome and should be sent to psa@ons.gsi.gov.uk\n\n### Implementing the PSF Review\n\nOne of the PSF review conclusions was that further information on transactions related to the Asset Purchase Facility Fund would be helpful for users. This table is included in this month’s bulletin and shows interest receivable/payable, cash transfers and the loan liabilities of the APF (see Table PSF13).\n\nNew central government \u0027PSF3\u0027 tables were introduced in February and April 2014. The new local government tables introduced for the first time in the May 2014 publication have also been updated for the periods shown.\n\nFurther detail is available in an article titled Comparison of Government Expenditure and Revenue statistics in the monthly Public Sector Finances and quarterly National Accounts.\n\nIn the Public Sector Finances Statistical Bulletin published on 21 August 2014, a table summarising one off events impacting on public sector finances will be included. This bulletin will also include updated information for the public sector measures including financial interventions in relation to the public sector banks.\n\nSeptember publication date change\n\nDue to the additional time required to quality assure the ESA 2010 data set the Public Sector Finances publication in September will be published on Tuesday 23 rather than Friday 19. This publication is in advance of the GDP Quarterly National Accounts (QNA) publication in September 2014. This means that the ESA 2010 version of GDP is not available to calculate debt and other key aggregates as a percentage of GDP. In the publication on 23 September this statistical bulletin will include GDP ratios for the period 1997/98 to 2011/12 data. A further update to include 2012/13, 2013/14 and 2014/15 will be published on the 30 September when QNA are published.\n\nNo change to series identifiers\n\nWhile the accounting practices will be revised from an ESA 95 to an ESA 2010 basis in September 2014, the series identifiers (often referred to as CDIDs) will remain unchanged.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background Notes",
      "markdown": "Data quality\n\nA  summary quality report (201.4 Kb Pdf) for the public sector finances is available on the ONS website. This report describes in detail the intended uses of the statistics presented in this publication, their general quality and the methods used to produce them.\n\nAn overview note on the data sources used within public sector finances and the quality assurance processes that are undertaken in compiling the statistical release was published on the ONS website on 19 October 2012.\n\nDefinitions\n\nA methodology guide (360.3 Kb Pdf)  to monthly public sector finance statistics is available on the ONS website. It explains the concepts and measurement of the monthly data, plus those previously published, and gives some long runs of historical data. The following background notes provide further information regarding the monthly data.\n\nRange of measures published\n\nIn this bulletin we publish the headline measures of borrowing and debt (PSNB ex and PSND ex) in tables as well as the wider measures of borrowing and deficit, which include temporary impacts of financial interventions.\n\nSince 1997, it has been an essential feature of the UK Public Sector Finances\u0027 fiscal measures that they are based on National Accounts and European Government Finance Statistics concepts. It is important that these fiscal measures continue to be aligned with these international standards to ensure a high degree of comparability between domestic and international measures and because the Government bases its fiscal policy on these aligned measures.\nCoherence\n\nThe Public Sector Finances (PSF) have a more flexible revisions policy than other National Accounts data. Therefore, PSF data may be inconsistent with the published GDP and Sector and Financial accounts datasets because a revision may not be incorporated into the main National Accounts dataset until a later date. In Blue Book 2013, a process of alignment took place between National Accounts and Public Sector Finances. This significantly reduced the historic differences between National Accounts and Public Sector Finances. As a result of this work the figures in this monthly publication are largely consistent with the National Accounts figures, for more details of the alignment work and the existing differences between Public Sector Finances and National Accounts see the ONS article on the subject.\n\nGeneral government net borrowing reported in this bulletin forms the basis of the reports of Government Deficit under the Maastricht Treaty. The next bulletin will be published in October 2014.\n\nThe definition of general government net borrowing to be reported for the European Excessive Deficit Procedure (EDP) is slightly different to that used for National Accounts.\n\nThe bulletin on General Government Debt and Deficit under the Maastricht Treaty includes a table which reconciles the EDP defined general government net borrowing and that published here in the Public Sector Finances Statistical Bulletin.\n\nTax receipts data published in this bulletin are presented in terms of broad tax categories (eg. Income Tax, VAT). For more details on individual taxes, users can go to the HM Revenue \u0026 Customs website and access a monthly publication which provides cash tax receipts data which are entirely consistent with the data published in Table PSF5A and B of the bulletin.\n\nIn-year quarterly data are also published by HM Treasury. The data are accessible from HM Treasury\u0027s website.\nOSCAR - Online System for Central Accounting and Reporting\n\nIn June 2010, HM Treasury published as part of the Government transparency agenda, raw data from the COINS database (the predecessor to OSCAR) for the years 2005/06 to 2009/10. From September 2012 onwards the data releases have been made from OSCAR the new accounting system.\n\nAccuracy\n\nCentral government departmental expenditure data are subject to various validation processes and improve over time. They go through four main stages:\n\nStage 1: Initially, they are estimated using in-year reported data,\n\nStage 2: In the July following the completion of the financial year, departments update their full financial year estimates (but with no in-year profile), for publication in the Treasury’s Public Spending National Statistics annual publication. These estimates will be in line with the audited resource accounts for most departments,\n\nStage 3: For the autumn update of the Treasury’s Public Spending National Statistics these financial year estimates are updated,\n\nStage 4: In February the following year the winter update of the Treasury’s Public Spending National Statistics is published and the financial year estimates are further improved. All departments’ and devolved administrations’ accounts will have been audited and finalised by this stage. These revisions are not normally included in the Public Sector Finances statistical bulletin until the September release.\n\nThe local government data for 2011/12 and 2012/13 are based on final outturns for receipts and expenditure. Data for 2013/14 are based on either provisional estimates or forecasts and are subject to revisions when final outturn data become available.\n\nRevision s\n\nThe public sector revisions’ policy (14.5 Kb Pdf) is available on the ONS website.\n\nCurrently data for the public sector banking groups are only available for periods up to June 2013. Values for months from July 2013 onwards are ONS estimates. Consequently these, and the aggregates which include the impacts of financial interventions, may be revised substantially when actual data become available.\n\nHistorically, local government and public corporation net borrowing in the bulletin were derived in two different ways depending on the month to which the net borrowing related.\n\nSince January 2012 for local government and October 2012 for public corporations the methodology used to calculate quarterly net borrowing estimates has been modified to always use accrued current expenditure, revenue and net investment data. The cash deposits and loans data are only used to profile the monthly net borrowing within the quarterly estimates. It is expected that over time this approach will lead to less revisions to local government and public corporations net borrowing.\n\nNational Non-Domestic Rates (business rates)\n\nIn the financial year 2013/14 there was a change in the way national non-domestic rates were collected and re-distributed to local government.  However, because the transactions take place between central and local government the impact on the overall public sector finances was, and will continue to be neutral.\n\nThe profile of the payments from central government to local government was previously relatively stable across the financial year. Under the new method some of the money is now transferred at the beginning and end of the financial year.\nA further recent development which is expected to reduce the size of local government data revisions and improve the reliability of in-year local government data is the introduction of the Quarterly Revenue Outturn data collection by the Department for Communities and Local Government. These data, first collected during 2011/12, provide quarterly updates for the main aspects of local government accrued current expenditure. The Public Sector Finances bulletin has used these data in its estimates of in-year local government net borrowing since January 2012.\n\nOne indication of the reliability of the key indicators in this bulletin can be obtained by monitoring the size of revisions. Previously, analyses of revisions to the wider measures of public sector current budget, net borrowing, and net debt that include the impacts of financial interventions were presented in this bulletin. The sizeable revisions resulting from the replacement of imputed data by hard data for the public sector banking groups has meant that these revisions have become more prone to be statistically significant when tested. Given that the primary focus of users is on the ex-measures, it would be preferable to analyse and present revisions of these in the bulletin. As yet sufficiently long monthly time series are not available for the ex-measures to enable standard revisions analysis to be conducted on them.\n\nAs general government net borrowing is quite close in terms of coverage to PSNB ex, it is the subject of revisions analysis. The table shows summary information on the size and direction of revisions from first publication to one year later. The average of five years worth of such revisions is shown; for example – from those first published in June 2006 (for May 2006 to May 2011) first estimates. Please note that these indicators only report summary measures for revisions, the revised data may still be subject to measurement error.\n\nA statistical test is applied to the average revision to determine whether it is statistically significantly different from zero. An asterisk (*) is used to indicate if a mean revision has been found to be statistically significant. A spreadsheet giving these estimates and the calculations behind the averages in the tables is available on the ONS website in the data section for this statistical bulletin.\n\nA brief paper explaining the roles and responsibilities of ONS and HM Treasury when producing and publishing the public sector finances statistical release is on the ONS website.\n\nA note on the main uses and users of the public sector finances statistics was published on the ONS website on 21 September 2012.\nRecommendations for the improvement of the Public Sector Finances Statistical Bulletin may be emailed to psa@ons.gsi.gov.uk\nDetails of the policy governing the release of new data are available from the Media Relations Office. National Statistics are produced to high professional standards set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference. Details of the policy governing the release of new data are available by visiting www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html or from the Media Relations Office email: media.relations@ons.gsi.gov.uk\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n\nSpecial arrangements apply to the Public Sector Finances, which is produced jointly with HM Treasury. A list of ministers and officials with pre-publication access to the contents of this bulletin is available on request. In addition some members of the Treasury’s Fiscal Statistics and Policy (FSP) team will have access to them at all stages, because they are involved in the compilation or quality assurance of the data, and some members of the Treasury’s Communications team will see the bulletin, but only within the 24 hour pre-release period, because they place the data on the website.\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\nDesignation can be broadly interpreted to mean that the statistics:\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n\nPublic sector finance data series previously published in Financial Statistics are  made available for download on the Public Sector Finances web page. Tables 1.2A, 1.3A and 1.4A which are updated monthly will continue to be available monthly, published concurrently with the PSF Supplementary data, while Tables 1.3B, 1.3C and 1.3D will be available quarterly.\n\nFollowing ONS\n\nAs part of our continuous engagement strategy, comments are welcomed on ways in which the Public Sector Finances Statistical Bulletin might be improved. Please email: psa@ons.gsi.gov.uk."
    },
    {
      "title": "References",
      "markdown": ""
    },
    {
      "title": "Footnotes",
      "markdown": ""
    }
  ],
  "headline1": "This is the first estimate of the June 2014 public sector finances (financial year 2014/15). Financial year 2013/14 data have also been updated.",
  "headline2": "For the financial year 2013/14, PSNB ex was £93.7 billion. This was £13.0 billion higher than the same period in 2012/13.",
  "headline3": "During 2013/14, £31.1 billion was transferred from the APF to HM Treasury. Of this amount, £12.2 billion impacted on net borrowing.",
  "summary": "A presentational framework for the headline measures of Public Sector Finance Statistics (net borrowing, net cash requirement and net debt) is explained in this release. This includes the reasons for changes in net borrowing (deficit) and debt.",
  "relatedBulletins": [],
  "title": "Public Sector Finances, June 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Public Sector Finances, June 2014",
  "uri": "/economy/governmentpublicsectorandtaxes/publicsectorfinance/bulletins/publicsectorfinancesjune2014",
  "fileName": "publicsectorfinancesjune2014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Economy",
      "fileName": "economy"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Government, public sector and taxes",
      "fileName": "governmentpublicsectorandtaxes"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Public sector finance",
      "fileName": "publicsectorfinance",
      "breadcrumb": []
    }
  ]
}