{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Hannah Finselbach",
    "email": "m\u0026a@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key Points",
      "markdown": "- Domestic acquisitions (UK companies acquiring other UK companies) involving a change in majority ownership fell sharply to 26 transactions in Q1 2014, from 59 transactions in Q4 2013. This is the lowest level of domestic M\u0026A activity reported since ONS first began publishing these data in 1969.\n- There were 20 acquisitions in the UK by foreign companies in Q1 2014, which is one of the lowest levels on record. The only periods where the level has been lower are in Q1 2013 (19) and Q2 1987 (11).\n- The number of acquisitions abroad by UK companies, however, increased to 26 in Q1 2014 from 11 in Q4 2013. This level of activity, though, remains low compared with historical standards.\n- Relatively slow global economic growth, lack of confidence within the M\u0026A markets and the length of time involved to complete transactions are all factors which may have caused an overall decline in M\u0026A activity during Q1 2014.\n"
    },
    {
      "title": "Overview",
      "markdown": "This statistical bulletin provides estimates of the value and numbers of mergers, acquisitions and disposals involving UK companies with values of £1 million or more. The information provided reflects solely the change in majority ownership (ordinary shares) and therefore only transactions which result in a change of ultimate control of the target company are included. See note 5 of the Background Notes for more detail.\n\nFigures relating to mergers are included within acquisitions and those relating to demergers are contained within disposals. The values of transactions involving UK companies within this publication are on a ‘current price basis’, which are prices as they were at the time of measurement and not adjusted for inflation.\n"
    },
    {
      "title": "Your Views Matter",
      "markdown": "We are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have and would be particularly interested in knowing how you make use of these data to inform our work.  For further information please contact us via email:  \u003cm\u0026a@ons.gsi.gov.uk\u003e  or  telephone  Hannah Finselbach on +44 (0)1633 455635.\n\nWe want to find out what you like about our outputs, what you don\u0027t like about them, and how you think we can improve them. We would really appreciate it if you will take around ten minutes to complete our [Online Survey](https://www.surveymonkey.com/s/7M63FDL \"\"Online Survey\") to enable us to improve our outputs for you.\n"
    },
    {
      "title": "Summary",
      "markdown": "#### Figure 1: Number of acquisitions involving UK companies 1987 - 2014\n[![](http://www.ons.gov.uk/ons/resources/chtmafig1v4_tcm77-364849.png)](http://www.ons.gov.uk/ons/resources/chtmafig1v4_tcm77-364849.png)\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/chd-m-a-fig-1.xls \"XLS format\") (36 Kb)\n\n### Domestic and Cross Border Mergers and Acquisitions\n\nThe total number of mergers and acquisitions involving UK companies remained well below the levels of investment that were recorded before the 2008/2009 economic downturn. There were 72 domestic and cross border acquisitions involving UK companies in Q1 2014. This total includes domestic acquisitions (26), outward acquisitions (26), and inward acquisitions (20). The number of total mergers and acquisitions (M\u0026A) in Q1 2014 represents a 28% decrease on Q4 2013 (100) and also a 15% decrease on the number recorded in Q1 2013 (85).\n\nThe numbers and values of M\u0026A activity are volatile from quarter to quarter as the data relates to ‘one time’ only transactions. Every M\u0026A transaction is unique and has no set formula to follow in the M\u0026A process. Therefore between quarters both the value and numbers of M\u0026A estimates can change.\n\nGlobal merger, acquisitions and disposals activity is often driven by the availability of credit and company profits as well as a sense of confidence in the economic outlook. The majority of large M\u0026A transactions involve some element of borrowing or leveraging. Therefore, when credit conditions deteriorate as happened in the economic downturn M\u0026A activity reduced. On the other hand, the process of completing an M\u0026A transaction takes time and sometimes there may be a lag between improving economic conditions and any quarter-on-quarter increase in M\u0026A activity\n\n### How our statistics compare with external sources\n\nIn Q1 2014 the ONS data for domestic and cross border mergers and acquisitions were in line with the views of some external commentators.\n\nDespite some indicators suggesting tentative improvements in overall credit conditions ([Bank of England Credit Conditions Survey](http://www.bankofengland.co.uk/publications/Pages/other/monetary/ccs/ccs1404.aspx \"Bank of England Credit Conditions Survey\")) and an increased appetite for M\u0026A activity ([Deloitte’s CFO Survey](http://www.deloitte.com/assets/Dcom-nitedKingdom/Local%20Assets/Documents/Research/CFO%20Survey/uk-insights-cfo-survey-2014-q1-full-report.pdf \"Deloitte’s CFO Survey\")) there continued to be some signs of economic pressures that may have restricted domestic M\u0026A activity involving UK companies.\n\nFor example:\n- The Office for Budget Responsibility stated in its Economic and Fiscal outlook -  [March 2014 report](http://cdn.budgetresponsibility.org.uk/37839-OBR-Cm-8820-accessible-web-v2.pdf \"March 2014 report\"), that lending to small businesses remained weak with credit availability slower to improve than for mid-sized and large corporates.\n- In its [Inflation Report](http://www.bankofengland.co.uk/publications/Pages/inflationreport/2014/ir1402.aspx \"Inflation Report\"), the Bank of England (BoE) notes that lending to Private Non-Financial Corporations fell by 7.6% in Q1 2014 despite previous forecasts of growth.\n- Allen \u0026 Overy, an international legal practice reported in its [M\u0026A Index Q1 2014](http://www.allenovery.com/SiteCollectionDocuments/ma%20index%20q1%202014.pdf \"M\u0026A Index Q1 2014\") that deal numbers and values continued to decline in the financial sector, reflecting the time it is taking financial institutions to restructure their operations in the wake of the financial crisis. Some transactions are taking place, but they are taking much longer to complete.\n- Allen \u0026 Overy also [reported](http://www.bankofengland.co.uk/publications/Pages/agentssummary/2014/agsum14mar.aspx \"reported\") that although deal volumes in the UK during Q1 2014 were not significant there was a noticeable increase in confidence among companies partially due to the booming IPO market.\n"
    },
    {
      "title": "Transactions in the UK by Other UK Companies",
      "markdown": "In Q1 2014 the number of domestic mergers and acquisitions (UK companies acquiring other UK companies) involving a change of majority ownership, was the lowest reported since ONS first began publishing these data in 1969.  Despite quarter-on-quarter volatility the number of domestic acquisitions remained below levels seen prior to the 2008/2009 economic downturn.\n\n#### Figure 2: Value and number of acquisitions in the UK by other UK companies\n[![Figure 2: Value and number of acquisitions in the UK by other UK companies](http://www.ons.gov.uk/ons/resources/chtmafig2_tcm77-364854.png)](http://www.ons.gov.uk/ons/resources/chtmafig2_tcm77-364854.png \"Figure 2: Value and number of acquisitions in the UK by other UK companies\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. At Q1 2010 the deal identification threshold for the mergers and acquisitions surveys was raised from £0.1million to £1.0million. There is therefore a discontinuity in the number of transactions reported as illustrated above.\n2. All values are at current prices (see Background Notes for definition).\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/chd-m-a-fig-2.xls \"XLS format\") (28.5 Kb)\n\nThe number of acquisitions and mergers of UK companies by other UK companies (domestic M\u0026A) in Q1 2014 decreased sharply when compared with the previous quarter. There were 26 transactions reported during Q1 2014 compared with 59 in Q4 2013.  This fall in Q1 activity compared with Q4 reflects a regular pattern seen within these data for the past 40 years.\n\nIn Q1 2014 the value of domestic M\u0026A transactions was £0.7 billion, its lowest level for over a year and down from £1.2 billion in Q4 2013 (44% decrease).\n\nThe decline in domestic M\u0026A may be due to UK companies continuing to postpone any real commitment to capital spending and investment until they feel more certain that the domestic economic recovery can be sustained. Economic theory suggests that during periods of economic recovery companies often look to address their balance sheets and then utilise any spare capacity before embarking on investment opportunities.\n\nIn addition, it was reported in Allen \u0026 Overy’s M\u0026A Index Q1 2014, that the domestic M\u0026A market had been affected by an increase in the number of Initial Public Offerings as a number of companies such as Poundland and Circassia considered the option of floatation, rather than actively pursuing M\u0026A.\n\n#### Figure 3: Summary of mergers and acquistions in the UK by UK companies\n[![](http://www.ons.gov.uk/ons/resources/chtmafig3_tcm77-364864.png)](http://www.ons.gov.uk/ons/resources/chtmafig3_tcm77-364864.png)\n\nSource: Office for National Statistics\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/chd-m-a-fig-3.xls \"XLS format\") (33.5 Kb)\n\nIt is possible to split out the total number of domestic mergers and acquisitions into those made by independently controlled companies and those which are subsidiaries. The acquisition of an independent company means the purchase of a company in its entirety, whereas the acquisition of a subsidiary means the purchase of part of a company.\n\nThe estimates for the number of domestic mergers and acquisitions continue to be dominated by acquisitions of independently controlled companies. During Q1 2014 there were 21 acquisitions of independent UK companies involving other UK companies compared with five acquisitions involving UK subsidiaries.\n\n##### The following significant domestic acquisitions took place during Q1 2014:\n\n(Significant transactions are categorised as deals valued £100 million or more)\n\n- [Rentokil Initial Plc](http://www.theconstructionindex.co.uk/news/view/interserve-completes-initial-facilities-takeover \"Rentokil Initial Plc\") of the UK acquired Initial Facilities of the UK.\n- [Oxford Instruments Plc](http://www.investegate.co.uk/oxford-instruments--oxig-/rns/offer-declared-wholly-unconditional/201401220759012049Y/ \"Oxford Instruments Plc\") of the UK acquired Andor Technology Plc of the UK.\n"
    },
    {
      "title": "Transactions in the UK by Foreign Companies",
      "markdown": "In Q1 2014 the number of inward acquisitions and mergers of UK companies by foreign companies (20 inward acquisitions) involving a change of majority ownership remained similar to the number recorded in Q1 2013 (19).  Despite quarter-on-quarter volatility the number of inward acquisitions remained below levels seen prior to the 2008/2009 economic downturn.\n\n#### Figure 4: Number and Value of Acquisitions in the UK by Foreign Companies\n[![](http://www.ons.gov.uk/ons/resources/chtmafig4_tcm77-364865.png)](http://www.ons.gov.uk/ons/resources/chtmafig4_tcm77-364865.png)\n\nSource: Office for National Statistics\n\n##### Notes:\n1. At Q1 2010 the deal identification threshold for the mergers and acquisitions surveys was raised from £0.1million to £1.0million There is therefore a discontinuity in the number of transactions reported as illustrated above.\n2. All values are at current prices (see Background Notes for definition).\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/chd-m-a-fig-4.xls \"XLS format\") (34.5 Kb)\n\nThe number of acquisitions of UK companies by foreign companies fell during the economic downturn in 2008/2009 after reporting a peak of 86 completed acquisitions in Q1 2008. Despite a rise in the number of inward acquisitions from Q2 2009 to Q3 2011 the number fell to19 transactions in Q1 2013. Following a peak of 59 transactions in Q3 2013, the number of inward acquisitions has fallen again.\n\nIn Q1 2014, the number of inward acquisitions involving a change of majority ownership decreased by 33% on the previous quarter. There were 20 inward acquisitions recorded in Q1 2014 compared with 30 recorded in Q4 2013.\n\nThe estimate for the value of inward acquisitions increased sizeably from £2.0 billion in Q4 2013 to £5.4 billion ( current price basis) in Q1 2014. The vast majority of this increase can be explained by one large publically reported majority share transaction, where Schneider Electric SA of France acquired Invensys Plc of the UK.\n\nWhile the value of inward cross border transactions increased, the number of these transactions remained relatively low in Q1 2014. This may be due to the political instability abroad and a continued lack of confidence in the global M\u0026A markets because of slow foreign economic growth. However, if economic environments abroad improve and investor confidence grows then cross border M\u0026A activity may begin to show more definitive signs of improvement and recovery during 2014.\n\n\n##### The following significant transactions took place in the UK by foreign companies during Q1 2014.\n\n(Significant transactions are categorised as deals valued £100 million or more)\n\n- [Schneider  Electric SA](http://iom.invensys.com/uk/Pages/IOM_NewsDetail.aspx?NewsID\u003d639 \"Schneider  Electric SA\") of France acquired Invensys Plc of the UK.\n- [Google Inc](http://www.independent.co.uk/life-style/gadgets-and-tech/deepmind-google-buys-uk-artificial-intelligence-startup-for-242m-9087109.html \"Google Inc\") of the USA acquired Deepmind Technologies Ltd of the UK.\n- [BC Partners Ltd](http://www.bcpartners.com/news/2013/29-11-13.aspx \"BC Partners Ltd\") of Guernsey acquired  Mergermarket Ltd of the UK.\n- [Encore Capital Group Inc](ttp://www.cabotcm.com/media/2014/02/10/cabot-credit-management-acquires-marlin-financial-group \"Encore Capital Group Inc\") of the USA acquired Marlin Financial Group Ltd of the UK.\n- [Starwood Capital Group](http://www.bighospitality.co.uk/Business/Starwood-Capital-buys-De-Vere-Venues \"Starwood Capital Group\") of the USA  acquired  De Vere Venues Group  Ltd of the UK.\n- [The Hain Celeastial Group Inc](http://ir.hain-celestial.com/phoenix.zhtml?c\u003d87078\u0026p\u003dirol-newsArticle\u0026ID\u003d1890008\u0026highlight \"The Hain Celeastial Group Inc\") of the USA acquired Tilda Ltd of the UK.\n- [Zynga Inc](http://techcrunch.com/2014/01/30/zynga-naturalmotion/ \"Zynga Inc\") of the USA acquired Naturalmotion  Ltd of the UK.\n- [Markel Corporation](http://www.investegate.co.uk/abbey-protection-plc--abb-/rns/scheme-of-arrangement-effective/201401171423479745X/ \"Markel Corporation\") of the USA acquired Abbey Protection Plc of the UK.\n\nThe estimates of the number and value of disposals in the UK by foreign companies during Q1 2014 have been suppressed in this bulletin in order to avoid the potential disclosure of companies involved in this type of M\u0026A activity.\n"
    },
    {
      "title": "Transactions Abroad by UK Companies",
      "markdown": "In Q1 2014 the estimates for the number of acquisitions and mergers made by UK companies abroad (outward acquisitions) was 26, a sizeable increase compared with Q4 2013 when there were 11 completed acquisitions. Similar to inward and domestic acquisitions, despite some quarter-on-quarter volatility, the number of outward acquisitions remained below levels seen immediately prior to the 2008/2009 economic downturn.\n\n#### Figure 5: Number and Value of Acquisitions Abroad by UK Companies\n[![Figure 5: Number and Value of Acquisitions Abroad by UK Companies](http://www.ons.gov.uk/ons/resources/chtmafig5_tcm77-364866.png)](http://www.ons.gov.uk/ons/resources/chtmafig5_tcm77-364866.png \"Figure 5: Number and Value of Acquisitions Abroad by UK Companies\")\n\nSource: Office for National Statistics\n\n##### Notes:\n1. At Q1 2010 the deal identification threshold for the mergers and acquisitions surveys was raised from £0.1million to £1.0million. There is therefore a discontinuity in the number of transactions reported as illustrated above.\n2. All values are at current prices (see Background Notes for definition).\n3. * Denotes disclosive figures.\n\n##### Download chart:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/chd-m-a-fig-5.xls \"XLS format\") (29 Kb)\n\nThere were 91 outward acquisitions involving UK companies in Q2 2008, the highest number of transactions recorded since Q3 2007 (141), before the start of the economic downturn. Then from Q2 2008 onwards the number of outward acquisitions involving a change of majority ownership fell to 17 in Q1 2009. From Q1 2009 outward acquisitions increased to 77 in Q3 2011 but fell again to seven in Q3 2013.\n\nIn Q1 2014 the number of outward acquisitions made by UK companies abroad increased by 15 transactions when compared with the previous quarter (Q4 2013). There were 26 completed outward acquisitions in Q1 2014 valued at £2.3 billion compared with 11 outward acquisitions at Q4 2013. However, year-on-year comparison show that the number of outward acquisitions involving a change of majority ownership in Q1 2014 (26) are at a similar level to the number of outward acquisitions reported in Q1 2013 (27).\n\nThe rise in the number of outward cross border acquisitions seen in Q1 2014 may be partially due to the reported increase in corporate credit availability within the UK, especially targeted for larger corporates and medium-sized companies.  UK companies, given the reported improved economic outlook in the UK, may have felt more confident to proceed with M\u0026A investments abroad.\n\n##### The following significant transactions took place abroad by UK companies in Q1 2014:\n\n(Significant transactions are categorised as deals valued £100 million or more)\n\n- [Smith and Nephew Plc](http://www.telegraph.co.uk/finance/newsbysector/pharmaceuticalsandchemicals/10615081/Smith-and-Nephew-buys-ArthroCare-to-boost-sports-medicine-arm.html \"Smith and Nephew Plc\") of the UK acquired Arthrocare Corp of the USA.\n- [Pearson Plc](http://www.pearson.com/news/2013/december/pearson-acquiresgrupomultibecomesthemarketleaderinadultenglishla.html?article\u003dtrue \"Pearson Plc\") of the UK acquired Grupo Multi of Brazil.\n- [IMI Plc](http://www.imiplc.com/media/group-news/2014/rddisp020114.aspx \"IMI Plc\") of the UK disposed of its Beverage Dispensing \u0026 Merchandising Division of  the USA.\n- [IMI Plc](http://www.imiplc.com/media/group-news/2014/rddisp020114.aspx \"IMI Plc\") of the UK disposed of its Beverage Dispensing \u0026 Merchandising Division of  Germany.\n- [IMI Plc](http://www.imiplc.com/media/group-news/2014/rddisp020114.aspx \"IMI Plc\") of the UK disposed of its Beverage Dispensing \u0026 Merchandising Division of China.\n- [British United Provident Associated Ltd](http://www.investegate.co.uk/brit-utd-provascbupa/rns/bupa-completes-acquisition-of-cruz-blanca-salud/201402241200067735A \"British United Provident Associated Ltd\") of the UK disposed of Cruz Bianca Salud SA of Chile.\n- [Pace Plc](http://www.thetelegraphandargus.co.uk/business/10921266.Pace_seals_deal_on_acquiring_US_firm/ \"Pace Plc\") of the UK acquired Aurora Networks Inc of the USA.\n\n##### Additional information:\n\nDuring Q1 2014, [Vodafone Group Plc](http://www.vodafone.com/content/index/media/vodafone-group-releases/2013/vzw-circular.html \"Vodafone Group Plc\") completed the disposal of its 45% interest of Verizon Wireless to its joint venture partner Verizon Communications of the USA. Therefore the Q1 2014 M\u0026A outward disposal data does not include the value of this transaction as no change of majority ordinary share ownership occurred.\n\n[Vodafone Group Plc](http://www.vodafone.com/content/index/media/vodafone-group-releases/2014/vodafone-india.html \"Vodafone Group Plc\") announced on 11th April 2014 that it had acquired full control of its Indian subsidiary, Vodafone India Ltd’. Therefore the data for this outward acquisition will be included in the M\u0026A estimates for Q2 2014.\n\n[Vodafone Group Plc](http://www.vodafone.com/content/index/media/vodafone-group-releases/2014/ono.html \"Vodafone Group Plc\") also announced it was to acquire full control of Spain’s largest cable operator, Groupo Corporativo Ono, S.A. However the transaction is subject to customary terms and conditions and is not expected to complete until Q3 2014.\n\nThe estimates for the value of disposals abroad by UK companies during Q1 2014 have been suppressed in this bulletin in order to avoid the potential disclosure of companies involved in this type of M\u0026A activity.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background Notes",
      "markdown": "##### 1. Overview of Mergers and Acquisitions:\n\nThe M\u0026A estimates are analysed and produced to measure investment data for:\n[![](http://www.ons.gov.uk/ons/resources/infoinandoutgraphic_tcm77-364873.png)](http://www.ons.gov.uk/ons/resources/infoinandoutgraphic_tcm77-364873.png)\n\nWithin ONS, M\u0026A data are essential for producing the National Accounts. The survey results form important components of the UK Balance of Payments and Financial Accounts and are vital in the measurement of the financial and non-financial business sector accounts. M\u0026A data is used in the compilation of the estimates for Foreign Direct Investment and additionally used by other government departments when preparing ministerial briefings. For example, HM Treasury, The Department for Business, Innovation and Skills, UK Trade \u0026 Investment and HM Revenue and Customs. The M\u0026A data estimates are also used by foreign embassies, economists and academics for research purposes and for periodic statistical comparisons.\n\n##### 2. Your Views Matter\n\nWe are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have and would be particularly interested in knowing how you make use of these data to inform our work. Please contact us via email:  \u003cm\u0026a@ons.gsi.gov.uk\u003e  or telephone  Hannah Finselbach on +44 (0)1633 455635.\n\nThis bulletin has been produced by the International Trade branch in ONS. We want to find out what you like about our outputs, what you don\u0027t like about them, and how you think we can improve them. We would really appreciate it if you will take around 10 minutes to complete our Online Survey to enable us to improve our outputs for you.\n\n##### 3. Basic Quality Information\n\nThe Quality and Methodology Information for Mergers and Acquisitions(M\u0026A) surveys report describes in detail the intended uses of the statistics presented in this publication, their general quality and the methods used to produce them.\n\n##### 4. Relevance to Users\n\nThe degree to which the statistical outputs meet users’ needs.\n\nWithin ONS, the mergers and acquisitions data are considered to be essential for producing Balance of Payments and economic accounts statistics. The survey results form important components of the UK Balance of Payments and Financial Accounts and are vital in the measurement of the financial and non-financial business sector accounts.\n\nThe Cross-Borders Acquisitions and Mergers survey (M\u0026A) data are used in the compilation of the estimates of Foreign Direct Investment (FDI). These data meet the needs of FDI by collecting data on all acquisitions which lead to a holding in excess of 10% of the issued share capital. These estimates then feed into the UK Balance of Payments and the \u0027Rest of the World\u0027 sector of the financial accounts in the National Accounts, for which there is an EU legal requirement. Individual transaction information is also used to estimate the counterpart in \u0027portfolio\u0027 investment flows for monthly Balance of Payments.\n  \nThe data collected are also used in updating business structures and country of ownership codes on the Inter-Departmental Business Register (IDBR).The IDBR is a comprehensive list of UK businesses that is used by government for statistical purposes.\n\nElsewhere in government, examples of departments who use the data include:\n- HM Treasury, Economic Analysis Division, where the data are used in preparing briefing and forecasting;\n- Department for Business, Innovation and Skills, where direct investment data are required for ministerial briefing, parliamentary questions and in formulating trade policy;\n- UK Trade \u0026 Investment, where the information is used for briefing on the extent to which the UK is successful in attracting inward investment;\n- HM Revenue and Customs, where the data are used to help in forecasting company taxation..\n\nNon-government users include:\n\n- Private companies which are interested in analysing country and industry data for trends by foreign firms in the UK and by UK companies abroad and also for researching corporate finance activity and for the purpose of investment banking.\n- UK embassies in foreign countries, who are interested in information on specific countries and companies making acquisitions, and\n- Private sector economists, journalists and academics who are interested in information on particular industries and particular countries for research purposes and who use the data for periodic statistical comparisons.\n\nFeedback from users has indicated that the information received from the M\u0026A survey has a high degree of relevance across the above user groups, meets the vast majority of user needs, and all information currently collected and published is used.\n\n##### Source of data:\nThe information collected is based on reports in the financial press, specialist magazines, company and financial websites supplemented by special surveys to businesses to determine the form, value and timing of each transaction.\n\nIf the information is not yet in the public domain, such transactions may not be reflected in the analysis. Where full information has not yet been received on the details of the acquisition or disposal, the value of the transaction indicated in the public domain is used as an interim estimate.\n\nThe data shown in this release relate solely to mergers and acquisitions undertaken by companies: acquisitions by individuals are not included.\n\nThis publication contains data relating mergers, demergers, acquisitions and disposals. Figures relating to mergers are included within acquisitions and those relating to demergers are contained within disposals.\n\nONS makes every effort to provide informative commentary on the data in this release. As part of the quality assurance process, individual businesses are contacted in an attempt to capture reasons for large period on period data movements. It can prove difficult to gather detailed reasons from some businesses to help inform the commentary. Frequently, reasons given for data movements refer to a ‘change in market conditions’ or a ‘restructure of the company’. Consequently, it’s not possible for all data movements to be fully explained.\n\nONS are aware that a number of users make use of these data for modelling or forecasting purposes. In doing so, it is important that users make note of our revisions policy (see note 7 in the background notes) and that all time series are on a ‘current price’ basis, which means that the values are as they were at the time of measurement and not adjusted for inflation. Acquisitions and disposal activity can be affected by UK and global economic and political issues and therefore quarterly estimates can be volatile.\n\nOne question often asked of the M\u0026A release is ‘why is there a time delay between the announcement of M\u0026A transactions in the press and the inclusion of these transactions within ONS M\u0026A figures?’ The difference is that ONS figures record when a transactions legally completes as opposed to when the transaction has been announced in the press. The complexities surrounding the acquisitions/disposals taking place often incurs a time lag, which can vary between quarters.\n\n##### 5. Significant Transactions\n\nSignificant Transactions tables show the reported figures for a selection of significant transactions which occurred in the quarter, where ‘significance’ is defined as the absolute value of the deal.\n\nThe figures shown are usually the ones available from the financial press or other sources in the public domain although occasionally, with the consent of the company, the value returned to the ONS is used in the tables instead of the press reported figure. If the company’s consent cannot be obtained then the deal is excluded, however, the values are included in the aggregate tables. Occasionally, therefore, a large deal may be missing (suppressed) from the lists so it is best to regard these tables as an indication of the ranking of deals rather than a completely exhaustive listing.\n\nPress reported figures for M\u0026A transactions often differ to some extent from those supplied by companies to ONS and it is the latter which are used in compiling statistical aggregates in tables 1-10. Included in the prices quoted in the tables of significant transactions is the total published price paid for the company excluding any assumed debt where known. Deferred payments are included in the reported price even if the payment is made in a different quarter.\n\n##### 6. Types of Transactions Covered\n\n**Mergers** are acquisitions in which all or part of the payment is made in shares, such that the shareholders of the two companies become shareholders of a new, combined company group.\n\n**Demergers** are disposals where a company group divides into two or more separate companies, in such a way that the shareholders of the restructured companies remain the same, or retain the equivalent value shareholding in one of the newly independent companies. Demergers are included in the statistics within disposals.\n\n**Acquisitions** are transactions which involve one company purchasing the ordinary shares of a second company (‘target  company’). A target company is usually of a smaller size than the company undertaking the purchase.\n\n**Disposal** is a term used to describe the action when a company or organisation sells or liquidates an asset or business.\n\n**Cross-border** acquisitions denote transactions where a company in one country acquires, either directly or indirectly, a controlling interest in a company in another country.\n\n**Direct transactions** are those where a company acquires a controlling interest in another company.\n\n**Indirect transactions** are those where a company uses an existing foreign subsidiary to acquire a controlling interest in a company resident in another country. The acquiring foreign intermediate company may be located in the same country in which the acquisition is being made or in a different country.\n\n**Acquisitions within the UK by other UK companies** denote mergers and acquisitions involving only UK registered companies.\n\nWhere the acquired company was a subsidiary of another company the transaction is classified as a sale between company groups.\n\nThe phrase ‘acquisitions in the UK by UK companies’ refer to deals where the ultimate ownership remains in the UK. This heading does not cover the total number or value of deals where a UK company is the acquirer. When a foreign company acquires a UK company through one of its existing UK subsidiaries or a UK registered special purpose vehicle that deal is shown as part of the data under ‘acquisitions in the UK by foreign companies’.\n\n**Acquisition of independent companies**\nThe acquisition of an independent company means the purchase of a company in its entirety – the company itself and all of its subsidiaries.\n\n**Acquisition of subsidiary companies**\nThe acquisition of a subsidiary company means the purchase of part of a company.\n\n##### 7. Financing\n\nThis statistical bulletin provides details of the application of funds to effect mergers and acquisitions and the proceeds raised from disinvestments and demergers.\n\nFor indirect foreign transactions there is the added complication of considering the movements of funds either as capital injection or in the form of loans between parent companies and their foreign subsidiaries making the acquisition. Occasionally, the foreign subsidiary obtains the funds required partly or entirely outside the UK from sources such as:\n\n- Own resources;\n- Borrowing from banks and other local sources;\n- Share, bond and other capital or notes issued abroad.\n\nAlso, a transaction may be funded by more than one method.\n\n##### 8. Definitions of Geographic Areas\n\n#### Table A: Geography\n\nTable source: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/prt-m-a-a.xls \"XLS format\") (33 Kb)\n\n##### 9. Revisions\n\nData for all quarters of 2013 have been revised in the light of new information, and so revisions to the data for Q1, Q2, Q3 and Q4 2013 have been published in this statistical bulletin. No further revisions to data prior to Q1 2013 have been made. Therefore time series data for all quarters of 2012 and any previous historic quarterly and annual periods remain unchanged.\nAnnual data tables for 2013 are produced in conjunction with the Q4 2013 data.  Revisions  to the 2013 quarterly and annual figures are recalculated  at Q1 2014 only. No revisions to annual data prior to 2013 have been made. Therefore time series data for previous historic annual periods remains unchanged.\n\nRevisions to the aggregates used in M\u0026A principally occur for the following reasons:\n\n- **Completion of transactions**: On announcement of a proposed transaction an expected completion date is usually given. The publicly reported values will be allocated to the quarter of expected completion. If the transaction is ultimately completed in an earlier or later quarter, the recorded values will be reallocated to the new quarter.\n- **Publicly reported values**: Publicly reported values are initially used to compile the aggregates. These can vary considerably from the values ultimately supplied by the respondents, frequently because the assumption of debt has been included in the publicly reported value. A nominal value is applied if no publicly reported value is available. The final values used to create the aggregates are those supplied by the respondent.\n- **Non-completion of transactions**: On announcement of a proposed transaction the publicly reported value of the transaction is recorded. If the transaction does not subsequently take place the recorded value will be deleted.\n- **Non-share transactions**: On announcement of a proposed transaction it may appear that there will be transactions in the share capital of the companies involved and the publicly reported values will be recorded. If subsequent information contradicts this the recorded values will be amended or deleted.\n- **Control**: On announcement of a proposed transaction it may appear that the transaction will give the purchasing company control of the purchased company, that is, a share ownership of greater than 50%. If subsequent information contradicts this the recorded values will be amended or deleted.\n- **Revisions from respondents**: Very occasionally respondents revise the values that they have previously supplied to ONS. The revised values are those used to create the aggregates.\n\n#### Table B: Average Revisions Over the Previous Five Quarters\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. Average absolute revision.\n2. ..  Data suppressed.\n3. *Significant revision.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/prt-m-a-b.xls \"XLS format\") (31 Kb)\n\n#### Table C: Average Revisions Over the Previous Five Quarters\n\nTable source: Office for National Statistics\n\n##### Table notes:\n1. ..  Data suppressed.\n2. *Significant revision.\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/prt-m-a-c.xls \"XLS format\") (30 Kb)\n\nAnalysing average revisions between provisional and final estimates can provide an indication of reliability in an initial statistic. Provisional statistics may be based on less information than is available for final statistics as they have been processed more quickly to meet the demand of customers. By looking at these average revisions it can help us determine whether revisions are being made consistently in one direction i.e. if early estimates are consistently under or overestimating the later figures. A test is subsequently performed on these average revisions to determine if they are statistically different from zero. Revisions that are not statistically significant imply that an average revision might be non-zero simply through random effects.\n\n##### 10. Response Rates\n\n#### Table D: Response Rates\n\nTable source: Office for National Statistics\n\n##### Download table:\n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/international-transactions/mergers-and-acquisitions-involving-uk-companies/q1-2014/prt-m-a-d.xls \"XLS format\") (30 Kb)\n\n##### 11. Notes to Tables\n\nThe deal identification threshold was increased at Q1 2010  to a value of £1.0 million from a previous value of £0.1 million. As a consequence there is a discontinuity in the value and number of deals reported from Q1 2010 onwards compared with previous periods.\nSymbols used in the tables are:\n\n- .. Figure suppressed to avoid disclosure of information relating to individual enterprises.\n- – Nil or less than half the final digit shown.\n\nThe sum of constituent items in tables may not always agree exactly with the totals shown due to rounding.\n\n##### 12. Disclosure\n\nIt is sometimes necessary to suppress figures for certain items in order to avoid disclosing information about an individual business. Further information on why data are suppressed is available in the [ONS Disclosure Control Policy](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/statistical-disclosure-control/index.html \"Statistical Disclosure Control\").\n\n##### 13. Office for National Statistics\n\nThe Office for National Statistics (ONS) is the executive office of the UK Statistics Authority, a non-ministerial department which reports directly to Parliament. ONS is the UK government\u0027s single largest statistical producer. It compiles information about the UK\u0027s society and economy, and provides the evidence-base for policy and decision-making, the allocation of resources, and public accountability. The Director General of ONS reports directly to the National Statistician who is the Authority\u0027s Chief Executive and the Head of the Government Statistical Service.\n\nThe UK Statistics Authority has reviewed this publication in its report: “[Assessment of compliance with the Code of Practice for Official Statistics”: Statistics of International Transactions](http://www.statisticsauthority.gov.uk/assessment/assessment/assessment-reports/assessment-report-164---statistics-on-international-transactions.pdf \"Assessment of compliance with the Code of Practice for Official Statistics”: Statistics of International Transactions\"), which was published on 8 December 2011. This review recommended that the Mergers and Acquisitions estimates be designated as National Statistics, subject to ONS carrying out certain requirements. ONS met all of these requirements on 3 May 2013.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods, and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n\n##### 14. Social media\n\n- Follow ONS on [Twitter [![Twitter](http://www.ons.gov.uk/ons/resources/icontwitter_tcm77-30067.gif)](http://www.ons.gov.uk/ons/resources/icontwitter_tcm77-30067.gif \"Twitter\")](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\")  and receive up to date information about our statistics.\n- Like ONS on [Facebook [![](http://www.ons.gov.uk/ons/resources/iconfacebook_tcm77-30058.gif)](http://www.ons.gov.uk/ons/resources/iconfacebook_tcm77-30058.gif \"Facebook\")](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\")  to receive our updates in your newsfeed and to post comments on our page.\n- Watch our videos on [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\").\n\n##### 15. The Government Statistical Service (GSS)\n\nThe Government Statistical Service is a network of professional statisticians and their staff operating both within the Office for National Statistics and across more than 30 other government departments and agencies.\n\n##### 16. Government Statistical Service (GSS) business statistics\nTo find out about other official business statistics, and choose the right data for your needs, use the [GSS Business Statistics Interactive User Guide](http://www.ons.gov.uk/ons/guide-method/understanding-ons-statistics/business-statistics---interactive-user-guide/index.html \"GSS Business Statistics Interactive User Guide\"). By selecting your topics of interest, the tool will pinpoint publications that should be of interest to you, and provide you with links to more detailed information and the relevant statistical releases. It also offers guidance on which statistics are appropriate for different uses.\n\n##### 17. Discussing ONS business statistics online\n\nThere is a [Business and Trade Statistics](http://www.ons.gov.uk/ons/external-links/organisations/statsusernet/business-and-trade-statistics.html \"Business and Trade Statistics\") community on the StatsUserNet website. StatsUserNet is the Royal Statistical Society’s interactive site for users of official statistics. The community objectives are to promote dialogue and share information between users and producers of official business and trade statistics about the structure, content and performance of businesses within the UK. Anyone can join the discussions by registering via either of the links above.\n\n##### 18. Special events\n\nONS has published commentary, analysis and policy on \u0027Special Events\u0027 which may affect statistical outputs. For full details visit the Special Events page on the ONS website.\n\n##### 19. Release policy\n\nAll data in this release can be downloaded free of charge from the ONS website. Alternatively for low-cost tailored data call Online Services on +44 (0)845 601 3034 or email: \u003cinfo@ons.gsi.gov.uk\u003e\n\nHere are the instructions to obtain a full time series of data from the statistical bulletin or release pages:\n\n- Select \u0027Data in this release\u0027;\n- Select \u0027View datasets associated with this release\u0027;\n- Select the latest release;\n- Select \u0027Select series from this dataset\u0027;\n- Select the reference table of interest;\n- Select \u0027View series\u0027;\n- Select the series of interest (Hint: for a custom download you can use SHIFT to select a range of series or CTRL to select multiple individual series);\n- Select \u0027View selection\u0027;\n- Select \u0027Download\u0027.\n\n20. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "headline1": "Domestic acquisitions (UK companies acquiring other UK companies) involving a change in majority ownership fell sharply to 26 transactions in Q1 2014, from 59 transactions in Q4 2013.",
  "headline2": "There were 20 acquisitions in the UK by foreign companies in Q1 2014, which is one of the lowest levels on record.",
  "headline3": "The number of acquisitions abroad by UK companies, however, increased to 26 in Q1 2014 from 11 in Q4 2013.",
  "summary": "Estimates of the value and numbers of mergers, acquisitions and disposals involving UK companies with values of £1.0 million or more. The information provided reflects solely the change in majority ownership (ordinary shares) and therefore only transactions which result in a change of ultimate control of the target company are included.",
  "relatedBulletins": [],
  "title": "Mergers and Acquisitions Involving UK Companies, Q1 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Mergers and Acquisitions Involving UK Companies, Q1 2014",
  "uri": "/businessindustryandtrade/changestobusiness/mergersandacquisitions/bulletins/mergersandacquisitionsinvolvingukcompaniesq12014",
  "fileName": "mergersandacquisitionsinvolvingukcompaniesq12014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Business, industry and trade",
      "fileName": "businessindustryandtrade"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Changes to business",
      "fileName": "changestobusiness"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Mergers and acquisitions",
      "fileName": "mergersandacquisitions",
      "breadcrumb": []
    }
  ]
}