{"relatedBulletins":[],"sections":[{"title":"Key points","markdown":"- In 2014, 38 million adults (76%) in Great Britain accessed the Internet every day, 21 million more than in 2006, when directly comparable records began.\n- Access to the Internet using a mobile phone more than doubled between 2010 and 2014, from 24% to 58%.\n- In 2014, 74% of all adults bought goods or services online, up from 53% in 2008. Clothes (49%) were the most popular online purchase in 2014.\n- Of all adults in Great Britain, 67% are aware of Internet storage space services, but the take up of these services to store data is much lower at 35%.\n- In Great Britain, 22 million households (84%) had Internet access in 2014, up from 57% in 2006.\n- Fixed broadband Internet connections were used by 91% of households.\n"},{"title":"Summary","markdown":"The Internet has changed the way people go about their daily lives. Over three quarters of adults in Great Britain used the Internet every day (76%) in 2014, with almost 7 out of every 10 adults (68%) using a mobile phone, portable computer and/or handheld device to access the Internet 'on the go'.\n\nYoung adults lead the way across all categories of Internet use. Those aged 16 to 24 used the Internet more than other age groups for recreational activities such as social networking (91%) and playing or downloading games (68%). Adults aged 25 to 34 used the Internet more than other age groups to carry out a wide range of established ‘every day’ activities, such as purchasing goods or services online (90%), Internet banking (71%) and selling goods or services online (36%).\n\nThe results are derived from the Opinions and Lifestyle Survey. ONS first collected statistics on Internet access in 1998. Since then, a number of changes have been made to the Internet access survey, as well as the publication of annual results since 2006. Where possible, comparisons over time are made in this release. However, the available coverage for time series comparisons varies, as survey questions vary each year.\n"},{"title":"Your views matter","markdown":"We are constantly aiming to improve this release and its associated commentary. We would welcome any feedback you might have and would be particularly interested in knowing how you make use of these data to inform your work. Please contact us via email: <esociety@ons.gsi.gov.uk> or telephone Cecil Prescott on +44 (0)1633 456767.\n\nThe ONS has also launched a public consultation on the future publication of statistics to measure the digital economy to ensure these statistics continue to meet user needs. The consultation will close on 30 October. As part of this consultation ONS are seeking user views on the future of the Internet Access Quarterly Update statistical bulletin. Until recently this was a quarterly bulletin, which is now due to become an annual release. The full consultation document can be found on the [ONS Consultation pages](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations-and-user-surveys/open-consultations/2014/consultation-on-measuring-the-digital-economy/index.html \"Consultation on Measuring the Digital Economy\").\n\nTo respond to this consultation please complete the [online questionnaire](https://www.surveymonkey.com/s/onsdigitaleconomy \"online questionnaire\") or send the questionnaire in Annex A of the consultation document to: <esociety@ons.gsi.gov.uk>\n"},{"title":"Computer and Internet use","markdown":"On 14 May 2014, as part of the Internet Access Quarterly Update, ONS reported that 43.5 million people in Great Britain had ever used the Internet, representing approximately 87% of the adult population.\n\nUse of a computer is inextricably linked to the ability of an individual to use the Internet. Both computer and Internet use have increased over time as shown in Figures 1 and 2. In 2014, 73% of adults in Great Britain used a computer every day, up from 45% in 2006 (see Figure 1). Increases in daily computer usage between 2006 and 2014 were seen for all age groups, with the largest relative increase being for those aged 65 and over.  In 2006, of those aged 65 and over, just 9% reported that they used a computer every day, compared with 42% in 2014.\n\n<ons-chart path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/e2c561d0\" />"},{"title":"Frequency of Internet use","markdown":"In 2014, 38 million adults in Great Britain used the Internet every day, or almost every day. This represented 76% of those aged 16 and over and was more than double the number of adults (16 million; 35% of adults) that used the Internet daily in 2006 when directly comparable records began (see Figure 2). Daily Internet use has increased by 2 million since 2013.\n\n<ons-chart path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/93b32cbe\" />\n"},{"title":"Internet activities","markdown":"Email is an immediate and often free way to stay in contact, supported by the ability to access email accounts on mobile Internet devices “on the go”. The use of email remains the most common activity undertaken on the Internet by adults in Great Britain in 2014, with 75% of adults having used the Internet for this purpose, up from 57% in 2007.\n\nFinding information about goods and services was the second most common Internet activity in 2014, undertaken by almost three quarters of all adults (73%), up from 58% in 2007.\n\nLess than one in ten adults (6%) participated in more technical activities of creating websites or blogs on the Internet; remaining unchanged from 2012. The fact that websites are constantly being created and bloggers are regularly updating their blog.com or wordpress.com accounts (amongst others) shows that while usage is low, those that do undertake this type of activity tend to use the facility on a regular basis.\n\nAll activities surveyed between 2007 and 2014 have seen an increase in usage, with Internet use for reading or downloading newspapers and magazines showing the largest rise. Over half of all adults (55%) used the Internet to read or download the news, newspapers or magazines in 2014, compared with only 20% of adults in 2007 (see Figure 3). With reports of decreased physical newspaper readership, there has been media interest in how people will access the news in the future.\n\n<ons-chart path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/48bdac6f\" />\n\nThe level of several of the Internet activities surveyed between 2013 and 2014 has stabilised. However, some categories have shown a small rise such as finding information about goods and services at 66% in 2013, compared with 73% in 2014 and Internet banking, which was 50% in 2013 increasing to 53% in 2014.\n\nThere are distinct differences in how individuals make use of the Internet when analysed by age. As ‘early-adopters’, it is of little surprise that those adults in the two youngest age groups (16 to 24 and 25 to 34) are proportionately the largest users of many of the Internet activities surveyed.\n\nIn 2014, adults aged 16 to 24 were most likely to engage in online activities that focused on leisure or recreation, especially newer activities such as social networking (91%) (see Figure 4) and playing or downloading games (68%).\n\nAdults aged 25 to 34 reported the highest level of use in some of the activities surveyed, in particular day-to-day activities such as sending emails (86%, along with the 35 to 44 age group) and reading or downloading online news, newspapers or magazines (73%). This trend is particularly evident when considering online banking where almost three quarters (71%) of those aged 25 to 34 accessed their bank accounts over the Internet. This compares to just over half of all adults (53%) who used Internet banking.\n\nThe use of the Internet to carry out certain activities has been developing significantly amongst older age groups. The proportion of adults aged 45 to 54 using the Internet for finding information about goods and services, increased from 74% in 2013 to 84% in 2014. Internet banking activity in the same age group rose from 50% to 62% over the same period. For adults aged 55 to 64 the use of social networking rose from 29% in 2013 to 37% in 2014.\n\nSocial networking has been one of the major success stories of the Internet age. In 2014, over half (54%) of all adults participated in social networking, up from 45% in 2011. Almost all adults aged 16 to 24 (91%) used social networks in 2014, but it is important to note that its use is not solely confined to the youngest age groups. Around 37% of adults aged 55 to 64 and 13% of those aged 65 and over participated in social networking in 2014.\n\nThe Internet is a resource for new services such as Google Play, iTunes, and streaming services such as Netflix and Lovefilm. It has never been easier to watch a film online, listen to the latest album releases or download games to mobiles, tablets, desktops or consoles. There has been significant growth, in the last seven years, in adults playing or downloading films, music, games or images online. In 2007, only 24% of adults carried out such activities; this had almost doubled by 2014, with 44% of adults playing or downloading films, music, games or images online. While participation in this activity was most popular for adults aged 16 to 24 (with 68% of this age group participating in this activity), those in the 25-34 (61%) and 35-44 (58%) age groups also reported high rates of this activity.\n\nMaking an appointment with a doctor or other health practitioner is the only activity where participation increases across the age groups (with the exception of those aged 65 and over). Around 8% of those in the 16 to 24 and 25 to 34 age groups made an appointment with a doctor or other health practitioner through the Internet in 2014 compared with 15% of those in the 55-64 age group. This is likely to be a result of those in the older age groups being more likely to need to seek medical advice or visit surgeries more frequently.\n\n<ons-chart path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/34c604c1\" />\n"},{"title":"Internet shopping","markdown":"In 2014, one in seven shops currently stand vacant on the high street according to the [BBC](http://www.bbc.co.uk/news/business-26849833 \"BBC\"). As regular stories appear in the media reporting the decline of the high street, it is interesting to note that almost three quarters (74%) of all adults reported buying goods or services online. This has risen from 53% in 2008. While younger age groups have traditionally embraced Internet shopping (90% of 25 to 34 year olds), there has been significant growth in the rate of online purchasing by those aged over 65. Two in every five adults (40%) aged 65 and over bought online in 2014; more than double the 2008 estimate of 16%.\n\n‘Clothes’ were the most popular online purchase in 2014, bought by 49% of all adults. Those aged 25 to 34 were most likely to buy these items (64%) (see Figure 5). In 2014, over half of all women (52%) bought clothes online, compared with 46% of men. ‘Household goods (for example, furniture, toys etc)’ were the next most popular items purchased online across all adults at 42% in 2014. The 25-34 age group were most likely to buy these items (59%). For ‘travel arrangements’ 37% of all adults purchased online instead of purchasing via high street travel agents and the like. Those aged 35 to 44 purchased this type of product the most out of all age groups (47%).\n\nThere is a noticeable difference in the type of goods bought online, when analysed by age. In 2014, only 18% of those aged 16 to 24 bought food and groceries online, compared with 38% of those aged 25 to 34 (see Figure 5). Only 28% of those aged 16 to 24 bought households goods (for example, furniture, toys etc) compared with 59% of those aged 25 to 34.\n\nThe main payment method for purchases over the Internet was via credit or debit card at 87%, followed by prepay card or prepay account details over the Internet (40%).\n\n####Figure 5: Purchases made over the Internet by age group, 2014\n[![Figure 5: Purchases made over the Internet by age group, 2014](http://www.ons.gov.uk/ons/resources/chtiafig5_tcm77-373563.png \"Figure 5: Purchases made over the Internet by age group, 2014\")](http://www.ons.gov.uk/ons/resources/chtiafig5_tcm77-373563.png) \n#####Source: Office for National Statistics"},{"title":"Mobile Internet","markdown":"In October 2012, the UK’s first 4G network was launched, offering faster mobile broadband than the existing 2G and 3G networks previously provided. In 2014, the areas covered by 4G services are expanding steadily. Recent developments have not been limited to mobile broadband, with the availability of wireless (wi-fi) hotspots increasing at a rapid rate. Leading companies provide thousands of hotspots across the country. These are now regularly available at locations such as pubs, cafes and hotels. The availability of both mobile broadband and wi-fi networks means that mobile Internet is now used by more people than ever before.\n\nIn 2014, almost 7 in 10 adults (68%) had used devices such as mobile phones, portable computers (tablet or laptop) or other hand held devices to access the mobile Internet, away from home or work in the last 3 months (see Image 1). Almost all those aged 16 to 24 (96%) had used a mobile phone or portable device to access the Internet “on the go”, compared with only 23% of those aged 65 and over.\n\nThe most popular device used to access the Internet ‘on the go’ was a mobile phone, with over half of all adults (58%) accessing the Internet this way. This has more than doubled since the 2010 estimate of 24%.\n\nAlmost 9 in 10 (87%) adults aged 16 to 24 used their mobile phone to access the Internet. However, this type of access is not solely limited to the early-adopting younger age groups, with 6 in 10 (62%) of those aged 45 to 54 accessing the mobile Internet on their mobile phone.\n\n[![Image 1: Internet use 'on the go' by device, 2014](http://www.ons.gov.uk/ons/resources/chtiafig6v2_tcm77-373565.png \"Image 1: Internet use 'on the go' by device, 2014\")](http://www.ons.gov.uk/ons/resources/chtiafig6v2_tcm77-373565.png) \n\n“On the go” usage of portable computers (laptop or tablet) has shown an increased uptake from 32% of all adults in 2013 to 43% in 2014. Increased usage of portable computers was seen across all age groups, however, the level of usage remains highest for those adults aged 16 to 24 with 59% of adults in this age group having used a portable computer in 2014, compared with 17% of those aged 65 and over. Affordable prices of tablets, convenience and user friendly interfaces are likely to have contributed to their success and the rise in year on year estimates of this activity.\n\nOver one fifth (22%) of both 16 to 24 and 35 to 44 year olds reported using a device such as a games console or eBook reader to access the Internet away from home or work. Increases in this type of access were seen across all age groups between 2013 and 2014, however, increases were largest for those aged 35 to 44 (8 percentage points) and in the 25-34 and 55-64 age groups (5 percentage points), showing that other handheld Internet devices are being used by more than just the younger generation. \n"},{"title":"Public authorities and services","markdown":"In 2012 the UK Government launched a ‘digital by default’ strategy whereby public services would be migrated to the Internet. This has been progressively rolled out over 2013 and 2014 and so far 25 services have moved to digital delivery such as electoral registration and passport renewal according to the [government’s website](http://www.gov.uk/transformation \"government’s website\"). Concerns have been raised in the media regarding the impact of the relocation of services online for older people who have not yet gained access to the Internet. Currently, the 25 live digital services are not exclusive to the Internet although this is likely to have a significant impact on the numbers of adults who use the Internet to interact with public authorities and services online in the future.\n\nIn 2014, the most popular reason for accessing a public authority or service website was to obtain information. Of all adults, 37% obtained information from a public authorities or service website (such as local authorities, schools and universities, or government departments). Adults in the 45-54 age group had the highest level of interaction with public authorities or services across all categories surveyed; almost half (49%) obtaining information from websites, 36% downloading official forms and 40% submitting official forms. They were closely followed by adults in the 35-44 age group with 45%, 35% and 40% respectively.\n"},{"title":"Internet storage space","markdown":"Internet storage space, known as cloud computing, has grown and become more common place on the Internet landscape in the last few years with services such as iCloud, Dropbox and Google Drive available for free.  Of all adults in 2014, 67% were aware of cloud services to store or share information and data. The two youngest age groups (16-24 and 25-34) had the highest proportion of awareness at 81% for both.\n\nOnly 35% of all adults had used cloud storage space over the Internet to save files, comparatively lower than those aware of the service (see Image 2). Adults aged 16 to 44 were most likely to have used storage space service over the Internet to save files.\n\n[![Image 2: Awareness of Internet storage services and use of storage and file sharing services, 2014](http://www.ons.gov.uk/ons/resources/chtiafig7v2_tcm77-373566.png \"Image 2: Awareness of Internet storage services and use of storage and file sharing services, 2014\")](http://www.ons.gov.uk/ons/resources/chtiafig7v2_tcm77-373566.png) \n\nThe main method of file sharing in 2014, used by 52% of all adults, was email with attached files. Of all adults, those who used email to share files the most were the two youngest age groups, aged 16 to 24 (71%) and 25 to 34 (70%); they were also the age groups most likely to share files via personal websites or social networking sites with 65% and 57% respectively, compared with 35% for all adults.\n\nAccording to the data in this release the most valuable types of files worth saving or storing on Internet storage space (for those who used Internet storage services) were photographs (84%), texts, spreadsheets or electronic presentations (50%) and music (43%).\n\nFor all users of Internet storage space, the main reasons for saving or storing their data were to protect against data loss (55%), accessibility of files from several devices or locations (51%) and for an easy way to share files with others (51%).\n"},{"title":"Household Internet access","markdown":"In 2014, 22 million households in Great Britain had an Internet connection. This represented 84% of households, up from 83% in 2013 and 57% in 2006 (see Figure 8).\n\nThere were 4 million households in Great Britain without Internet access in 2014, compared with 10 million in 2006. Figure 6 clearly shows that Internet access by households has increased dramatically since ONS first began collecting these statistics in 1998.\n\nThere were changes in the survey source, periodicity and coverage over the period 1998 to 2005; consequently these estimates (from 1998 to 2005) are not directly comparable with the annual estimates from 2006 onwards, but have been provided as our best indication of growth over this period.\n\n<ons-chart path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/4df90ad0\" />\n\nInternet access varies depending on household composition. The majority of households with children have an Internet connection (96%). This is the same figure as households made up of two or more adults (including homes of multiple occupancies such as student accommodation).\n\nAccess to the Internet by single adult households varies considerably depending on age. For households with one adult aged 65 or over, only 41% of households had an Internet connection. In contrast, almost double the proportion (80%) of households had an Internet connection where there was only one adult aged 16 to 64 years.\n\nThe way households connect to the Internet has changed considerably in recent years. In 2006, 31% of household Internet connections were dial-up connections over a standard telephone line. Seven years on and dial-up Internet has almost entirely disappeared from the Great Britain Internet map, with 1% of households still connecting this way. Therefore, for the vast majority of households (91%) with an Internet connection had a fixed broadband connection in 2014.\n"},{"title":"Reasons for no household Internet access","markdown":"Of the 4 million households without Internet access, the majority (53%) said that they didn’t have a connection because they 'did not need it'. This is compared with 34% in 2006. While this may suggest that many households without the Internet are actively choosing not to subscribe, there is still a large and important minority who state that barriers prevent them from connecting to the Internet. Of households with no Internet access, 32% indicated that this was due to a lack of skills. Further barriers included equipment costs and access costs being high at 12% and 11% of households without Internet access respectively.\n"}],"accordion":[{"title":"Background notes","markdown":"1. **Key issues specific to this bulletin**\n\n\tThis statistical bulletin shows information about individuals’ use of the Internet and how households access the Internet. The source of this information is the Opinions and Lifestyle Survey (OLS). The OLS is a multi-purpose survey developed by ONS for use by government departments, other public bodies, charities, academics and the media. It provides a fast, cost effective and reliable way of obtaining information on topics too brief to warrant their own survey.\n\n\tA random sample of about 1,800 adults aged 16 and over, living in private households throughout Great Britain are selected each month. After accounting for refusals and where no contact can be made, approximately 1,000 interviews are conducted each month. Further information about the OLS is available on the ONS website. For general information on the survey, contact telephone +44 (0)1633 455810, email: <opinions@ons.gsi.gov.uk>.\n\n\tThe annual release of estimates of Internet access commenced in 2006. Internet access results were originally published from 1998 onwards. Between 1998 and 2006, the results were published more frequently, but were based on smaller sample sizes. There were also various changes made to the survey in this earlier period. Some historical Internet access estimates published before 2006 are available on the ONS website. However, comparing estimates in this release with those prior to 2006 should be made with caution.\n\n\tThe estimates in the 2014 survey relate to Great Britain. For the period 2006 to 2010, this bulletin was published on a UK basis. Northern Ireland has not been sampled since the 2008 survey, but was included in the survey estimation process for the 2009 and 2010 results, which meant UK estimates were also produced for 2009 and 2010. Northern Ireland was not included in the estimation process for 2011; therefore the coverage of the survey was changed in 2011 from UK to Great Britain. All estimates in this bulletin have been reworked to be on a Great Britain basis. As in previous years, the Isles of Scilly and the Scottish Highlands (North of the Caledonian Canal) and Islands were not sampled but are included in the estimation. \n\n2. **Common pitfalls in interpreting series**\n\n\tThe statistics presented in this release should not be confused with the quarterly estimates of adults who have ever or never used the Internet. These are published in the Internet Access Quarterly Update statistical bulletin, until recently this was a quarterly bulletin, which is now due to become an annual release. There will be a public consultation on the timing for this, if you would like to be involved in this process please visit the [ONS consultation webpage](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations-and-user-surveys/open-consultations/2014/consultation-on-measuring-the-digital-economy/index.html \"Consultation on Measuring the Digital Economy\"). The quarterly estimates are derived from the Labour Force Survey (LFS) which has a much larger sample than the Opinions and Lifestyle Survey and therefore allows for more detailed socio-economic analysis to be undertaken. The estimates from the LFS should be used as ONS’ official source for the number of individuals in United Kingdom accessing the Internet. References to 2014 in this release refer to data collected in interviews between January and March 2014. \n\n3. **Revisions**\n\n\tThere are no revisions to estimates previously published. \n\n4. **Users and uses of the data**\n\n\t[Eurostat](http://epp.eurostat.ec.europa.eu/portal/page/portal/eurostat/home \"Eurostat\") is the principal user of these statistics. The UK provides statistics to Eurostat measuring households’ and individuals’ use of the Internet and other forms of Information and Communication Technology (ICT) in accordance with the [ICT Regulation (EC) No 808/2004](http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2004:143:0049:0049:EN:PDF \"[ICT Regulation (EC) No 808/2004\") of the European Parliament and of the Council.\n\n\tThe Internet access estimates are used to provide information that is consistent with other European Union (EU) member states, as part of progress towards measuring EU benchmarking indicators. These EU indicators compare the development and use of ICT across EU member states, and help to provide a better understanding of the adoption of ICT and the Internet by households and individuals at an EU level.\n\n\tICT is considered as critical for improving the competitiveness of European industry and, more generally, to meet the demands of society and the economy. Broadband is considered to be important when measuring access to, and use of, the Internet, as it offers users the possibility to rapidly transfer large volumes of data and keep access lines open. The take-up of broadband is a key ICT policy-making indicator. Widespread access to the Internet via broadband is regarded as essential for the development of advanced services on the Internet, such as e-business, e-government or e-learning. Since 2005 the EU policy framework for ICT has been the i2010 initiative called ‘[A European information society for growth and employment](http://ec.europa.eu/information_society/eeurope/i2010/index_en.htm \"A European information society for growth and employment\")’ which sought to boost efficiency throughout the EU economy by means of the wider use of ICT. Having undergone a mid-term review, an updated [i2010 strategy](http://ec.europa.eu/information_society/eeurope/i2010/key_documents/index_en.htm \"i2010 strategy\") was presented in April 2008, addressing key challenges for the period 2008-2010.\n\n\tIn May 2010 the European Commission adopted A digital agenda for Europe, a strategy for a digital economy by 2020. The [Digital Agenda for Europe](http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:52010DC0245R(01) \"Digital Agenda for Europe\") is one of the seven flagship initiatives under the [Europe 2020 strategy](http://ec.europa.eu/europe2020/index_en.htm \"Europe 2020 strategy\") for smart, sustainable and inclusive growth. It outlines policies and actions aimed at maximising the benefit of the digital era to all sections of society and economy\n\n\tWithin the UK there is also wide interest in these statistics from researchers, public bodies, charities, academics and the media.\n\n\tWith the 2014 release of Internet Access - Households and Individuals, papers will also be published on ‘Monitoring e-Commerce’ and ‘E-commerce monitoring, measuring and gross domestic product’. These will assess the measurement of e-commerce and will propose indicators to monitor business and household Internet and e-commerce engagement.\n\n\tDo you make use of our estimates of annual Internet access and use of computers? If yes, we would like to hear from you (<esociety@ons.gsi.gov.uk>) and understand how you make use of these statistics. This may enable us, in the future, to better meet your needs as a user. \n\n5. **Coherence**\n\n\tThe results published in this bulletin focus on adults’ use of the Internet. These estimates complement those contained in the [Internet Access Quarterly Update](http://www.ons.gov.uk/ons/rel/rdit2/internet-access-quarterly-update/q1-2014/stb-ia-q1-2014.html \"STB IA Q1 2014\"), which was last published on 14th May 2014. The Internet Access Quarterly Update focuses on adults who have ever or never used the Internet and includes detailed socio-demographic breakdowns. This release was compiled from approximately 3,000 interviews conducted for the Opinions and Lifestyle Survey, whereas approximately 41,000 households respond each quarter to the LFS. Therefore the LFS estimates of Internet users are considered to be more reliable.\n\n\tONS' annual survey of [ICT and e-commerce activity of business](http://www.ons.gov.uk/ons/rel/rdit2/ict-activity-of-uk-businesses/2012/stb-ecom-2012.html \"STB ECOM 2012\") provides information on business e-commerce and ICT activity of UK businesses. The 2012 survey results were published on 4 December 2013. \n\n6. **Sampling variability**\n\n\tThe Opinions and Lifestyle Survey is carried out by interviewing a nationally representative sample of households in Great Britain. About 1,800 households are sampled each month and estimates are subject to sampling variability, as are those from all sample surveys.\n\n\tThe confidence interval tables below show estimated 95% confidence intervals for selected estimates relating to Internet Access and computer use. The estimates come from survey data and so have a degree of statistical error associated with them. Confidence intervals are an indication of the reliability of an estimate; the smaller the interval, the more reliable the estimate is likely to be. With regards to ’95% confidence intervals’, we mean that if we repeated our survey 100 times, 95% of the time (95 times out of 100), the true population value would fall within the range of these confidence intervals.\n\n\t<ons-table path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/d10798f4\" />\n\t1. Base: Adults (aged 16+) in Great Britain.\n\n\t<ons-table path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/abb4c8bc\" />\n\n\t<ons-table path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/dbb6e032\" />\n\n\t<ons-table path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/9bc45b7d\" />\n\n\t<ons-table path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/b20b6a3b\" />\n\n\t<ons-table path=\"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/35c7321d\" />\n\n\tThe larger the sample that is used for a particular estimate, the narrower the confidence interval will be. Estimates at Great Britain level (for example adults in Great Britain using the Internet) will have a larger sample than estimates of sub-groups of the population (for example adults using the Internet broken down by age group). Therefore the quality of estimates of the whole population will be higher than that for sub-groups.\n\n\tThe voluntary nature of the survey means that people who do not wish to take part in the survey can refuse to do so. The sample is designed to ensure that the results of the survey represent the population. The risk of the survey not being representative is likely to increase with every refusal or non-contact with a sampled household (survey non-response). One measure of the quality of survey results is therefore the response rate.\n\n\tThe response rate for 2014 was 55%, the rate of refusals was 33% and 9% of the sample could not be contacted. The response rate for the 2013 survey was 54%, the rate of refusals was 33% and 13% of the sample could not be contacted. \n\n7. **Calibration**\n\n\tWeights are used in the analysis of the Opinions and Lifestyle Survey data, for both households and for individuals. Each respondent to the survey is assigned a weight which is the number of adults or households that this person represents. These weights are derived by calibration, using population estimates for age group by sex and region. The weights are used to improve the accuracy of results by compensating for different response rates for different groups and by reducing the random variation in estimates.\n\n\tAs the responses are weighted to population estimates, weighted totals of individuals by age group, sex and region from the survey are guaranteed to match the fixed population totals. \n\n8. **Rounding**\n\n\tPercentages in the data tables may not sum to 100 or agree with related totals, due to independently rounded components. \n\n9. **International comparison**\n\n\tA comparable survey is run in all countries of the European Union (EU) and also in some non-EU countries. The measurement of household Internet access and adults’ use of the Internet is under continuing review and development. The Statistical Office of the European Commission (Eurostat) plays a leading role in this, and each year Eurostat leads a process whereby the data requirements for the Internet access survey in all EU countries are reviewed and updated. Comparative data for EU countries can be found on Eurostat’s [website](http://epp.eurostat.ec.europa.eu/statistics_explained/index.php/Information_society_statistics \"website\"). \n\n10. **Social media**\n\n\tFollow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") and receive up to date information about our statistics.\n\n\tLike ONS on [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") to receive our updates in your newsfeed and to post comments on our page.\n\n\tWatch our videos on [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"youtube\").\n\n11. **Special events**\n\n\tONS has published commentary, analysis and policy on 'Special Events' which may affect statistical outputs. For full details visit the [Special Events](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/index.html \"ONS Policy on Special Events\") page on the ONS website.\n\n12. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."}],"relatedData":[{"uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/datasets/internetaccesshouseholdsandindividualsreferencetables"}],"charts":[{"title":"Figure 1: Daily computer use by age group, 2006 and 2014","filename":"e2c561d0","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/e2c561d0"},{"title":"Figure 2: Daily Internet use, 2006 to 2014","filename":"93b32cbe","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/93b32cbe"},{"title":"Figure 3: Internet activities, 2007 and 2014","filename":"48bdac6f","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/48bdac6f"},{"title":"Figure 4: Internet activities by age, 2014","filename":"34c604c1","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/34c604c1"},{"title":"Figure 6: Households with Internet access, 1998 to 2014","filename":"4df90ad0","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/4df90ad0"}],"tables":[{"title":"Table A: Frequency of Internet use: 95% Confidence Intervals, 2014","filename":"d10798f4","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/d10798f4"},{"title":"Table B: Sending and receiving emails: 95% confidence intervals, 2014","filename":"abb4c8bc","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/abb4c8bc"},{"title":"Table C: Social Networking: 95% confidence intervals, 2014","filename":"dbb6e032","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/dbb6e032"},{"title":"Table D: Awareness of services to store or share data on the Internet: 95 % confidence intervals 2014","filename":"9bc45b7d","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/9bc45b7d"},{"title":"Table E: Internet purchasing: 95% Confidence Intervals, 2014","filename":"b20b6a3b","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/b20b6a3b"},{"title":"Table F: Reasons for households not having Internet access: 95% Confidence Intervals, 2014","filename":"35c7321d","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07/35c7321d"}],"type":"bulletin","uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage/bulletins/internetaccesshouseholdsandindividuals/2014-08-07","breadcrumb":[{"uri":"/"},{"uri":"/peoplepopulationandcommunity"},{"uri":"/peoplepopulationandcommunity/householdcharacteristics"},{"uri":"/peoplepopulationandcommunity/householdcharacteristics/homeinternetandsocialmediausage"}],"description":{"headline1":"In 2014, 38 million adults (76%) in Great Britain accessed the internet every day, 21 million more than in 2006, when directly comparable records began","headline2":"Access to the internet by mobile phone more than doubled between 2010 and 2014, from 24% to 58%","headline3":"74% of all adults bought goods or services online, up from 53% in 2008","edition":"2014","nationalStatistic":true,"contact":{"email":"esociety@ons.gsi.gov.uk","name":"Cecil Prescott","telephone":"+44 (0)1633 456767"},"releaseDate":"2014-08-06T23:00:00.000Z","language":"English","title":"Internet access - households and individuals","summary":"Use of the Internet by adults over the age of 16 in Great Britain and how households are connected to the Internet. It provides information on what adults use the Internet for and the types of purchases made online.","keywords":["mobile","wifi","internet activities","on the go","internet shopping or use"]},"links":[]}