{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Emma Gordon",
    "email": "cancer.newport@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key findings",
      "markdown": "- The three most common cancers for men in 2012 remained prostate (25.9%), lung (13.6%) and colorectal (13.4%).\n- The three most common cancers for women in 2012 remained breast (30.9%), lung (11.9%) and colorectal (10.9%).\n- Liver cancer incidence has increased by 70% for males and 60% for females from 2003 to 2012. This is now the 18th most common cancer in England.\n- Malignant melanoma, a type of skin cancer, has increased by 78% among males and 48% among females from 2003 to 2012. This is now the fifth most common cancer in England.\n- Cancer incidence was more than 5% higher than expected in the north of England (North East and North West), and more than 5% lower than expected in London.\n"
    },
    {
      "title": "New European Standard Population 2013",
      "markdown": "The age-standardised cancer incidence rates produced in this report and in the associated reference tables have been calculated using the new 2013 European Standard Population (ESP). Eurostat updated the ESP for the first time since it was introduced in 1976,  to make it more representative of the current population in Europe (Eurostat, 2013). For almost all cancers, the age-standardised cancer incidence rates for registrations are higher when calculated using the 2013 ESP, and for some cancers, this change is large.  This is because the age distributions of diagnoses differ depending on the type of cancer. More information about the impact of this change can be found on the [ONS website](http://www.ons.gov.uk/ons/guide-method/user-guidance/health-and-life-events/revised-european-standard-population-2013--2013-esp-/index.html \"Revised European Standard Population 2013 (2013)).\n"
    },
    {
      "title": "Summary",
      "markdown": "This publication presents data for England on those patients who were diagnosed with cancer during 2012 and whose registrations were received at the Office for National Statistics (ONS) by the end of February 2014. This is the first time that ONS has published 2012 statistics on cancer incidence in England.\n"
    },
    {
      "title": "Results",
      "markdown": "### The three most common cancers, 2012\n\nIn the International Classification of Diseases, Tenth Revision (ICD-10), there are 88 three-digit site codes relating to malignant neoplasms (tumours): of these, four relate to males only and eight to females only. For both males and females three cancer sites (different ones for each sex) constituted just over half of the total registrations in 2012. The most common cancer site for males was prostate, and for females breast. The second and third most common cancers for both males and females were lung and colorectal cancer.\n\nBreast cancer is the most common cancer in females, accounting for just under one-in-three newly diagnosed cases of cancer in 2012. The main risk factor for breast cancer, after gender, is age: 80% of all new cases of breast cancer diagnosed among women in 2012 were among those aged 50 and over ( [see Table 1 of the reference tables associated with this publication (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ). It is estimated that about 27 per cent of cases of female breast cancer in the UK are linked to lifestyle and environmental factors, such as alcohol consumption, obesity, lack of physical activity, and hormonal and reproductive factors ([Parkin, Boyd and Walker, 2011](http://www.nature.com/bjc/journal/v105/n2s/pdf/bjc2011489a.pdf \"Parkin, Boyd and Walker, 2011\")). The age-standardised incidence rate for breast cancer has remained fairly stable over the past ten years ( [Table 9 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ).\n\nProstate cancer accounted for just over one-in-four newly diagnosed cases of cancer in males in 2012. Prostate cancer incidence has increased greatly since the early part of the 1990s, largely reflecting improvements in diagnosis from increased use of Prostate-Specific Antigen (PSA) testing ([Quinn, Babb, Brock et al, 2001](http://www.ons.gov.uk/ons/rel/cancer-unit/cancer-trends-in-england-and-wales/smps-no--66/index.html \"Quinn, Babb, Brock et al, 2001\")).  Between 2003 and 2012 the age-standardised rate increased by 6% ( [Table 9 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ), when calculated using the new [European Standard Population](http://www.ons.gov.uk/ons/rel/cancer-unit/the-impact-of-calculating-cancer-incidence-rates-using-the-2013-european-standard-population/applied-to-2011-cancer-registrations/sty-cancer-rates-esp.html \"\"STY Cancer Rates ESP\"). The strongest risk factor for prostate cancer is age: 89% of all new cases in 2012 were in those aged 60 and over ( [Table 1 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ).\n\nLung cancer was the second most common cancer among both men and women in 2012, accounting for 14% and 12% of all newly diagnosed cases respectively. Since 2003 the age-standardised incidence rate has decreased by 8% among males but has increased by 18% among females ( [Table 9 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ). The majority of lung cancer cases occur as a result of tobacco smoking, with around one fifth of cases in the UK being attributable to diet and occupational exposures ([Parkin, Boyd and Walker, 2011](http://www.nature.com/bjc/journal/v105/n2s/pdf/bjc2011489a.pdf \"Parkin, Boyd and Walker, 2011\")). While men remain more likely to smoke than women, the gap has narrowed: whereas 51% of men and 41% of women smoked in 1974, 22% of men and 19% of women smoked in 2012 ([Office for National Statistics, 2013](http://www.ons.gov.uk/ons/rel/ghs/general-lifestyle-survey/index.html \"Office for National Statistics, 2013\")).\n\nColorectal (or bowel) cancer was the third most common cancer in both males and females in 2012. The age-standardised incidence rate for colorectal cancer has remained fairly stable for both sexes over the past ten years ( [Table 9 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ). As with many cancers, the biggest risk factors for bowel cancer are age and family history ([Cancer Research UK, 2012](http://www.cancerresearchuk.org/cancer-help/type/bowel-cancer/about/risks/high-risk-groups-for-bowel-cancer \"Cancer Research UK, 2012\")). In 2012, 71% of newly diagnosed cases in men, and 73% of those in women, were among those aged 65 and older ( [Table 1 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ).\n\nFull details of registrations of newly diagnosed cases of cancer by site, sex and age group are presented in [Table 1 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") of the reference tables associated with this publication.\n"
    },
    {
      "title": "All malignant neoplasms (tumours): number of newly diagnosed cases, 2012",
      "markdown": "Registrations of non-malignant skin cancer (nmsc, ICD-10 C44) are excluded from the figures in the commentary that follows, as experts have advised that it is greatly under-registered.\n\nThere were 143,406 new cases of cancer registered for males and 137,712 new cases registered for females in England in 2012. This represents an age-standardised incidence rate of 668 new cases per 100,000 men and 530 new cases per 100,000 women, calculated using the new European Standard Population. Since 2003, the age-standardised incidence rate has increased by 3% for males and 6% for females ( [Tables 8 and 9 of the reference tables (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ). Much of this increase is due to people living longer: as age increases so does the incidence of cancer.\n"
    },
    {
      "title": "All malignant neoplasms: incidence rates by sex and age group, 2012",
      "markdown": "Cancer is predominantly a disease of the elderly. The overall crude rates of cancer registrations (C00–C97 excluding non-melanoma skin cancers (nmsc)) are 545 new cases per 100,000 population for males and 507 new cases per 100,000 population for females.  However, this conceals wide differences between the sexes and across the age groups, as illustrated in Figure A. Following the small decrease in rates after early childhood, rates increased continuously with age for both males and females, but decreased again for females at age group 90 years and over. From the 25 to 29 age group up to the 55 to 59 age group, rates of cancer were higher in females than in males, and in the 40 to 44 and 45 to 49 age groups, the rate in females was more than double that for males. Much of this difference is due to the high incidence of breast cancer among women in these age groups: in 2012 breast cancer accounted for 44% of all malignant cancers (excluding nmsc) among women aged 25-59. Rates of cancer were higher in males than females from the 60 to 64 age group onwards: males were 19% higher in the 60 to 64 age group and 78% higher in the 90 years and over age group.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cancer1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Excluding non-melanoma skin cancer (ICD-10 C44)\n\nThe numbers on which Figure A is based are presented in [Table 2 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") of the reference tables associated with this publication.\n"
    },
    {
      "title": "All malignant neoplasms: frequency distribution by sex and age group, 2012",
      "markdown": "Figure B shows the frequency distribution by sex and age group for cancer registrations in 2012. Excluding non-melanoma skin cancers (nmsc), only 1,156 (0.4 per cent) of all malignancies occurred in children aged under 15 years, with the most common of these being leukaemias (ICD-10 C91–C95, 388 malignancies, 34% of all malignancies in children aged under 15). From the 20 to 24 years age group to the 55 to 59 years age group, the higher percentage of cancers in females than males was mainly due to the incidence of cancers of the breast (ICD-10 C50), cervix (ICD-10 C53) and ovary (ICD-10 C56 – C57). Cancers in those aged under 45 years accounted for 5% of the total for males and 9% for females.\n\nThere was a clear peak in the age group frequency distribution for males and females, with the greatest percentage of cancer registrations being recorded for those aged 65 to 69 years.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cancer2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Excluding non-melanoma skin cancer (ICD-10 C44).\n\nThe numbers on which Figure B is based are presented in [Table 1 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") of the reference tables associated with this publication.\n"
    },
    {
      "title": "All malignant neoplasms: standardised registration by region, 2012",
      "markdown": "Standardised registration ratios (SRRs) allow regions to be compared, with the registration rates for England being taken as standards. If a regional cancer incidence rate is high compared with the national rate, then the observed incidence for that region will be higher than the expected incidence and the SSR will be greater than 100. If a regional cancer incidence rate is lower than the national rate, then the SSR will be lower than 100. For example, if an SRR for a particular region was 106, this would mean the cancer incidence in that region was 6% higher than expected, compared to England as a whole. Conversely, an SSR of 94 would mean the cancer incidence was 6% lower.\n\nFigure C presents SSRs for each region in England, for 2012. This shows that actual cancer incidence was more than 5% higher than the expected incidence in the north of England (North East and North West), compared with the England baseline. Cancer incidence was more than 5% lower than expected in London.\n\nSRRs should be interpreted with caution because it is difficult to separate the effect of variation in levels of ascertainment of cases across the different regions of England from genuine geographical differences in incidence. However, it is recognised that there are generally higher levels of deprivation in the north of England than in the south ([Communities and Local Government, 2011](https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/6871/1871208.pdf \"Communities and Local Government, 2011\")) and increased incidence rates of many cancers has been associated with higher levels of deprivation ([National Cancer Intelligence Network, 2008](http://www.ncin.org.uk/publications/reports/ \"National Cancer Intelligence Network\"), [Shack, Jordon, Thomson et al, 2008](http://www.biomedcentral.com/content/pdf/1471-2407-8-271.pdf \"Shack, Jordon, Thomson et al, 2008\")).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cancer3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Excluding non-melanoma skin cancer (ICD-10 C44)\n\nThe numbers on which Figure C is based are presented in [Table 5 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") of the reference tables associated with this publication.\n"
    },
    {
      "title": "Number of registrations by major sites, 2012",
      "markdown": "Figure D shows the number of registrations for 24 major sites for males and females in 2012. These registrations represented 93% and 92% of the total number of registrations for males and females respectively.\n\nPrevious editions of the MB1 release reported on different numbers of \u0027common cancer\u0027 sites.  For the editions 1992 through 1998 the focus was on 20 major sites, increasing to 21 in 1999 when Hodgkin\u0027s disease was added to the list.  Whilst year on year consistency is helpful in analysing trends, relative changes in incidence have now warranted the inclusion of additional cancer sites, namely liver (C22), mesothelioma (C45) and thyroid gland (C73).  In addition, the ICD codes used to define some of the other major sites have been adjusted in order to ensure consistency across other outputs.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cancer4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Excluding non-melanoma skin cancer (ICD-10 C44)\n\nSince 2003, there have been large increases in the number of registrations of liver, oral, uterine and kidney cancers, and malignant melanoma of the skin ( [Table 9 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") ). These cancers are strongly linked to lifestyle choices, such as smoking, alcohol consumption and obesity ([Parkin, Boyd and Walker, 2011](http://www.nature.com/bjc/journal/v105/n2s/pdf/bjc2011489a.pdf \"Parkin, Boyd and Walker, 2011\")).\n\nLiver cancer incidence has increased by 70% among males and 60% among females since 2003, which means it is now ranked as the 18th most common cancer in England. The main risk factors for developing liver cancer are hepatitis B or C infection. The attributable risk estimates for the combined effects of these infections account for well over 80% of liver cancer cases worldwide ([Bosch et al., 2004](http://www.ncbi.nlm.nih.gov/pubmed/15508102 \"Bosch et al., 2004\")). Alcohol consumption and diabetes are other risk factors ([Giovannucci et al., 2010](http://care.diabetesjournals.org/content/33/7/1674.long \"Giovannucci et al., 2010\")).\n\nMalignant melanoma incidence has increased by 78% among males and 48% among females since 2003. These increases are considered to be due to changes in exposure to solar UV rays as a result of altered patterns of behaviour in recent decades, such as choice of clothing and recreational sunbathing (Parkin, Mesher and Sasieni, 2011).\n\nThere have been large decreases in the incidence of stomach cancer over recent decades. Since 2003, the decrease has been 15% and 25% respectively, for males and females.  This corresponds with a fall in stomach cancer incidence across numerous countries worldwide over the last 50 years.  This decline is thought to be associated with a reduction in Helicobacter pylori infection and changes in diet in developed countries. The widespread use of refrigeration (allowing consumption of more fresh vegetables and less salt preserved foods) is another possible factor contributing to the decline ([Howson et al., 1986](http://epirev.oxfordjournals.org/content/8/1/1.citation \"Howson et al., 1986\")).\n\nThe numbers on which Figure D is based are presented in [Table 1 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") of the reference tables associated with this publication.\n"
    },
    {
      "title": "Cancer registrations, 1971 to 2011",
      "markdown": "Cancer registrations for England are submitted to ONS by the the National Cancer Registration Service in Public Health England. These data are then loaded onto a database and validated. The extensive checks include the compatibility of the cancer site and the associated histology, and are closely based on those promoted by the International Agency for Research on Cancer (IARC, Parkin, Chen, Ferlay et al, 1994). Once all the expected records for any one incidence year have been received and validated, detailed tables are published (see ‘Results’ section) on the numbers and rates of all types of cancer by age and sex, and by region of residence.\n\nRegistration of cases of cancer is a dynamic process in the sense that the data files, both in the cancer registries and at ONS, are always open. Cancer records may be amended: for example the site code would be modified should later and more accurate information become available. The date of death is added to the record for those cases registered when the person was alive. Although relatively unusual, records may be cancelled. Also, complete new ‘late’ registrations may be made after either the cancer registry or ONS, or both, have published what were thought at the time to be virtually complete results for a particular year.\n\nRefreshing the database means that current numbers of registrations are generally greater than the published figures. The balance between ensuring completeness of the data but publishing tables in a timely manner is necessarily a compromise. The gap between the data year and production of tables has varied considerably over time, which results in varying proportions of additional cancer registrations held on the ONS database in comparison with the numbers published in the corresponding annual report (MB1 series), as shown in Figure E. Over the 41-year period reported, differences between published and current numbers of registrations for each year average less than 5%.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/cancer5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Figures for 1971 to 1989 have been extracted from the \u0027frozen\u0027 historical data set published in 2012, and are therefore the same as those published in this series last year.\n2. The published figures for 1971 to 1978 correspond to all malignancies, not all registrations.\n3. Figures at March 2014.\n"
    },
    {
      "title": "Cancer registrations: interpretation and data quality",
      "markdown": "It is estimated that the 2012 cancer registrations reported in this publication are around 99% complete (see Background Note 5). It is expected that the remaining 1% of cancer registrations for 2012 will be received over the next few years.\n\nSome regions are not always able to collect complete information about benign, uncertain and unknown neoplasms and therefore these registration rates are almost certainly underestimates of the true incidence. This should be noted when interpreting regional differences.\n\nA specific example of variation in completeness of registration applies to cancer of the eye.  Registrations of eye cancer appear to have increased noticeably in 2012 compared to 2011.  This is because a number of 2011 eye cancer registrations were submitted by the National Cancer Registry Service too late to be included in the ‘Cancer Registration Statistics, England, 2011’ report, and too late to be included in the updated 2011 figures reported here. As there are only small numbers of cases of eye cancer, this resulted in a large percentage increase in registrations. These late registrations for 2011 will be included in the next annual report (June 2015).\n\nIn 2012, registrations of cervical cancer have continued to decline from a peak in 2009, when more women attended cervical cancer screening appointments following the diagnosis of a young celebrity with cervical cancer.  In addition, there are known changes in respect of one of the data providers in Yorkshire, which explain the change in incidence in this region.\n\nIncreases in the number of registrations of skin cancer and mesothelioma reflect actual changes in incidence patterns.\n\nONS has been advised by expert epidemiologists and members of the former Steering Committee on Cancer Registration that non-melanoma skin cancer (ICD-10 C44) and carcinoma in situ of skin (ICD-10 D04) are greatly under registered. Registration varies widely depending on a registry’s degree of access to out-patient and general practitioners records. This should be noted when interpreting these figures, particularly when considering changes over time.\n\nDuring 2013, the English regional registries completed the migration onto one national cancer registration system (NCRS). Use of this single system will ensure that all cancer registries record cancer incidence data using a consistent approach. Four of the registries completed this migration in 2012, with the remaining four completed in 2013.\n\nDespite the advantages of a single NCRS, the migration process created a considerable additional workload for the national cancer registration service. In some instances, this resulted in a lack of time for quality assurance work to be carried out as thoroughly as in previous years. For example, one indicator of quality is the percentage of cases that are registered solely from the information on a death certificate, known as Death Certificate Only (DCO) registrations. With these cases, the incidence date is unknown, so the date of death is used to register the case so the case may be recorded against the wrong calendar year. A high DCO rate may also imply under-ascertainment, because patients are being missed by the registry while they are alive and not all cancer patients die of their disease (in which case, cancer is not mentioned on the death certificate). The target is for all registries across the UK and Ireland to have a DCO rate of less than 2% of all cancer registrations. Although the average DCO rate across the UK and Ireland for 2012 data was 1.1% for males and 1.3 % for females, comparable figures for England were 2.5% for males and 2.8% for females ([UKIACR Annual Report, 2014](http://www.ukacr.org/content/data-quality \"UKIACR Annual Report, 2014\")). However, on an international scale, these figures are still extremely good ([Forman et al., 2013](http://ci5.iarc.fr/CI5I-X/Pages/Table10q_sel.aspx \"Forman et al., 2013\")).\n\nDue to the additional workload experienced by some of the cancer registries, the date for registrations for those patients diagnosed with cancer during 2012 to be received by ONS was delayed by two months: all registrations were submitted to ONS by the end of February 2014, instead of the end of December 2013 as should have been the case.\n\nThe agreed procedures to be followed by the cancer registries and ONS, when submitting and processing data, are set out in the ‘Registry/ONS Interface Document’ (Office of Population Censuses and Surveys, 1994). These are summarised by three levels of quality status, where levels one and two can be included in tables. It is a requirement that when a registry’s data for a particular year are complete, no more than 0.5% of records should have a quality recorded as Status 3, and over the past 12 years the proportion of records with serious errors has consistently been 0.1% or less. The quality status of all the records on the ONS cancer registration database from 1971 up to 2012 is shown in [Table 10 (1.66 Mb Excel sheet)](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/rft-cancer-registration-statistics.xls \"RFT Cancer Registration Statistics\") of the reference tables associated with this publication. Further details about the cancer registration data can be found in the [Cancer Registration Statistics Quality and Methodology Information paper](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/health-and-social-care/index.html \"Health and Social Care\") and in previous [Annual Reference Volumes](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/index.html \"Annual Reference Volumes\").\n\nFurther comments on data quality and interpretation for this data can be found in the Background Notes and in the metadata with the tables accompanying this report.\n"
    },
    {
      "title": "Users and uses of cancer statistics",
      "markdown": "Key users of cancer survival estimates include the Department of Health, academics and researchers, cancer charities, cancer registries, other government organisations, researchers within ONS, the media, and the general public. The Department of Health uses cancer statistics to brief parliamentary ministers, and as part of the evidence base to inform cancer policy and programmes, for example in drives to improve survival rates. Academics and researchers use the figures to inform their own research. Similarly cancer registries and other government organisations use the figures to carry out individual and collaborative projects to apply subject knowledge to practice. Charities use the data so they can provide reliable and accessible information about cancer to a wide range of groups, including patients and health professionals via health awareness campaigns and cancer information leaflets/web pages. Within the Office for National Statistics (ONS), cancer registration data are used to produce National Statistics on cancer incidence and survival. These data are also used to answer parliamentary questions and provide bespoke tables for customers.\n"
    },
    {
      "title": "Policy context",
      "markdown": "In [‘Improving Outcomes: A Strategy for Cancer’](https://www.gov.uk/government/publications/the-national-cancer-strategy \"Improving Outcomes: A Strategy for Cancer\") (January 2011), the Department of Health stated that although improvements have been made in the quality of cancer services in England, significant gaps remain in mortality and survival rates compared with the European average.\n\nThe Outcomes Strategy sets out how the Department of Health aims to improve outcomes for all cancer patients and improve cancer survival rates, with the aim of saving an additional 5,000 lives every year by 2014/15.\n\nOutcomes strategies set out how the NHS, public health and social care services will contribute to the ambitions for progress agreed with the Secretary of State in each of the high-level outcomes frameworks. The indicators set for the [NHS Outcomes Framework 2013 to 2014 – focus on measuring health outcomes](https://www.gov.uk/government/publications/nhs-outcomes-framework-2013-to-2014 \"NHS Outcomes Framework 2013 to 2014 – focus on measuring health outcomes\") include one- and five-year cancer survival indicators for all cancers combined, and for colorectal, breast and lung cancers combined.\n"
    },
    {
      "title": "Additional Information",
      "markdown": "Further cancer statistics are available on the ONS website:\n\n[Cancer incidence and mortality in the United Kingdom](http://www.ons.gov.uk/ons/publications/all-releases.html?definition\u003dtcm%3A77-21518 \"Cancer incidence and mortality in the United Kingdom\")\n\n[Cancer survival in England](http://www.ons.gov.uk/ons/publications/all-releases.html?definition\u003dtcm%3A77-21521 \"Cancer survival in England\")\n\n[Index of cancer survival for Clinical Commissioning Groups in England](http://www.ons.gov.uk/ons/rel/cancer-unit/a-cancer-survival-index-for-clinical-commissioning-groups/adults-diagnosed-1996-2011-and-followed-up-to-2012/index.html \"Adults Diagnosed 1996-2011 and Followed up to 2012\")\n\n[Cancer survival by NHS England Area Team](http://www.ons.gov.uk/ons/rel/cancer-unit/cancer-survival-by-nhs-england-area-teams/adults-diagnosed-1996-2011-and-followed-up-to-2012/index.html \"Adults Diagnosed 1996-2011 and Followed up to 2012\")\n\n[Geographic patterns of cancer survival in England](http://www.ons.gov.uk/ons/rel/cancer-unit/geographic-patterns-of-cancer-survival-in-england/index.html \"Geographic patterns of cancer survival in England index\")\n\n[Cancer survival for Children in England](http://www.ons.gov.uk/ons/rel/cancer-unit/cancer-survival-for-children-in-england/index.html \"Cancer survival for Children in England index\")\n\nFurther cancer statistics for the UK:\n\nStatistics on cancer in Scotland are available from the [Information Services Division (ISD)](http://www.isdscotland.org/Health-Topics/Cancer/ \"Information Services Division (ISD)\"), Scotland.\n\nStatistics on cancer in Wales are available from the [Welsh Cancer Intelligence Surveillance Unit](http://www.wales.nhs.uk/sites3/home.cfm?OrgID\u003d242 \"Welsh Cancer Intelligence Surveillance Unit\").\n\nStatistics on cancer in Northern Ireland are available from the [Northern Ireland Cancer Registry](http://www.qub.ac.uk/research-centres/nicr/ \"Northern Ireland Cancer Registry\").\n\nFurther information about statistics on cancer registrations published by the Office for National Statistics (ONS) can be found in the [Cancer Registration Statistics Quality and Methodology Information paper](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/health-and-social-care/index.html \"Cancer Registration Statistics Quality and Methodology Information paper\").\n\nQuality and Methodology Information papers are overview notes which pull together key qualitative information on the various dimensions of the quality of statistics as well as providing a summary of the methods used to compile the output. Information about key users of these statistics is also provided.\n"
    }
  ],
  "accordion": [
    {
      "title": "References",
      "markdown": "Bosch FX, Ribes J, Díaz M, and Cléries R. (2004). [Primary liver cancer: worldwide incidence and trends](http://www.ncbi.nlm.nih.gov/pubmed/15508102 \"Primary liver cancer: worldwide incidence and trends\"). Gastroenterology. 127(5 Suppl 1): S5-S16.\n\nCancer Research UK (2012). [High risk groups for bowel cancer](http://www.cancerresearchuk.org/cancer-help/type/bowel-cancer/about/risks/high-risk-groups-for-bowel-cancer \"High risk groups for bowel cancer\").\n\nCommunities and Local Government (2011). [The English Indices of Deprivation 2010](https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/6871/1871208.pdf \"The English Indices of Deprivation 2010\").\n\nForman D, Bray F, Brewster DH, Gombe Mbalawa C, Kohler B, PiÃ±eros M, Steliarova-Foucher E, Swaminathan R and Ferlay J., eds (2013). [Cancer Incidence in Five Continents, Vol. X (electronic version)](http://ci5.iarc.fr/CI5I-X/Pages/Table10q_sel.aspx \"Cancer Incidence in Five Continents, Vol. X (electronic version)\") Lyon, IARC. http://ci5.iarc.fr last accessed on 16 June 2014.\n\nGiovannucci E, Harlan DM, Archer MC, Bergenstal RM, Gapstur SM, Habel LA, Pollak M, Regensteiner JG, and Yee D (2010). [Diabetes and Cancer. A consensus report](http://care.diabetesjournals.org/content/33/7/1674.long \"Diabetes and Cancer. A consensus report\"). Diabetes Care. 33, 1674-1685.\n\nHowson CP, Hiyama T and Wynder EL. (1986). [The decline in gastric cancer: epidemiology of an unplanned triumph](http://epirev.oxfordjournals.org/content/8/1/1.citation \"The decline in gastric cancer: epidemiology of an unplanned triumph\"). Epidemiologic Reviews. 8, 1-27.\n\nNational Cancer Intelligence Network (2008). [Cancer Incidence by Deprivation, England, 1995-2004](http://www.ncin.org.uk/publications/reports/ \"Cancer Incidence by Deprivation, England, 1995-2004\").\n\nOffice for National Statistics (2013). [General Lifestyle Survey, 2011](http://www.ons.gov.uk/ons/rel/ghs/general-lifestyle-survey/index.html \"General Lifestyle Survey, 2011\").\n\nOffice of Population Censuses and Surveys (1994). Registry/ONS Interface Document. National Cancer Registration System, England and Wales. London: OPCS 1994 (subsequently revised).\n\nParkin DM, Boyd L, and Walker LC (2011). [16. The fraction of cancer attributable to lifestyle and environmental factors in the UK in 2010. Summary and conclusions](http://www.nature.com/bjc/journal/v105/n2s/pdf/bjc2011489a.pdf \"The fraction of cancer attributable to lifestyle and environmental factors in the UK in 2010. Summary and conclusions\"), British Journal of Cancer 105 (S2), S77-S81.\n\nParkin DM, Chen VW, Ferlay J, Galceran J, Storm HH and Whelan SL (1994). Comparability and Quality Control in Cancer Registration. IARC Technical Report No. 19. Lyons: International Agency for Research on Cancer.\n\nParkin DM, Mesher D, and Sasieni P (2011). [13. Cancer attributable to solar (ultraviolet) radiation exposure in the UK in 2010](http://www.nature.com/bjc/journal/v105/n2s/pdf/bjc2011486a.pdf \"Cancer attributable to solar (ultraviolet) radiation exposure in the UK in 2010\"), British Journal of Cancer 105 (S2), S66-S69.\n\nQuinn M, Babb P, Brock A, Kirby L, and Jones J (2001). [Cancer trends in England and Wales, 1950–1999](http://www.ons.gov.uk/ons/rel/cancer-unit/cancer-trends-in-england-and-wales/smps-no--66/index.html \"SMPS No.66\"). Studies on Medical and Population Subjects No.66, London: The Stationery Office.\n\nShack L, Jordan C, Thomson C S, Mak V, and Møller H (2008). [Variation in incidence of breast, lung and cervical cancer and malignant melanoma of skin by socioeconomic group in England](http://www.biomedcentral.com/content/pdf/1471-2407-8-271.pdf \"Variation in incidence of breast, lung and cervical cancer and malignant melanoma of skin by socioeconomic group in England\"), BMC Cancer, 8, 271.\n"
    },
    {
      "title": "Acknowledgements",
      "markdown": "The National Cancer Registry at the Office for National Statistics wishes to acknowledge the work of all the staff working in the National Cancer Registration Service, Public Health England, which provided the raw data for these analyses.\n\nMore information about the NCRS is available on the [Public Health England website](http://www.gov.uk/phe \"Public Health England website\").\n\nThe Director of Disease Registration (which incorporates cancer registration) for Public Health England is:\n\nDr Jem Rashbass\nUnit C – Magog Court\nShelford Bottom\nHinton Way\nCAMBRIDGE, CB22 3AD\nTel: +44 (0) 1223 213499\n\u003cJem.Rashbass@phe.gov.uk\u003e\n\nThe contact details for the Welsh, Scottish and Northern Ireland Cancer Registries are as follows:\n\nWales:\n\nDr Dyfed Wyn Huws\nWelsh Cancer Intelligence \u0026 Surveillance Unit\nFloor 13, Brunel House\n2 Fitzalan Road\nCARDIFF, CF24 0HA\nTel: +44 (0) 2920 373500\n\u003cDyfed.Huws@wales.nhs.uk\u003e\n\nScotland:\n\nDr D Brewster, Director of Cancer Registration in Scotland\nScottish Cancer Registry\nInformation Services Division of NHS National Services Scotland (ISD Scotland)\nArea 155\nGyle Square\n1 South Gyle Crescent\nEDINBURGH, EH12 9EB\nTel: +44 (0) 131 275 6092\n\u003cNss.isdCancerStats@nhs.net\u003e\n\nNorthern Ireland:\n\nDr A Gavin, Director\nNorthern Ireland Cancer Registry\nQueens University of Belfast\nSchool of Medicine, Dentistry \u0026 Biomedical Sciences\nMulhouse Building\nGrosvenor Road\nBELFAST, BT12 6BJ\nTel: +44 (0) 28 9063 2573\n\u003cnicr@qub.ac.uk\u003e\n\nThe cancer registries are all members of the [United Kingdom \u0026 Ireland Association of Cancer Registries (UKIACR)](http://www.ukacr.org/ \"United Kingdom \u0026 Ireland Association of Cancer Registries (UKIACR)\").\n"
    },
    {
      "title": "Background notes and methodology",
      "markdown": "1. The age-standardised rates in this release are expressed per 100,000 population and are standardised to the new European Standard Population 2013 (ESP 2013). They are standardised to allow for more robust comparisons between males and females, years and geographical areas. Previously published rates for 1995 to 2011, based on ESP 1976, have been recalculated using the new ESP 2013. Rates will therefore differ from those previously published. For further information, see the [ONS website](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/index.html \"ONS website\").\n\n2. Cancer incidence rates are based on the latest mid-year population estimates for the reference year at the time of publication.\n\n3. The figures for numbers and rates of ‘all cancers’ in this release refer to all malignant neoplasms (ICD-10 C00–C97), excluding non-melanoma skin cancer (ICD-10 C44). Non-melanoma skin cancer (nmsc) is very common, but the policies and practices for the recording of nmsc have varied among the cancer registries, and over time. As the available figures are known to be under-estimates and unreliable for comparison purposes, they have been excluded from the figures for ‘all cancers’.\n\n4. In situ means that the cancer is in its earliest stages (not yet spread from the surface layer of cells in an organ or other tissue) and is usually curable. ICD-10 groups in situ neoplasms in D00–D09.\n\n5. Cancer incidence data from the National Cancer Registry at ONS are used to calculate National Statistics on cancer survival.\n\n6. The cancer registrations data reported are believed to be essentially complete for the year 2012 (99% at the time of extraction), but it is important to note that the cancer registration database is dynamic. In common with cancer registries in other countries, cancer incidence rates in England can take up to five years after the end of a given calendar year to reach 100 per cent completeness and stability, due to the continuing accrual of late registrations. The figure of 99% is an estimate of completeness based on the figures published for three previous years data (2009 to 2011), compared with the number of late registrations subsequently received for these years. It is therefore the difference between what figures have been published in all ONS cancer incidence publications within a given reporting year, verses late registrations received after the publication date cut-off. It is not an estimate of how many cancers never get recorded.\n\n7. A list of the names of those given pre-publication access to the statistics and written commentary is available in [Pre-release Access List: Cancer Registration Statistics, England, 2012](http://www.ons.gov.uk/ons/rel/vsob1/cancer-statistics-registrations--england--series-mb1-/no--43--2012/pra-list---cancer-registrations.html \"PRA List - Cancer Registrations\"). The rules and principles which govern pre-release access are featured within the [Pre-release Access to Official Statistics Order 2008](http://www.legislation.gov.uk/uksi/2008/2998/schedule/made \"Pre-release Access to Official Statistics Order 2008\").\n\n8. Further 2012 cancer statistics will be published later in 2014. The Publication Hub contains more detail on releases.\n\n9. Special extracts and tabulations of cancer data for England are available to order (subject to legal frameworks, disclosure control, resources and agreement of costs, where appropriate). Such enquiries should be made to:\nCancer and End of Life Care Analysis Team\nLife Events and Population Sources Division\nOffice for National Statistics\nGovernment Buildings\nCardiff Road\nNewport\nNP10 8XG\nTel: +44 (0)1633 455704\nEmail: \u003ccancer.newport@ons.gsi.gov.uk\u003e\n\nThe ONS Charging Policy is available on the ONS website.\n\n10. As a valued user of our statistics, we would welcome feedback on this release. In particular, the content, format and structure. Please send feedback to the postal or e-mail address above.\n\n11. Next publication date: May/June 2015.\n\n12. Details of the policy governing the release of new data are available from the UK Statistics Authority website or from the Media Relations Office.\n\n13. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThe United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics.\n\nDesignation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs;\n- are well explained and readily accessible;\n- are produced according to sound methods; and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "The three most common cancers for men in 2012 remained prostate (25.9%), lung (13.6%) and colorectal (13.4%).",
  "headline2": "The three most common cancers for women in 2012 remained breast (30.9%), lung (11.9%) and colorectal (10.9%).",
  "headline3": "Liver cancer incidence has increased by 70% for males and 60% for females from 2003 to 2012. This is now the 18th most common cancer in England.",
  "summary": "The number of diagnoses and incidence rates of all types of cancer by age and sex, and by region of residence in England.",
  "relatedBulletins": [],
  "title": "Cancer Statistics Registrations, England (Series MB1), No. 43, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Cancer Statistics Registrations, England (Series MB1), No. 43, 2012",
  "uri": "/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/bulletins/cancerstatisticsregistrationsenglandseriesmb1no432012",
  "fileName": "cancerstatisticsregistrationsenglandseriesmb1no432012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Health and social care",
      "fileName": "healthandsocialcare"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Conditions and diseases",
      "fileName": "conditionsanddiseases",
      "breadcrumb": []
    }
  ]
}