{
  "sections": [
    {
      "title": "Acknowledgements",
      "markdown": "Our thanks go to the external contributors and in particular to our colleagues in Business, Innovation and Skills (BIS), the Scottish Government, Welsh Government and the Northern Ireland Executive.\n\nOur thanks also go to the members of the Consultative Committee on Construction Industry Statistics (the forum for joint consultation on construction statistics by the Industry, BIS and the ONS). \n\nComments and suggestions from readers are welcome and should be addressed to: Kate Davies, Construction Statistics and Retail Sales Branch, Office for National Statistics, Cardiff Road, Newport, NP10 8XG. Tel: 01633 45 6344. Email: \u003cconstruction.statistics@ons.gsi.gov.uk\u003e\n\n"
    },
    {
      "title": "Output",
      "markdown": "Table 2.4 shows the value of construction output by type of work, Table 2.8 shows the value of work done by trade of firm and type of work and Table 2.9 shows the value of work done by size of firm and type of work.\n\nThe remaining output tables that were published up to the 2012 Edition are now published within the monthly [Output in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output in the Construction Industry\") statistical bulletin and associated tables.\n\n"
    },
    {
      "title": "Structure of the industry",
      "markdown": "Table 3.1 shows the number of private contractor firms, Table 3.3 shows the total employment of private contractors, Table 3.4 shows the number of firms by size and trade of firm and Table 3.5 shows the number of firms by size and region of registration.\n\nThe data previously published in Table 3.2 regarding information on the insolvencies and bankruptcies of construction firms is now available from the [Insolvency Service](https://www.gov.uk/government/collections/insolvency-service-official-statistics \"Insolvency Service Official Statistics\").\n\n"
    },
    {
      "title": "Price indices",
      "markdown": "The information on price indices that were published up to the 2012 Edition are now available on the [Building Cost Information Service (BCIS)](http://www.rics.org/uk/shop/BIS-Construction-Price-and-Cost-Indices-Online-17211.aspx \"Building Cost Information Service (BCIS)\") website. Users should be aware that the information is only available on subscription.\n\nThe Output Price Indices (OPI) for all new construction are published monthly and can be found in Table 9a of the [Output in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output in the Construction Industry\") publication. The OPIs for all industries can be found in Table A1 of the [Quarterly National Accounts](http://www.ons.gov.uk/ons/rel/naa2/quarterly-national-accounts/index.html \"Quarterly National Accounts\") publication.\n\nThe OPIs for each of the individual construction sectors are published on a monthly basis and can be found in Table 9a of the [Output in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output in the Construction Industry\") publication.\n\nThe BIS Construction Price and Cost Indices can now be found on the [BCIS](http://www.ons.gov.uk/ons/rel/construction/construction-statistics/no--15--2014-edition/ww.rics.org/uk/shop/BIS-Construction-Price-and-Cost-Indices-Online-17211.aspx \"BCIS\") website. Users should be aware that the information is only available on subscription.\n\n"
    },
    {
      "title": "Cost indices",
      "markdown": "The information previously published are now available on subscription through the [BCIS](http://www.ons.gov.uk/ons/rel/construction/construction-statistics/no--15--2014-edition/ww.rics.org/uk/shop/BIS-Construction-Price-and-Cost-Indices-Online-17211.aspx \"BCIS\") website.\n\n"
    },
    {
      "title": "Investment",
      "markdown": "Data on investment can be found in Tables 9.1, 9.2, and 9.4 of the [United Kingdom National Accounts - The Blue Book](http://www.ons.gov.uk/ons/rel/naa1-rd/united-kingdom-national-accounts/the-blue-book--2013-edition/chapter-09--fixed-capital-formation-supplementary-tables.html#tab-Table-downloads \"The Blue Book\") publication.\n\n"
    },
    {
      "title": "Government departments\u0027 construction plan",
      "markdown": "Information relating to UK Private Finance Initiative (PFI) projects can be obtained on the [Government](https://www.gov.uk/government/publications/private-finance-initiative-projects-2013-summary-data \"Private finance initiative projects 2013 summary data\") website.\n\n"
    },
    {
      "title": "Local authority expenditure",
      "markdown": "The information for English Local Authority Expenditure can be found on the [Department for Communities and Local Government](https://www.gov.uk/government/collections/local-authority-capital-expenditure-receipts-and-financing \"Department for Communities and Local Government\") website.\n\n"
    },
    {
      "title": "National Lottery funded projects",
      "markdown": "Information relating to National Lottery Projects can be accessed on the [National Lottery](http://www.lotterygoodcauses.org.uk/good-causes \"National Lottery\") website.\n\n"
    },
    {
      "title": "Planning applications and decisions",
      "markdown": "Tables 10.1 to 10.3 which were published up to the 2012 Edition can now be accessed on the [Government](https://www.gov.uk/government/collections/planning-applications-statistics \"Planning application statistics\") website.\n\nTables 10.4 to 10.5 which were published up to the 2012 Edition can now be accessed on the [Government](https://www.gov.uk/government/statistical-data-sets/live-tables-on-planning-application-statistics \"Live tables on planning application statistics\") website.\n\nA summary of the Thames Gateway regeneration activity can be accessed on the [UK Government Web Archive](http://webarchive.nationalarchives.gov.uk/20120919132719/http://www.communities.gov.uk/regeneration/thamesgateway/ \"Regeneration and economic growth\").\n\n"
    },
    {
      "title": "Trends in employment and the professions",
      "markdown": "Seasonally adjusted data for manpower, previously published as Table 11.1, can now be found in the JOBS02 spreadsheet of the [Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/index.html \"Labour Market Statistics\") publication.\n\nThe data previously published as Tables 11.2 to 11.4 can be found in the [Annual Survey of Hours and Earnings](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings/index.html \"Annual Survey of Hours and Earnings\") publication.\n\nData on employment in the construction industry by gender, previously published as Table 11.5, can be found in the EMP14 spreadsheet of the [Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/index.html \"Labour Market Statistics\") publication.\n\nData previously published as Tables 11.10. and 11.11 are produced every five years by the [Construction Industry Council](http://cic.org.uk/ \"Construction Industry Council\").\n\nTrainee numbers previously published as Table 11.12 are produced by Construction Skills and can be accessed on the [Construction Skills](http://www.citb.co.uk/research/research-reports/ \"Construction Skills\") website.\n\nThe number and turnover of construction service businesses, previously published as Table 11.18, can now be found in Section M of the [Annual Business Survey](http://www.ons.gov.uk/ons/rel/abs/annual-business-survey/index.html \"Annual Business Survey\") results.\n\nData previously published as Table 11.19 is updated four times a year and can be found in the LAB D03 table of the Productivity and Labour Disputes table section of the [Labour Market Statistics](http://www.ons.gov.uk/ons/rel/lms/labour-market-statistics/index.html \"Labour Market Statistics\") data tables publication.\n\nThe data previously published as Table 11.20 showing the injuries in Great Britain by industry and severity of injury and is now available in the RIDIND table on the [Health and Safety Executive](http://www.hse.gov.uk/statistics/tables/index.htm \"Health and Safety Executive\") website.\n\nThe data previously published as Table 11.21 contained data on the number of injuries in Great Britain by industry and severity of injury and is available in the RIDKIND1 table on the [Health and Safety Executive](http://www.hse.gov.uk/statistics/tables/index.htm \"Health and Safety Executive\") website.\n\nThe data previously published as Table 11.22 contained the rate of injury in Great Britain by industry and severity of injury and is available in the HISTRATE table on the [Health and Safety Executive](http://www.hse.gov.uk/statistics/tables/index.htm \"Health and Safety Executive\") website.\n\nThe data previously published as Table 11.23 showed the number of proceedings instituted by Health and Safety Executive and, in Scotland, the Crown Office and Procurator Fiscal Service under specific regulations and acts by result at an offence level and is available in Table EF5 on the [Health and Safety Executive](http://www.hse.gov.uk/statistics/tables/index.htm \"Health and Safety Executive\") website.\n\n"
    },
    {
      "title": "Northern Ireland, Wales and Scotland",
      "markdown": "Table 12.1 and Table 12.2 previously contained data on the value of construction output and the index of construction output in Northern Ireland. Both are available on the [Northern Ireland Statistics Research Agency](http://www.csu.nisra.gov.uk/survey.asp84.htm \"Northern Ireland Statistics Research Agency\") website.\n\nTables 12.3 and 12.4 contained information relating to housing starts in Northern Ireland and can be found in the [Northern Ireland Housing Bulletin](http://www.dsdni.gov.uk/index/stats_and_research/stats-publications/stats-housing-publications/housing_bulletins.htm \"Northern Ireland Housing Bulletin\") published by the Department for Social Development.\n\nTable 12.5 previously contained the value of new orders obtained by contractors for Wales. This is updated on a quarterly basis and can be found in Table 6 of the [Output and New Orders in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output and New Orders in the Construction Industry\") publication.\n\nTable 12.6 previously contained the value of output obtained by contractors for Wales. This is updated on a quarterly basis and can be found in Table 6 of the [Output in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output in the Construction Industry\") publication.\n\nTable 12.7 was the Index of Construction for Wales and can be found in the latest release of the Index of Production and Construction on the [Welsh Government](http://wales.gov.uk/statistics-and-research/index-production-construction/?lang\u003den \"Welsh Government\") website.\n\nTable 12.8 contained information relating to planning applications in Wales. This information is published on a quarterly basis in the [Development Management Quarterly Survey](http://wales.gov.uk/topics/planning/planningstats/development-control-management-survey/?lang\u003den \"Development Management Quarterly Survey\") on the Welsh Government website.\n\nTable 12.9 contained information relating to mineral planning applications in Wales. This information is produced by the [Welsh Government](http://wales.gov.uk/statistics-and-research/index-production-construction/?lang\u003den \"Welsh Government\").\n\nTable 12.10 was the analysis of capital account expenditure for Wales and can be found on the [Welsh Government](http://wales.gov.uk/statistics-and-research/index-production-construction/?lang\u003den \"Welsh Government\") website.\n\nTable 12.11 showed household projections for Wales and can be accessed on the [Welsh Government](http://wales.gov.uk/statistics-and-research/index-production-construction/?lang\u003den \"Welsh Government\") website.\n\nTable 12.12 previously showed the value of new orders obtained by contractors for Scotland. This is updated on a quarterly basis and can be found in Table 6 of the [Output and New Orders in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output and New Orders in the Construction Industry\") publication.\n\nTable 12.13 showed the value of output obtained by contractors for Scotland. This is updated on a quarterly basis and can be found in Table 6 of the [Output in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/index.html \"Output in the Construction Industry\") publication.\n\n"
    },
    {
      "title": "Building materials",
      "markdown": "Tables 13.1 to 13.6 contained information relating to building materials which are produced by the Department for Business, Innovation and Skills and are available on the [Government](https://www.gov.uk/government/collections/construction-statistics \"Construction statistics\") website.\n\n"
    },
    {
      "title": "International comparisons",
      "markdown": "Tables 14.1 to 14.8 contained information relating to international comparisons and are produced by [Gardiner and Theobald](http://www.gardiner.com/media_publications/economics/ \"Gardiner and Theobald\").\n\n"
    },
    {
      "title": "Key Performance Indicators and benchmarking",
      "markdown": "The Construction Industry Key Performance Indicators are produced by a partnership of the Department for Business, Innovation and Skills and Constructing Excellence using data from the Office for National Statistics, Building Cost Information Service, Health and Safety Executive, Dun \u0026 Bradstreet and other third-party financial analysts.\n\nThe annual Construction Industry KPIs, relating to performance in 2013 are now available online from [Glenigan](http://www.glenigan.com/construction-market-analysis/reports \"Glenigan\").\n\nAlso, the [kpizone](http://www.glenigan.com/construction-market-analysis/news/kpi-zone \"kpizone\") website gives access to all KPIs for economic, social and environmental performance as well as those for the construction sectors, thus enabling the user to choose relevant KPIs and store and retrieve data to help benchmark effectively. Methods of measurement, data collection forms, trend charts, examples and links to improve performance are included for each KPI as well as calculators to obtain benchmark scores.\n\nThe KPI builder has the facility of being able to store performance information in a secure area called ‘My KPIs’, analyse and report results and then produce a tailored document called ‘My KPIs Handbook’. Other areas of the website include secondary and additional performance indicators, international KPIs and industry progress tables.\n\nThe website also includes a large amount of supporting information including case studies, KPI best practice guide and masterclass information. The Construction Industry KPIs are intended for use by individual firms wishing to measure and compare their performance.\n\n"
    },
    {
      "title": "Appendices",
      "markdown": "### Appendix 1\n\n[List of Government Office Regions (9.2 Kb Pdf)](http://www.ons.gov.uk/ons/rel/construction/construction-statistics/no--15--2014-edition/art-download-construction-statistics-appendix-1.pdf \"ART Download Construction Statistics Appendix 1\")\n\n### Appendix 2\n\n[Notes and Definitions for the Construction Industry (83.5 Kb Pdf)](http://www.ons.gov.uk/ons/rel/construction/construction-statistics/no--15--2014-edition/art-download-constructions-statistics-appendix-2.pdf \"ART Download Constructions Statistics Appendix 2\")"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. Quality and Methodology reports for both the [Output in the Construction Industry (500.7 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-and-energy/quality-and-methodology-information-for-output-in-the-construction-industry.pdf \"Output in the Construction Industry\") and [New Orders in the Construction Industry (100.2 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/business-statistics/new-orders-in-the-construction-industry.pdf \"New Orders in the Construction Industry\") are available. \n\n2. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n\n"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "article",
  "uri": "/businessindustryandtrade/constructionindustry/articles/constructionstatisticsno15/2014-09-02",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/businessindustryandtrade"
    },
    {
      "uri": "/businessindustryandtrade/constructionindustry"
    }
  ],
  "description": {
    "_abstract": "Construction Statistics brings together a wider range of statistics currently available on the construction industry from a variety of sources. This edition updates the figures for Tables 2.4, 2.8, 2.9, 3.1, 3.3, 3.4, 3.5 that were supplied in Construction Statistics Annual 2013. From 2014, Table 1.7 is no longer produced after a public consultation which showed it had little benefit to users. All other tables that were previously contained in the annual Construction Statistics publication are no longer collated and published by the ONS. Where these data tables are no longer published, links have been supplied to enable users to obtain the relevant data. This is the sixth web based only edition and the tables produced by ONS are available in Excel, allowing independent analyses of the published information.",
    "edition": "2014 Edition",
    "nationalStatistic": true,
    "contact": {
      "email": "construction.statistics@ons.gsi.gov.uk",
      "name": "Kate Davies",
      "telephone": "+44 (0)1633 456344"
    },
    "releaseDate": "2014-09-02T00:00:00.000Z",
    "title": "Construction Statistics - No. 15",
    "keywords": [
      "construction"
    ]
  }
}