{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "David Matthews",
    "email": "RandD@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- In 2012, the UK’s gross domestic expenditure on research and development (GERD), in current prices, decreased by 2% to £27.0 billion compared with 2011. Adjusted for inflation, in constant prices, research and development (R\u0026D) expenditure decreased by 3%.\n- In constant prices, R\u0026D expenditure has increased by 56% from the 1985 estimate of £17.3 billion. Expenditure peaked in 2011 at £27.9 billion.\n- The business sector performed 63% of UK R\u0026D expenditure in 2012. Expenditure by this sector decreased by 2%, in current prices, to £17.1 billion in 2012, compared with 2011.\n- Total R\u0026D expenditure in the UK in 2012 represented 1.72% of Gross Domestic Product (GDP), a decrease from 1.77% in 2011.\n- International comparisons show that UK R\u0026D expenditure in 2012 was below the EU-28 provisional estimate of 2.06% of GDP.\n"
    },
    {
      "title": "Overview",
      "markdown": "This statistical bulletin provides estimates of R\u0026D performed in and funded by the following four sectors of the economy, as defined in the ‘Frascati Manual’:\n\n- Business Enterprise (BERD),\n- Higher Education (HERD),\n- Government (GovERD), which includes Research Councils, and\n- Private Non-Profit (PNP) organisations.\n\nAll these sectors’ R\u0026D data are known collectively as GERD, which represents the gross domestic expenditure on R\u0026D in the UK.\n\nGERD is unique in providing this information, and is the preferred measure of R\u0026D activity for use in international comparisons. This release reports on R\u0026D expenditure in the UK irrespective of the residence of the ultimate owner or users of the R\u0026D produced. The main purpose of collecting R\u0026D data from all sectors of the economy is to supply data for policy and monitoring purposes on science and technology, of which R\u0026D is an important part.\n\nIn this statistical bulletin, R\u0026D and related concepts follow internationally agreed standards defined by the Organisation for Economic Cooperation and Development (OECD), as published in the ‘Frascati Manual’. This manual defines R\u0026D as “creative work undertaken on a systematic basis in order to increase the stock of knowledge, including knowledge of man, culture and society and the use of this stock of knowledge to devise new applications”.\n\nThe Frascati Manual was originally written by, and for, the experts in OECD member countries that collect and issue national data on R\u0026D. The definitions provided in this manual are internationally accepted and now serve as a common language for designing and evaluating science and technology policy.\n\nThe business sector estimates in this release, the largest component of GERD, are derived from the Business Enterprise Research and Development (BERD) survey, published on 22 November 2013 in the Business Enterprise Research and Development 2012 statistical bulletin. Approximately 5,000 UK businesses were selected for this survey from a continually updated register of R\u0026D performers.\n\nThe National Accounts provide the framework that is used to define and measure the UK’s economic performance, such as the value of the UK’s GDP. Changes to the European System of Accounts (ESA) mean that from September 2014 onwards, expenditure on R\u0026D will contribute to the formation of assets and therefore the value of the UK’s net worth. Further information about this important change can be found at ONS ESA 2010.\n\nTwo types of estimates are presented in this release, current and constant prices. Estimates in current prices present the value of R\u0026D expenditure in cash terms. Constant price estimates have been adjusted for inflation between years using the GDP deflator. This allows changes in the volume of R\u0026D expenditures to be examined on a comparable basis over time.\n"
    },
    {
      "title": "UK Gross Domestic R\u0026D Expenditure, 2012",
      "markdown": "In 2012, in current prices, £27.0 billion was spent on R\u0026D performed within the UK, a decrease of £0.5 billion (2%) since 2011. This was mainly driven by a £0.4 billion decrease in R\u0026D performed by the business sector. Adjusted for inflation, in constant prices, R\u0026D expenditure decreased by 3%.\n\nIn 1985, in constant prices, £17.3 billion was spent on R\u0026D performed in the UK. Since then, there has been a sizeable increase (56%) in R\u0026D expenditure in the UK. Expenditure peaked in 2011 at £27.9 billion (Figure 1).\n### Figure 1: UK gross domestic expenditure on R\u0026D, 1985 to 2012\n[![UK gross domestic expenditure on R\u0026D, 1985 to 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig11_tcm77-355439.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig11_tcm77-355439.png \"UK gross domestic expenditure on R\u0026D, 1985 to 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-1.xls \"XLS format\") (27 Kb)\n\nFigure 2 shows UK gross domestic expenditure on R\u0026D, as a percentage of GDP, in current prices. Total R\u0026D expenditure in 2012 represented 1.72% of GDP, a decrease on the 1.77% estimate for 2011. It should be noted that this decrease is partly due to the increase in GDP in 2012, as well as the decrease in R\u0026D expenditure.\n\nUK gross domestic R\u0026D expenditure, as a percentage of GDP, in current prices, peaked in 1986 at 2.14%. Since 2001, R\u0026D expenditure as a percentage of GDP has been within a range of 1.65% to 1.79%.\n### Figure 2: UK gross expenditure on R\u0026D as a percentage of GDP, 1985 to 2012\n[![UK gross expenditure on R\u0026D as a percentage of GDP, 1985 to 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig21_tcm77-355442.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig21_tcm77-355442.png \"UK gross expenditure on R\u0026D as a percentage of GDP, 1985 to 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-2.xls \"XLS format\") (27 Kb)\n\nA target set by the UK Government in the Science and Innovation Framework 2004 - 2014 was to increase public and private investment in R\u0026D towards a goal of 2.5% of GDP by 2014.\n"
    },
    {
      "title": "Expenditure on R\u0026D Performed in the UK",
      "markdown": "UK estimates of R\u0026D cover the four sectors of the economy, namely Business, Higher Education, Government (including Research Councils), and Private Non-Profit organisations. Figure 3 shows the contribution each sector made to the total UK R\u0026D expenditure estimate in 2012.\n### Figure 3: Composition of UK GERD by performing sector, 2012\n[![Composition of UK GERD by performing sector, 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig32_tcm77-355445.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig32_tcm77-355445.png \"Composition of UK GERD by performing sector, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-3.xls \"XLS format\") (25.5 Kb)\n\nTaking each of these R\u0026D sectors in turn:\n\n### Business\n\nThe business sector performs the most R\u0026D of any sector in the UK. In 2012 it accounted for £17.1 billion of expenditure, representing 63% of total expenditure on R\u0026D. This is a decrease of 2% in current prices from £17.5 billion in 2011. On an annual basis, the 400 largest business R\u0026D spenders are asked to select the industry product groups that best describe the type of R\u0026D that they undertake. The product groups with the largest R\u0026D expenditure in 2012 (Figure 4) were:\n\n- Pharmaceuticals (£4.2 billion),\n- Computer programming and information service activities (£1.9 billion),\n- Motor vehicles and parts (£1.7 billion),\n- Aerospace (£1.5 billion),\n- Machinery and equipment (£1.0 billion),\n- Telecommunications (£0.9 billion).\n\nThe UK Government has continued to promote growth in R\u0026D, particularly in the business sector, through the introduction of tax relief, and Catapult centres. A Catapult is a “technology and innovation centre where UK businesses, scientists and engineers can work together on research and development, transforming ideas into new products and services”.\n\n### Figure 4: R\u0026D expenditure by the business sector, 2012\n[![R\u0026D expenditure by the business sector, 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig43_tcm77-355446.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig43_tcm77-355446.png \"R\u0026D expenditure by the business sector, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-4.xls \"XLS format\") (26.5 Kb)\n\nMore detailed information on business R\u0026D expenditure can be found in the UK Business Enterprise Research and Development 2012 statistical bulletin published on 22 November 2013.\n\n### Higher Education\n\nThe higher education sector, which includes universities and higher education institutes, represented 27% of total UK R\u0026D expenditure in 2012 at £7.2 billion. This was an increase of 1% in current prices, from £7.1 billion in 2011. The funding for this sector is mainly provided by the Higher Education Funding Councils for England, Scotland and Wales, the Department for Education in Northern Ireland and the seven UK research councils.\n\n### Government and Research Councils\n\nThe UK Government owns many research institutes and laboratories that carry out R\u0026D. These are managed by different government departments, including the Department for Business, Innovation and Skills, the Department for Environment, Food and Rural Affairs and the Department of Health.\n\nIn 2012, R\u0026D expenditure in the UK by the government and research councils sector decreased by 8% in current prices, from £2.4 billion in 2011 to £2.2 billion in 2012. This sector accounted for 8% of total expenditure on R\u0026D performed in the UK in 2012.\n\nResearch Councils UK (RCUK) is the strategic partnership of the UK\u0027s seven research councils. Each year the councils perform research covering the full spectrum of academic disciplines from the medical and biological sciences to the arts and humanities.\n\nResearch councils’ R\u0026D expenditure decreased by 22% in current prices, from £1.0 billion in 2011 to £0.8 billion in 2012.\n\n### Private Non-Profit\n\nThe private non-profit sector includes registered charities and trusts. Those performing R\u0026D in this sector specialise mainly in health and medical research. Some of the largest of these are based in the UK. This sector includes, for example, a number of cancer charities that carry out extensive research into types of cancer prevention, from drug development to clinical trials.\n\nThe private non-profit sector is the smallest R\u0026D performing sector in the UK. In 2012, it is estimated that £0.5 billion was spent by these organisations, which contributed 2% to total UK R\u0026D expenditure.\n"
    },
    {
      "title": "Civil and Defence Expenditure, by Performing Sector",
      "markdown": "R\u0026D expenditure for civil purposes in 2012 (£25.2 billion) accounted for 93% of total UK R\u0026D expenditure (Figure 5).\n\nIn current prices, civil R\u0026D expenditure decreased by 1%, from £25.5 billion in 2011 to £25.2 billion in 2012, while defence R\u0026D decreased by 10%, from £2.0 billion to £1.8 billion.\n\nIn constant prices, civil R\u0026D expenditure has increased by 70% (£10.4 billion) since the 1989 estimate of £14.9 billion. In contrast, defence R\u0026D expenditure has decreased by 62% over the same period, from £4.7 billion in 1989.\n\n### Figure 5: Expenditure on civil and defence R\u0026D performed in the UK, 1989 to 2012\n[![Expenditure on civil and defence R\u0026D performed in the UK, 1989 to 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig54_tcm77-355447.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig54_tcm77-355447.png \"Expenditure on civil and defence R\u0026D performed in the UK, 1989 to 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-5.xls \"XLS format\") (31.5 Kb)\n\nCivil and defence R\u0026D expenditure can be further split between the four performing UK sectors. The business sector was by far the largest R\u0026D performer in both civil and defence R\u0026D in 2012, at £15.5 billion and £1.6 billion respectively.\n\nOf particular note, business R\u0026D expenditure in the civil sector has increased by 52% in constant prices since 1989, but business expenditure on R\u0026D in the defence sector has decreased by 48% over this period.\n"
    },
    {
      "title": "R\u0026D Expenditure by Funding Sector",
      "markdown": "In 2012, most of the funding for R\u0026D performed in the UK was provided by the business sector which funded £12.3 billion. This was a decrease of 1%, in current prices, from £12.5 billion in 2011 (Figure 6). The business sector funded 46% of the total UK R\u0026D spend in 2012.\n\nAlthough the government and research councils sector spent £2.2 billion performing R\u0026D within their UK public research institutes, they actually funded £5.6 billion of UK R\u0026D spend, 21% of total funding. This can be better understood through an appreciation of the role of RCUK which offers individuals and businesses overseas, access to the UK’s research facilities and infrastructure.\n\nIn just under two decades there has been a change in the profile of how UK R\u0026D expenditure has been funded. In 1985, 8% of R\u0026D funding came from overseas. Since then, there has been a steady increase in the proportion of funding for UK R\u0026D expenditure from overseas, from 14% in 1995 to 20% in 2012.\n### Figure 6: Composition of UK GERD by funding sector, 1995 to 2012\n[![Composition of UK GERD by funding sector, 1995 to 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig62_tcm77-355448.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig62_tcm77-355448.png \"Composition of UK GERD by funding sector, 1995 to 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-6.xls \"XLS format\") (31 Kb)\n\nFigure 7 is a representation of the flows of R\u0026D funds from the four UK sectors and overseas. The values in the boxes are the amounts of funding that each sector provided to the other sectors in the UK in 2012. The arrows indicate the values provided to the recipient sector.\n\nIt is important to note that sectors can fund themselves. For example, in 2012 the business sector performed £17.1 billion, of which £11.7 billion was funded by this sector. The remaining £5.4 billion of R\u0026D expenditure performed by the business sector was funded by other sectors.\n\n### Figure 7: Flows of R\u0026D funding in the UK, 2012\n[![Flows of R\u0026D funding in the UK, 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig7_tcm77-355451.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig7_tcm77-355451.png \"Flows of R\u0026D funding in the UK, 2012\")\n\nSource: Office for National Statistics\n##### Notes:\n1. For full information see Table 1 from the data section of this publication. Please note, that government departments and research councils carry out their R\u0026D in public research institutes, so their flows of funds are combined in Figure 7.\n2. HEFCs – Higher Education Funding Councils.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-7.xls \"XLS format\") (27.5 Kb)\n"
    },
    {
      "title": "Civil and Defence R\u0026D Expenditure by Funding Sector",
      "markdown": "The majority of funding for civil R\u0026D performed in the UK was provided by the business sector (£11.9 billion), 47% of total civil funding.\n\nOf the £5.4 billion funding received from overseas in 2012, 97% was spent on civil R\u0026D (£5.2 billion).\n\nR\u0026D expenditure for defence purposes in the UK accounted for 7% of total R\u0026D expenditure (£1.8 billion) in 2012. The UK Government’s funding of defence R\u0026D in 2012 was £1.2 billion. This was a decrease of 5% in current prices from £1.3 billion in 2011. This is partly due to government contracts awarded to UK businesses for the development of aircraft, naval ships, submarines and their systems and equipment, moving from the research to production stages. The business sector provided £0.4 billion (24%) of funding and £0.2 billion (10%) came from overseas. The UK Government accounted for 67% of total defence funding.\n"
    },
    {
      "title": "Country and Regional Breakdown of UK R\u0026D Expenditure",
      "markdown": "R\u0026D expenditure can be analysed by UK country and region (Figure 8). In this context, the country and region refers to the location where the R\u0026D is performed, not the location of the funder.\n\nThe South East and East of England continued to dominate where R\u0026D is performed in the UK in 2012. These two regions accounted for 39% of total UK R\u0026D expenditure (£10.6 billion).\n\nThe majority of UK R\u0026D expenditure was carried out in England (£23.9 billion) in 2012. Although England showed a decrease in R\u0026D expenditure in current prices of 2% compared with 2011, Northern Ireland and Wales showed increases of 12% and 2% respectively in 2012. The estimate for Scotland showed no change from 2011.\n\n### Figure 8: UK GERD by sector, country and region, 2012\n[![UK GERD by sector, country and region, 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig87_tcm77-355452.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig87_tcm77-355452.png \"UK GERD by sector, country and region, 2012\")\n\nSource: Office for National Statistics\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-8.xls \"XLS format\") (31.5 Kb)"
    },
    {
      "title": "International Comparisons of GERD as a Percentage of GDP (R\u0026D Intensity)",
      "markdown": "The Europe 2020 targets specify five targets for the EU for 2020, including a target of 3% of the EU’s GDP to be invested in R\u0026D. This means that the estimates in this release are essential in monitoring progress towards this target.\n\nThe percentage of R\u0026D to GDP increased marginally in the EU-28 up to 2002, reaching a high of 1.87%, before declining modestly through to 2005 (1.82%), and climbing again to an estimated 2.06% in 2012. Please note that the 2012 results for the EU-28 and OECD countries are early estimates and indicative only at the time of this release.\n\nFigure 9 presents the latest available 2012 estimates as a means of placing the UK into an international context with regards to GERD as a percentage of GDP. It shows the individual EU-28 countries’ GERD as a percentage of GDP, as well as the average for the EU-28, compared with the Europe 2020 target of 3%. The UK’s GERD represented 1.72% of GDP in 2012, the joint 12th highest percentage.\n### Figure 9: EU countries GERD as a percentage of GDP (R\u0026D intensity), 2012\n[![EU countries GERD as a percentage of GDP (R\u0026D intensity), 2012)](http://www.ons.gov.uk/ons/resources/chtgerdfig95_tcm77-355453.png)](http://www.ons.gov.uk/ons/resources/chtgerdfig95_tcm77-355453.png \"EU countries GERD as a percentage of GDP (R\u0026D intensity), 2012\")\n\nSource: Eurostat\n##### Notes:\n* \u003d Luxembourg data is for 2011.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/rdit1/gross-domestic-expenditure-on-research-and-development/2012/chd-gerd-fig-9.xls \"XLS format\") (28.5 Kb)\n"
    }
  ],
  "accordion": [
    {
      "title": "Background Notes",
      "markdown": "Key Issues Specific to this Bulletin\n\nThis is the latest annual release about gross expenditure on R\u0026D in the UK by businesses, government departments, research councils, higher education institutes and private non–profit organisations, published by the Office for National Statistics (ONS). The results in this release are in respect of 2012. ONS began publishing annual data on R\u0026D expenditure in 1993. The source of the information comes from the Business Enterprise Research and Development (BERD) survey, the Government Research and Development (GovERD) survey (including research councils), and the Private Non-Profit Research and Development (PNP) survey.\n\nHigher Education R\u0026D (HERD) data are collected from a census of higher education institutes and provided to ONS by the Higher Education Funding Councils (HEFCs).\n\nAll these sectors\u0027 (Business, Government, Higher Education and Private Non-Profit) R\u0026D data are known collectively as GERD, which represents the gross domestic expenditure on R\u0026D in the UK. \nA quality report (137 Kb Pdf) for the GERD output is available on the ONS website. \n\nNational Statistics\n\nThe UK Statistics Authority has reviewed this publication in its report: “ Assessment of compliance with the Code of Practice for Official Statistics: Statistics on Research and Development” which was published on 28 June 2012. This review recommended that the UK Gross Domestic Expenditure on Research and Development estimates be designated as National Statistics, subject to ONS carrying out certain requirements. ONS completed the necessary work to meet these requirements and on 3 June 2013, the UK Statistics Authority confirmed that this release, and its associated data, has retained National Statistics status.\n\nTimeliness and Punctuality\n\nAn internal investigation has been carried out to identify if it is feasible to publish these R\u0026D statistics earlier than they are at present. Unfortunately, this investigation concluded that it is not possible for ONS to bring forward the publication of these estimates in the short-term.\n\nThe main reason for this is that the higher education estimates are coordinated and provided by HEFC England with respect to academic years. HEFCs are not able to provide ONS with these estimates until the middle of February each year. Affording time to quality assure and check these data, the earliest that these estimates can therefore be published is March.\n\nAs part of this investigation ONS sought the views of some of the known users of this publication. They unanimously stated that they are content with the current publication timetable. \nCompleteness of Coverage\n\nGERD is the measure used by the majority of commentators on R\u0026D for international comparisons. It covers all R\u0026D performed in the UK, irrespective of who pays for it, including funding from overseas. However, it excludes R\u0026D performed overseas even if it is funded from the UK.\n\nThe components of GERD relate to R\u0026D performed in all sectors of the economy:\n\nBERD is a survey conducted annually by ONS, and covers the business sector of the economy which in 2012 performed 63% of total UK R\u0026D expenditure. As part of the 2012 survey, approximately 5,000 questionnaires were sent to businesses known to perform R\u0026D. This included around 400 of the largest R\u0026D spenders, accounting for approximately 80% of the 2012 total business R\u0026D expenditure figure. Smaller R\u0026D performers, and others believed to be performing R\u0026D, were selected using various sampling fractions. Industry product group and business employment size, were used as the stratification variables. Completed questionnaires were returned by 4,488 businesses representing a response rate of 91%. Estimates from this survey were published on the ONS website on 22 November 2013 in the UK Business Enterprise Research and Development statistical bulletin, 2012.\n\nAs part of the assessment of ‘Statistics on Research and Development’ by the UK Statistics Authority, a requirement was placed on ONS to review the methodology for producing business R\u0026D statistics to identify potential gaps in coverage and meet the coverage requirements of European System of Accounts (ESA) 2010. To meet this requirement and to assist users in their understanding of this complex issue, an Information Note entitled ‘ Coverage of the Business Enterprise Research \u0026 Development Survey’ (147 Kb Pdf) , was published on 20 November 2012 to address this issue.\n\nGovERD is an annual census of approximately 140 government departments including seven research councils. Government departments are asked to include the expenditure on R\u0026D they perform as part of their total estimated expenditure on R\u0026D. This includes estimates of R\u0026D performed by local authorities and NHS trusts.\n\nHERD data are provided by the Higher Education Funding Councils for England, Scotland and Wales, the Department for Education in Northern Ireland and the seven UK research councils. These bodies also provide data on external research funding from overseas, non-profit organisations and businesses. The timeliness of these data is the main reason for the delay in the publication of GERD. Data are provided to ONS during February of a given year, approximately one month before the GERD release is published.\n\nIt is important to note that R\u0026D funding provided to the higher education sector from government departments, research councils and HEFCs are collected as part of the GovERD survey.\n\nPNP data are collected in a biennial survey which was introduced in 2011 with approximately 200 organisations being selected. The estimates from this survey were used in the compilation of the 2011 GERD publication, the first time since the 2003 reference year. Previously, estimates had been based on a number of different sources. \nIdentifying exactly who carries out R\u0026D in this sector is a challenging task. A letter was despatched in 2010 to 344 organisations which were classified as private non–profit bodies, asking if they undertake R\u0026D activities. The response rate was 50%, with 14% of all organisations surveyed responding positively, confirming that they perform R\u0026D. More in depth analysis of these responses indicated that only a few industries were identified as performing R\u0026D in this sector. Activities included library and archive activities, botanical and zoological gardens and nature reserve activities, engineering and design activities and technical testing and analysis. In 2011, all 690 organisations in these industries were sent a letter to further identify R\u0026D performers. The response rate was 60% with 18% indicating positively. All these identified R\u0026D performers together with known performers from earlier surveys, were sent a questionnaire to collect their totals for 2011.\n\nThe PNP survey is run biennially, so this survey did not run in 2013 to collect 2012 data. The next survey will run in 2014 to collect 2013 data from an updated list of R\u0026D performers in this sector. Results for the PNP sector as a performer in 2012 have therefore been estimated.  \nRevisions\n\nAs part of this release, business, government and higher education estimates of R\u0026D for 2010 and 2011 have been revised to take account of late returns and misreporting.\n\nOne indication of the reliability of the key indicators in this release can be obtained by monitoring the size of revisions. The following table records the size and pattern of revisions that have occurred over the last five years. Please note that these indicators only report summary measures for revisions, (the revised data may itself be subject to sampling or other sources of error).\n\nSampling Variability\n\nEstimates from the BERD survey are based on a stratified sample drawn from the population of businesses known to actually perform R\u0026D or are likely to be R\u0026D performers. As with any sample survey, the BERD survey is subject to two types of possible error:\n\nSampling errors - due to only a sample of the population being surveyed. These estimates can be quantified and were published as part of the BERD publication.\n\nNon-sampling errors - these include factors such as population coverage, misreporting and non-response bias. These errors are generally hard to quantify because of the difficulty in identifying the population of actual/likely R\u0026D performers, and because of the problems ensuring that businesses adhere to Frascati R\u0026D definitions. An Information Note (147 Kb Pdf)  has been published which provides an overview of the survey design and looks at the methods and sources used to update the sampling frame. \nDiscontinuities in Data\n\nThe BERD, GovERD and PNP questionnaires were redesigned after the 2010 survey to better reflect user needs, including new National Accounts and European Union requirements. These followed large revisions to both the BERD and GovERD surveys for the 2007 data collections.\n\nA new methodology and a new survey were introduced for compiling estimates of R\u0026D expenditure for the PNP sector as a performer from 2011. The estimates from this survey have been used as the basis for the compilation of the 2012 PNP performer data in this publication.\n\nWhile all these changes are viewed as being an improvement, they may have an impact on the comparability of data over time. Unfortunately, it is not possible to measure this impact. \nGeneral Information\n\nThese points should be noted when examining the data tables:\n\nThere may be discrepancies between totals and the sum of their independently rounded components.\n\nIn addition to being analysed by sector of performance, GERD may be analysed by sector of funding. The R\u0026D performed by any one sector of the economy can be funded by any of the other sectors, or by the performing sector itself.\n\nFor the purposes of estimation, the recommended practice of the OECD is to use information from those performing R\u0026D, where this is available. These estimates are considered more reliable than those from surveys of R\u0026D funders. \nRegional Data\n\nRegional estimates were first introduced as part of the 2011 GERD statistical bulletin, published in March 2013. Regional estimates are produced for the four sectors as follows:\n\nBusiness – businesses receiving the long questionnaire (the 400 largest R\u0026D spenders) account for approximately 80% of total business R\u0026D expenditure. Each business is asked to provide the workplace postcodes for all the sites at which the business performed R\u0026D, and to allocate the total expenditure figures of the business to the sites on a percentage basis. Regional data for the remaining 20% of total expenditure all have a value estimated by using county region codes from the business register of R\u0026D performers. Aggregation is undertaken at broad product group and county level.\n\nHigher Education – these estimates are coordinated and provided by HEFC England and are based on the geographic region of all their Higher Education Institutes (HEIs).\n\nGovernment – the annual census of the government sector collects regional full time equivalent (FTE) data. Ratio estimation is then applied to the corresponding in-house expenditure data to provide estimates per FTE per region. These are then aggregated to provide regional expenditure values for this sector.\n\nPrivate Non-Profit – each organisation is asked to provide the workplace postcodes for all the sites at which the organisation performed R\u0026D, and to allocate the total expenditure figures of the organisation to the sites on a percentage basis. As this survey is a census, any non responder’s expenditure estimates are allocated regionally using the county region codes from the business register. \nUsers and Uses of Data\n\nGERD is the UK’s most reliable estimate of national research and development spending that draws together information on R\u0026D spending in the public and private sectors for both civil and defence applications.\n\nChanges introduced as part of the amendments to the System of National Accounts (SNA) in 2008, and in ESA 2010, specify that R\u0026D from September 2014 onwards, should be considered as an ancillary activity. Expenditure on R\u0026D should constitute investment in R\u0026D assets, which as a consequence needs to be capitalised in the UK National Accounts. In short, R\u0026D expenditure will now contribute to the compilation of the value of the UK’s net worth and be included as part of GDP estimates. Please see the ONS ESA 2010 page for more information.\n\nThere are numerous users within and outside Government who use these data to produce various analyses and to inform policy decisions. These include:\n\n- European Union’s Statistical Office (Eurostat) - the UK provides statistics measuring R\u0026D activity in accordance with European Commission Regulation No. 995/2012 of the European Parliament and the Council. The estimates in this statistical bulletin are used to provide information that is consistent with other EU member states and to enable benchmarking to be achieved. Europe 2020 targets for economic growth include a target of 3% of the EUs’ GDP (both private and publicly funded) to be invested in R\u0026D by 2020. This means that the estimates in this release are essential in monitoring progress towards this target;\n- OECD – uses GERD data for constructing internationally comparable databases and producing regular statistical publications such as the ‘Main Science and Technology Indicators’ (MSTI) and ‘The Annual Business Enterprise Research and Development’ statistics (ANBERD). The data are also used for analytical studies, which underpin economic analyses and policy reviews;\n- The European Commission’s Research and Innovation Directorate has recently published the Innovation Union Competitiveness report, 2011. One of the key findings is that the EU is slowly moving towards its target of 3% of GDP but there is a widening gap between the EU and its world competitors notably due to weaker business R\u0026D investment;\n- The Department for Business, Innovation and Skills (BIS) use GERD data to assess policy impact and inform debate. R\u0026D data underpin their assessments of UK innovation performance as well as international work in the field;\n- The Welsh Government (WG), Scottish Government (SG) and the Northern Ireland Department of Finance and Personnel (DFPNI) use GERD data as a key indicator for measuring the performance of their respective economies within the UK, as well as to monitor and develop R\u0026D policies which seek to increase R\u0026D investment. Regional GERD information is also published in the Scottish GERD tables;\n- The Research and Development Society is a UK-based organisation formed to promote the better understanding of R\u0026D in all its forms. Its members include representatives from industry, government departments and agencies, universities and consultants. The Research and Development Society make use of GERD data, as a key source of information, for understanding how much is being invested in R\u0026D in the UK on an annual basis and to inform wider debates about R\u0026D.\n\nRequests for GERD data are made from a variety of sources including academics, government departments, and economic consultants. This means that the data are used in various publications.\n\nFor example:\n\n- Dr Ian Viney, Head of Strategic Evaluation at the Medical Research Council (MRC) , produced analysis in the UK Health Research Analysis 2009/10 published in November 2012, which included funding flows in the UK of health related R\u0026D expenditure.\n- Defence Analytical Services and Advice Agency (DASA) provides professional analytical, economic and statistical services and advice to the Ministry of Defence (MOD), and defence-related statistics to Parliament, other government departments and the public.\n\nDo you make use of our annual estimates of UK GERD? If yes, we would like to hear from you (RandD@ons.gsi.gov.uk) and understand how you make use of these statistics. This will enable us, in the future, to better meet your needs as a user.\n\nScience, Engineering and Technology (SET) Statistics\n\nUntil the publication of the 2011 estimates in 2013, the Department for Business, Innovation and Skills (BIS) published annual estimates of government departmental spending on Science, Engineering and Technology, known as “SET Statistics”. These are a summary of key science, engineering and technology indicators and are collated by the Office for National Statistics (ONS) using data collected as part of the GoVERD survey. SET Statistics are broader than just R\u0026D, as they comprise Government R\u0026D expenditure (including overseas), technology transfer activities, and scientific and technical postgraduate education and training.\n\nONS will publish the UK\u0027s SET Statistics for 2012. The release of these estimates has been provisionally scheduled for July 2014.\n\nCoherence and International Comparisons\n\nAn  Information Note (807.8 Kb Pdf) providing an assessment of the coherence of R\u0026D statistics with other official statistics was published in 2012 on the ONS website.\n\nONS Business Statistics\n\nThere is a Business and Trade Statistics community on the StatsUserNet website. StatsUserNet is the Royal Statistical Society’s new interactive site for users of official statistics. The community objectives are to promote dialogue and share information between users and producers of official business and trade statistics about the structure, content and performance of businesses within the UK. Anyone can join the discussions by registering via either of the links above.\n\nSocial Media\n\nFollow ONS on Twitter  and receive up to date information about our statistics.\n\nLike ONS on Facebook  to receive our updates in your newsfeed and to post comments on our page.\n\nWatch our videos on YouTube.\n\nSpecial Events\n\nONS has published commentary, analysis and policy on \u0027Special Events\u0027 which may affect statistical outputs. For full details visit the special events page on the ONS website.\n\nRelease Policy\n\nDetails of the policy governing the release of new data are available from the Media Relations Office. Also available is a list of the organisations given pre-publication access to the contents of this bulletin.\n"
    },
    {
      "title": "References",
      "markdown": ""
    },
    {
      "title": "Footnotes",
      "markdown": ""
    }
  ],
  "headline1": "In constant prices, R\u0026D expenditure has increased by 56% from the 1985 estimate of £17.3 billion. Expenditure peaked in 2011 at £27.9 billion.",
  "headline2": "Total R\u0026D expenditure in the UK in 2012 represented 1.72% of Gross Domestic Product (GDP), a decrease from 1.77% in 2011.",
  "headline3": "International comparisons show that UK R\u0026D expenditure in 2012 was below the EU-28 provisional estimate of 2.06% of GDP.",
  "summary": "This release provides estimates of R\u0026D performed in and funded by the following four sectors of the economy, as defined in the ‘Frascati Manual’: Business Enterprise (BERD), Higher Education (HERD), Government (GovERD), which includes Research Councils, and Private Non-Profit (PNP) organisations. All these sectors’ R\u0026D data are known collectively as GERD, which represents the gross domestic expenditure on R\u0026D in the UK. GERD is unique in providing this information, and is the preferred measure of R\u0026D activity for use in international comparisons. This release reports on R\u0026D expenditure in the UK irrespective of the residence of the ultimate owner or users of the R\u0026D produced. The main purpose of collecting R\u0026D data from all sectors of the economy is to supply data for policy and monitoring purposes on science and technology, of which R\u0026D is an important part.",
  "relatedBulletins": [],
  "title": "UK Gross Domestic Expenditure on Research and Development, 2012",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "UK Gross Domestic Expenditure on Research and Development, 2012",
  "uri": "/economy/governmentpublicsectorandtaxes/researchanddevelopmentexpenditure/bulletins/ukgrossdomesticexpenditureonresearchanddevelopment2012",
  "fileName": "ukgrossdomesticexpenditureonresearchanddevelopment2012",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Economy",
      "fileName": "economy"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Government, public sector and taxes",
      "fileName": "governmentpublicsectorandtaxes"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Research and Development expenditure",
      "fileName": "researchanddevelopmentexpenditure",
      "breadcrumb": []
    }
  ]
}