{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "John Flatley",
    "email": "crimestatistics@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- Latest figures from the CSEW show there were an estimated 7.3 million incidents of crime against households and resident adults (aged 16 and over) in England and Wales for the year ending March 2014. This represents a 14% decrease compared with the previous year’s survey, and is the lowest estimate since the survey began in 1981.\n- The CSEW covers a broad range of victim based crimes and includes crimes which do not come to the attention of the police. Decreases were evident for most major crime types compared with the previous year; violence saw a 20% fall, criminal damage fell by 17%, and theft offences decreased by 10%.\n- In contrast, police recorded crime shows no overall change from the previous year, with 3.7 million offences recorded in the year ending March 2014. Prior to this police recorded crime figures have shown year on year reductions since 2002/03.\n- While both series have shown falls in crime since 2002/03, police recorded crime has fallen at a faster rate than the survey, particularly between 2006/07 and 2011/12. This has raised questions about the quality of crime recording by the police.\n- For the most recent year this pattern has changed with the recorded crime series showing a similar level of crime compared with the previous year while the survey continues to fall. The renewed focus on the quality of crime recording by the police is likely to have prompted improved compliance with crime recording standards in some police forces, leading to a higher proportion of reported crimes being recorded. This is thought to have particularly impacted the police recorded figures for violence against the person (up 6%) and public order offences (up 2%).\n- The number of police recorded shoplifting offences showed a 7% increase compared with the previous year. Anecdotal evidence from police forces suggests that this rise is likely to be a result of a genuine increase in crime rather than any change in recording practice.\n- There was also a large increase in the volume of fraud recorded (17% year on year), though it is difficult to judge to what extent that reflected an improvement in recording practices, an increase in public reports or a rise in actual criminality.\n- Sexual offences recorded by the police saw a 20% rise from the previous year and continues the pattern seen in recent publications. This rise is related to the effect of the Operation Yewtree investigation, connected to the Jimmy Savile inquiry, whereby more victims are coming forward to report offences to the police. Improved compliance with the recording standards for sexual offences in some police forces may also be a factor.\n"
    },
    {
      "title": "Overview",
      "markdown": "This release provides the latest statistics on crime from two principal sources: the Crime Survey for England and Wales and police recorded crime.\n\nIn accordance with the Statistics and Registration Service Act 2007, statistics based on police recorded crime data have been assessed against the Code of Practice for Official Statistics and found not to meet the required standard for designation as National Statistics. The full assessment report can be found on the [UK Statistics Authority](http://www.statisticsauthority.gov.uk/assessment/assessment/assessment-reports/ \"UK Statistics Authority\") website. Alongside this release, the Office for National Statistics (ONS) have published a [progress update](http://ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"progress update\") on actions taken in addressing the requirements set out by the Authority. Data from the Crime Survey for England and Wales (CSEW) continue to be badged as National Statistics.\n"
    },
    {
      "title": "Summary",
      "markdown": "### Overall level of crime – Latest figures from the CSEW and police recorded crime\n\nLatest figures from the Crime Survey for England and Wales (CSEW) show there were an estimated 7.3 million incidents of crime against households and resident adults (aged 16 and over) in England and Wales for the year ending March 2014 (Table 1). This represents a 14% decrease compared with the previous year’s survey and continues the long downward trend seen since the mid 1990s. The latest estimate is the lowest since the survey began in 1981. The total number of CSEW incidents is estimated to be 29% lower than the 2008/09 survey, and 62% lower than its peak level in 19951 (Figure 1).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime1.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Sources: Crime Survey for England and Wales, Office for National Statistics and Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics.\n3. The data on this chart refer to different time periods: a) 1981 to 1999 refer to crimes experienced in the calendar year (January to December); b) from 2001/02 onwards the estimates relate to crimes experienced in the 12 months before interview, based on interviews carried out in that financial year (April to March).\n\nThe CSEW additionally estimated 810,000 crimes were experienced by children aged 10 to 15 in the year ending March 2014. Of this number, 55% were categorised as violent crimes2 (445,000), while most of the remaining crimes were thefts of personal property (332,000; 40%). Incidents of criminal damage to personal property experienced by children were less common (43,000; 5% of all crimes). The proportions of violent, personal property theft and criminal damage crimes experienced by children aged 10 to 15 are similar to the previous year (59%, 37% and 4% respectively).\n\nThe police recorded 3.7 million offences in the year ending March 2014, a similar number to that recorded in the previous year (Table 2)3. This changes the general trend seen since 2002/03 whereby police recorded crime figures have shown year on year reductions. While the rate of reduction has slowed over the last three years; the latest figures are 21% lower than in 2008/09 and 38% lower than the peak in 2003/04.\n\nExpanded coverage of offences in the recorded crime collection, following changes to the Home Office Counting Rules (HOCR) in 1998, and the introduction of the National Crime Recording Standards (NCRS) in April 2002, saw increases in the number of crimes recorded by the police while the CSEW count fell. Following the bedding in of these changes, trends from the two series tracked each other well from 2002/03 until 2007/08. While both series continued to show a downward trend between 2007/08 and 2012/13, the gap between the two series widened with police recorded crime showing a faster rate of reduction (32% for the police compared with 19% for the CSEW for a comparable basket of crimes)4. However, for the most recent year this pattern has changed with the recorded crime series showing no change while the survey estimates have continued to fall.\n\nA possible factor behind the changing trend in recorded crime is the recent renewed focus on the quality of recording by the police in the light of the ongoing inspections of forces by Her Majesty’s Inspectorate of Constabulary (HMIC), the [Public Administration Select Committee (PASC) inquiry](http://www.publications.parliament.uk/pa/cm201314/cmselect/cmpubadm/760/760.pdf \"Public Administration Select Committee (PASC) inquiry\") into crime statistics, and the [UK Statistics Authority’s decision](http://www.statisticsauthority.gov.uk/assessment/assessment/assessment-reports/assessment-report-268---statistics-on-crime-in-england-and-wales.pdf \"UK Statistics Authority’s decision\") to remove the National Statistics designation from recorded crime. This renewed focus may have led to improved compliance with the NCRS.\n\nVictim-based crime accounted for 84% of all police recorded crime, and fell by 1% in the year ending March 2014 compared with the previous year. Within victim-based crime, there were decreases across most of the police recorded crime categories. The notable exceptions to this were violence against the person (up 6%), shoplifting (up 7%) and sexual offences (up 20%).\n\nOther crimes against society (that is, offences where there is no specific identifiable victim, such as drug offences and possession of weapon offences) accounted for 11% of police recorded crime and showed a decrease of 1% with the previous year, with 398,662 offences recorded. Within this crime type, offences involving possession of weapons rose by 4% from the previous year, and public order offences rose by 2%.\n\nThe remaining 6% of recorded crimes were fraud offences. There were 211,344 fraud offences recorded by Action Fraud and the police in the year ending March 2014 (an increase of 17% on the previous year). However, trends in fraud should be interpreted with caution. It is unclear to what extent there has been a genuine increase in such crimes or whether the move to the centralised recording of such offences has led to improved counting of fraud offences; see the ‘Total fraud offences recorded by the police (including via Action Fraud)’ section for further details.\n\nIn addition, fraud data are also collected from industry bodies by the National Fraud Intelligence Bureau (NFIB). In the year ending March 2014, there were 333,672 reports of fraud to the NFIB from industry bodies, the vast majority of which were related to banking and credit industry fraud. For more information on these data sources; see the ‘Fraud’ section for further details.\n\n### Overall level of crime – Other sources of crime statistics\n\nAround 2.1 million incidents of anti-social behaviour (ASB) were recorded by the police for the year ending March 2014. The number of ASB incidents in the year ending March 2014 decreased by 7% compared with the previous year. However, it should be noted that a review by Her Majesty’s Inspectorate of Constabulary (HMIC) found that there was a wide variation in the quality of decision making associated with the recording of ASB. As a result, ASB incident data should be interpreted with caution.\n\nIn the year ending December 2013 (the latest period for which data are available) there were around 1.0 million convictions in magistrates courts for non-notifiable offences which are not covered in police recorded crime or the CSEW (for example: being drunk and disorderly; speeding) and 34,000 Penalty Notices for Disorder were issued in relation to non-notifiable offences5.\n\nThe CSEW does not cover crimes against businesses and police recorded crime can only provide a partial picture (as not all offences come to the attention of the police). The 2012 and 2013 Commercial Victimisation Surveys estimated that there were 7.3 million incidents of crime against businesses6 in England and Wales in the six sectors covered by the two surveys: (‘manufacturing’ and ‘transportation and storage’ in 2012; ‘wholesale and retail’, ‘accommodation and food’, ‘arts, entertainment and recreation’ and ‘agriculture, forestry and fishing’ in 2013). This estimate is based on crimes experienced by businesses in the 12 months prior to interview and equates to approximately 10 incidents of crime per business premises.\n\n### Trends in victim-based crime – CSEW\n\nThe CSEW provides coverage of most victim-based crimes, although there are necessary exclusions from its main estimates, such as homicide and sexual offences. For more information on what is and is not included, see the ‘Coverage and coherence’ section in the ‘Introduction’.\n\nLevels of violent crime estimated by the CSEW showed a decrease of 20% in the year ending March 2014 compared with the previous year. This follows on from large falls seen in the CSEW between 1995 and 2004/05, with current estimates 65% lower than the peak in 1995. The extent of the latest year on year decrease is however likely to have been exaggerated due to sampling variability rather than an acceleration of the downward trend.\n\nCSEW domestic burglary follows a similar pattern to that seen for overall crime, peaking in the mid-1990s survey and then falling steeply until the 2004/05 survey. The underlying trend in domestic burglary remained fairly flat between 2004/05 and 2010/11. Since then estimates have fallen and incidents of domestic burglary for the year ending March 2014 are 12% lower than the previous year, and are 40% lower than those in the 2003/04 survey.\n\nLevels of vehicle-related theft estimated by the CSEW show an 8% fall compared with the previous year, and follow a consistent downward trend since the mid-1990s, explained in-part by improvements in vehicle security. The latest estimates indicate that a vehicle-owning household was around five times less likely to become a victim of vehicle-related theft in the year ending March 2014 survey than in 1995.\n\nThere was a 24% decrease in CSEW other household theft in the year ending March 2014 compared with the previous year. This large decrease sees estimated levels of other household theft return to levels similar to that seen in the 2007/08 survey, following a period of year on year increases between 2007/08 and 2011/12. Peak levels of other household theft were recorded in the mid-1990s and the latest estimate is half the level seen in 1995.\n\nThe CSEW estimates that there were around 950,000 incidents of other theft of personal property in the survey year ending March 2014. This apparent 1% decrease, compared with the previous survey year, was not statistically significant. The underlying trend has been fairly flat since 2004/05 following marked declines from the mid-1990s; the current estimate is under half the level seen in 1995.\n\nLatest CSEW findings for bicycle theft show substantial falls in the level of incidents in the year ending March 2014 compared with the previous year (17%). However, this figure must be treated with caution as short term trends in offences with small number of victims interviewed in any one year are prone to fluctuation. Over the long term, incidents of bicycle theft are now 27% lower than in the 2008/09 survey and 43% lower than in 1995.\n\nCriminal Damage estimated by the CSEW decreased by 17% in the year ending March 2014 compared with the previous year, continuing the downward trend seen since 2008/09.\n\nCSEW estimates for robbery and theft from the person were not significantly different from the previous year. However these must be treated with caution and interpreted alongside police recorded crime as short term trends in these CSEW crimes are prone to fluctuation due to a small number of victims interviewed in any one year. Further information on these crimes is provided in the relevant sections of this bulletin.\n\n### Trends in victim-based crime – Police recorded crime\n\nFigure 2 shows selected police recorded crime offences and focuses on those categories with notable changes in the year ending March 2014 compared with the previous year.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime2.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics.\n\nThere was a 1% decrease in victim-based crimes in the year ending March 2014 as a result of decreases across most of the major offence categories, with the exception of violence against the person (up 6%), shoplifting (up 7%) and sexual offences (up 20%). Levels of robbery, theft from the person, and criminal damage and arson all decreased (down 11%, 10% and 4% respectively).\n\nViolence against the person offences recorded by the police showed a 6% increase compared with the previous year. This is thought to reflect improved compliance with the NCRS. The volume of crimes equates to approximately 11 offences recorded per 1,000 population in the year ending March 2014. The increase in total violence against the person offences was driven by the sub category violence without injury, which showed an increase of 8% in the year ending March 2014 compared with the previous year. The violence with injury sub category showed a smaller increase of 3% over the same period.\n\nIn the year ending March 2014 the police recorded 537 homicides, 21 fewer than in the previous year7. This latest annual count of homicides is at its lowest since 1978 (532 offences). The number of homicides increased from around 300 per year in the early 1960s to over 800 per year in the early years of this century, which was at a faster rate than population growth over that period8. Over the past decade however, the volume of homicides has decreased while the population of England and Wales has continued to grow. However in contrast, the police recorded a rise in the separate category of causing death by dangerous driving (which is included in violence with injury). This rose from 174 in 2012/13 to 282 offences in 2013/14 ( [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n\nOffences involving firearms have fallen 6% in the year ending March 2014 compared with the previous year, continuing the falls seen since their peak in 2005/06. The number of offences that involved a knife or sharp instrument decreased by 2% over the same period9.\n\nRobberies fell 11% in the year ending March 2014 compared with the previous year, from 65,155 offences to 57,818 offences. This is equivalent to around 1 offence recorded per 1,000 population and is the lowest level since the introduction of the NCRS in 2002/03 (when 110,271 offences were recorded). With the exception of a notable rise in the number of robberies in 2005/06 and 2006/07 there has been a general downward trend in robbery offences since 2002/03. The overall decrease has been driven by falls in most of the large metropolitan force areas, where robbery offences tend to be concentrated (around half of all robbery offences were recorded in London alone). Two of the more notable drops in volume-terms were in the Metropolitan (down 19%) and West Yorkshire (down 11%) police force areas.\n\nSexual offences recorded by the police increased by 20% in the year ending March 2014 compared with the previous year, to a total of 64,200 across England and Wales. Within this, the number of offences of rape increased by 27% and the number of other sexual offences increased by 17%.\n\nThese increases should be seen in the context of the Operation Yewtree connected with investigations into Jimmy Savile and other celebrities. While some of these increases will be a direct consequence of the crimes reported as part of Operation Yewtree, there is evidence to suggest that there has been a wider ‘Yewtree effect’. This refers to an increased willingness on the part of the victims to come forward to report both historical and recent sexual offences10. Improvements in recording practices for sexual offences in some police forces may also have been a factor. For more information, see the ‘Sexual offences’ section.\n\nTotal theft offences recorded by the police in the year ending March 2014 showed a 3% decrease compared with the previous year, continuing the year on year decrease seen since 2002/03. The majority of the categories in this offence group (‘Burglary’, ‘Vehicle offences’, ‘Theft from the person’, and ‘All other theft offences’) showed decreases compared with the previous year. The one exception to this was shoplifting, which increased by 7% compared with the previous year (from 300,623 offences to 321,008). The number of bicycle theft offences recorded was similar to the previous year.\n\nTheft from the person offences recorded by the police in the year ending March 2014 notably showed a 10% decrease compared with the previous year. This is a reversal of recent trends, which showed year-on-year increases in each of the last three years. This decrease is driven by a large drop in offences from December 2013 onwards, thought to be associated with improved mobile phone security features.\n\n#### Fraud offences\n\nResponsibility for recording fraud offences has transferred from individual police forces to Action Fraud. This transfer occurred between April 2011 and March 2013. As a result, for the first time, figures presented for the year ending March 2014 encompass all police recorded fraud under Action Fraud.\n\nIn the year ending March 2014, there were 211,344 fraud offences recorded by Action Fraud in England and Wales11. This represents a volume increase of 17% compared with the previous year and an increase of 192% compared with 2008/09. These reported increases over the past 12 months should be seen in the context of the recent move to centralised recording of fraud. During the transition to Action Fraud, level of recorded fraud showed steady increases. It should be noted that, since all forces transferred to Action Fraud (April 2013), the levels of fraud have remained fairly steady (see [Table QT1 (209 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-4.xls \"RFT Table 4\") ).\n\nIn addition, there were 333,672 reports of fraud to the National Fraud Intelligence Bureau from industry bodies. For more information, see the ‘Fraud’ section.\n\nCSEW data on plastic card fraud show that, for the 2013/14 survey, 5.1% of plastic card owners were victims of card fraud in the last year, with a statistically significant rise from the 4.6% estimated in the year ending March 2013. Before that, there had been small reductions in levels of plastic card fraud over the last few years, following a rise between 2005/06 and 2008/09 surveys.\n\n#### Notes for Summary\n\n1. [‘Trends in Crime – A short story 2011/12’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2012/trends-in-crime--a-short-story.html \"Trends in Crime – A short story 2011/12\")\n2. The survey of children aged 10 to 15 only covers personal level crime (so excludes household level crime); the majority (over 70%) of violent crimes experienced in the year ending March 2014 resulted in minor or no injury, so in most cases the violence is low level.\n3. Police recorded crimes are notifiable offences which are all crimes that could possibly be tried by a jury (these include some less serious offences, such as minor theft that would not usually be dealt with in this way) plus a few additional closely related offences, such as assault without injury.\n4. See the [‘Analysis of Variation in Crime trends’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\") methodological note and Section 4.2 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\") for more details.\n5. Non-notifiable offences are offences dealt with exclusively by a magistrates court or by the police issuing of a Penalty Notice for Disorder or a Fixed Penalty Notice. Along with non-notifiable offences dealt with by the police (such as speeding), these include many offences that may be dealt with by other agencies – for example: prosecutions by TV Licensing; or by the Driver and Vehicle Licensing Agency (DVLA) for vehicle registration offences.\n6. This is a premises based survey in which respondents were asked if the business at their current premises had experienced any of a range of crime types in the 12 months prior to interview and, if so, how many incidents of crime had been experienced.\n7. Homicide includes the offences of murder, manslaughter, corporate manslaughter and infanticide. Figures from the Homicide Index for the time period April 2012 to March 2013, which take account of further police investigations and court outcomes, were published in the [‘Focus on: Violent Crime and Sexual Offences, 2012/13’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences, 2012/13\") release on 13 February 2014.\n8. Figures from the Homicide Index are less likely to be affected by changes to in police recording practice made in 1998 and 2002 so it is possible to examine longer-term trends.\n9. Only selected violent offences can be broken down by whether a knife or sharp instrument was used. These are: homicide; attempted murder; threats to kill; actual and grievous bodily harm; robbery; rape; and sexual assault.\n10. See HMIC’s 2013 report ‘[Mistakes were made](http://www.hmic.gov.uk/media/review-into-allegations-and-intelligence-material-concerning-jimmy-savile.pdf \"Mistakes were made\")’\n11. Although Action Fraud had taken over the recording of all fraud offences from police forces by the end of 2012/13, there were 65 cases in 2013/14 where police forces recorded a fraud offence. This is a consequence of the transition process, and these cases are likely to be revised in future quarters.\n"
    },
    {
      "title": "Introduction",
      "markdown": "This quarterly release presents the most recent crime statistics from two different sources: the Crime Survey for England and Wales (CSEW; previously known as the British Crime Survey), and police recorded crime. It also draws on data from other sources to provide a more comprehensive picture of crime and disorder, including incidents of anti-social behaviour recorded by the police and other transgressions of the law that are dealt with by the courts but are not covered in the recorded crime collection.\n\nThere is significant interest in crime statistics and a diverse range of users. These include elected national and local representatives (such as MPs, Police and Crime Commissioners and local councillors), police forces, those delivering support or services to victims of crime, lobby groups, journalists, academic researchers, teachers and students.\n\nThese statistics are used by central and local government and the police service for planning and monitoring service delivery and for resource allocation. The statistics are also used to inform public debate about crime and the public policy response to it. Further information about the uses of crime statistics is available in the [Crime Statistics Quality and Methodology Information report](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/crime-and-justice/index.html \"Crime and Justice\").\n\nFollowing an assessment of ONS crime statistics by the UK Statistics Authority, the statistics based on police recorded crime data have been found not to meet the required standard for designation as National Statistics1. Data from the CSEW continue to be badged as National Statistics.\n\n### Coverage and coherence – CSEW\n\nThe CSEW and police recorded crime provide generally good coverage of crime committed against the public, particularly for offences involving physical harm, loss or damage to property. Together they provide a more comprehensive picture than could be obtained from either series alone. However, neither the CSEW, nor police recorded crime, provide complete counts of crime, and there are exclusions from both series.\n\nThe CSEW is a face-to-face survey in which people resident in households in England and Wales are asked about their experiences of crime in the 12 months prior to the interview. Respondents are interviewed in their own homes by trained interviewers using a structured questionnaire that is administered on a laptop computer using specialist survey software. The questions asked do not use technical terms or legal definitions but are phrased in plain English language. The information collected during the interview is then reviewed later by a team of specialist coders employed by the survey contractors (currently TNS-BMRB) who determine whether or not what was reported amounts to a crime in law and, if so, what offence has been experienced. This ‘offence coding’ aims to reflect the Home Office Counting Rules for recorded crime which govern how the police record offences reported to them.\n\nSince it began, the CSEW has been conducted by an independent (from government or the police) survey research organisation using trained interviewers to collect data from sampled respondents. The interviewers have no vested interest in the results of the survey. For the crime types and population groups it covers, the CSEW has a consistent methodology and is unaffected by changes in levels of public reporting to the police, recording practice or police activity. As such, the survey is widely seen to operate as an independent reality-check of the police figures. The independence of the survey has been further strengthened by the transfer of responsibility from the Home Office to the Office for National Statistics (ONS) in April 2012.\n\nThe CSEW has a higher number of reported volumes than police recorded crime as the survey is able to capture all offences by those interviewed, not just those that have been reported to the police and then recorded. However, it does cover a narrower range of offences than the recorded crime collection.\n\nThe CSEW has necessary exclusions from its main count of crime (for example, homicide, crimes against businesses and other organisations, and drug possession). The survey also excludes sexual offences from its main crime count given the sensitivities around reporting this in the context of a face-to-face interview. However, at the end of the main interview there is a self-completion element (also via a computer) where adults aged 16 to 59 are asked about their experience of domestic and sexual violence and these results are reported separately2.\n\nSince the survey started in 1982 (covering crime experienced in 1981) a core module of victimisation questions has asked about a range of offences experienced either by the household (such as burglary) or by the individual respondent (such as robbery). The offences covered by this core module have remained unchanged since the survey started.\n\nThe offence of fraud, whether committed in traditional or newer ways (such as over the internet), is not part of this core module. Other offences which are committed via cyberspace (such as harassment) are also not covered by the existing questions. However, supplementary modules of questions are included in the survey in an attempt to better understand the nature of these newer types of crime. In addition, methodological work is ongoing to explore the feasibility of adding questions to the core module to cover newer types of crime3.\n\nThe survey is based on a sample of the population, and therefore estimates have a margin of quantifiable (and non quantifiable) error associated with them. The latter includes: when respondents have recalled crimes in the reference period that actually occurred outside that period (‘telescoping’); and crimes that did occur in the reference period that were not mentioned at all (either because respondents failed to recall a fairly trivial incident or, conversely, because they did not want to disclose an incident, such as a domestic assault). Some may have said they reported a crime to the police when they did not (a ‘socially desirable’ response); and, some incidents reported during the interview could be miscoded (‘interviewer/coder error’).\n\nIn 2009, the CSEW was extended to cover children aged 10 to 15, and this release also incorporates results from this element of the survey. The main analysis and commentary however is restricted to adults and households due to the long time series for which comparable data are available.\n\nThe CSEW has a nationally representative sample of around 35,000 adults and 3,000 children (aged 10 to 15 years) per year. The response rates for the survey in 2013/14 were 75% and 68% respectively. The survey is weighted to adjust for possible non-response bias and to ensure the sample reflects the profile of the general population. For more details of the methodology see the CSEW technical report.\n\n### Coverage and coherence – Police recorded crime and other sources of crime statistics\n\nPolice recorded crime figures are supplied by the 43 territorial police forces of England and Wales, plus the British Transport Police, via the Home Office to ONS. The coverage of police recorded crime statistics is defined by the Notifiable Offence List4, which includes a broad range of offences, from murder to minor criminal damage, theft and public order offences. However, there are some, mainly less serious offences, that are excluded from the recorded crime collection. These ‘non-notifiable’ crimes include many incidents that might generally be considered to be anti-social behaviour but that may also be crimes in law (including by-laws) such as littering, begging and drunkenness. Other non-notifiable offences include driving under the influence of alcohol, parking offences and TV licence evasion. These offences are not covered in either of the main two series and are separately reported on in this release to provide additional context.\n\nPolice recorded crime is the primary source of sub-national crime statistics and for crime types where only a relatively low volume of crimes are experienced. It covers people (including, for example, residents of institutions and tourists as well as the resident population) and sectors (for example commercial crime) excluded from the CSEW sample. Recorded crime has a wider coverage of offences, for example covering homicide, sexual offences, and crimes without a specific, identifiable victim (referred to as ‘Other crimes against society’) not included in the main CSEW crime count. Police recorded crime also provides good measures of well-reported crimes but does not cover any crimes that are not reported to or discovered by the police. It is also affected by changes in reporting and recording practices. Like any administrative data, police recorded crime will be affected by the rules governing the recording of data, by the systems in place, and by operational decisions in respect of the allocation of resources.\n\nAs well as the main police recorded crime series, there are additional collections providing detail on offences involving the use of knives and firearms, which are too low in volume to be measured reliably by the CSEW.\n\nThis quarterly statistical bulletin also draws on data from other sources to provide a more comprehensive picture. These include incidents of anti-social behaviour recorded by the police (which fall outside the coverage of notifiable offences), non-notifiable crimes dealt with by the courts (again outside the coverage of recorded crime or the CSEW), crime reports from the National Fraud Intelligence Bureau and the results of the 2012 and 2013 Commercial Victimisation Surveys (based on a nationally representative sample of business premises in six industrial sectors). More details of these sources can be found in the [User Guide to Crime Statistics for England and Wales](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime Statistics Metholodgy\"). Information on UK and international comparisons can be found in the ‘International and UK comparisons’ section.\n\n### Notes for Introduction\n\n1. The full assessment report can be found on the [UK Statistics Authority](http://www.ons.gov.uk/ons/dcp14298_360346.xml \"UK Statistics Authority: Assesment of Crime Stats\") website.\n2. For more detailed information, see [‘Focus on: Violent Crime and Sexual Offences, 2012/13](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences, 2012/13\")\n3. For more information, see [‘Discussion paper on the coverage of crime statistics’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime Statistics Metholodgy\")\n4. The Notifiable Offence List includes all indictable and triable-either-way offences (offences which could be tried at a crown court) and a few additional closely related summary offences (which would be dealt with by a magistrate). For information on the classifications used for notifiable crimes recorded by the police, see Appendix 1 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime Statistics Metholodgy\").\n"
    },
    {
      "title": "Time Periods Covered",
      "markdown": "The latest CSEW figures presented in this release are based on interviews conducted between April 2013 and March 2014, measuring each respondent’s experiences of crime in the 12 months before the interview. It therefore covers a rolling reference period with, for example, respondents interviewed in April 2013 reporting on crimes experienced between April 2012 and March 2013 and those interviewed in March 2014 reporting on crimes taking place between March 2013 and February 2014. For that reason, the CSEW tends to lag short-term trends.\n\nRecorded crime figures relate to crimes recorded by the police during the year ending March 20141 and therefore are not subject to the time lag experienced by the CSEW2. Recorded crime figures presented in this release are those notified to the Home Office and that were recorded in the Home Office database on 2nd June 2014.\n\nNine months of the data reported here overlap with the data contained in the previous bulletin and as a result the estimates in successive bulletins are not from independent samples. Therefore, year on year comparisons are made with the previous year; that is, the 12 months period ending March 2013 (rather than those published last quarter). To put the latest dataset in context, data are also shown for the year ending March 2009 (five years ago) and the year ending March 2004 (ten years ago). Additionally, for the CSEW estimates, data for the year ending December 1995, which was when crime peaked in the CSEW (when the survey was conducted on a calendar year basis), are also included.\n\n#### Notes for Time Periods Covered\n\n1. Police recorded crime statistics are based on the year in which the offence was recorded rather than the year in which it was committed. As such data for any given period will include some historic offences.\n2. While the CSEW asks victims about their experiences of crime in the 12 months prior to the interview, police recorded crimes relate to offences that could have occurred at any time and not necessarily within the year ending March 2014.\n"
    },
    {
      "title": "Accuracy of the Statistics",
      "markdown": "Being based on a sample survey, CSEW estimates are subject to a margin of error. Unless stated otherwise, all changes in CSEW estimates described in the main text are statistically significant at the 5% level. Since the CSEW estimates are based upon a sample survey, it is good practice to publish confidence intervals alongside them; these provide a measure of the reliability of the estimates. Details of where these are published, including further information on statistical significance can be found in Chapter 8 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime Statistics Metholodgy\").\n\nPolice recorded crime figures are a by-product of a live administrative system which is continually being updated as incidents are logged as crimes and subsequently investigated. Some incidents initially recorded as crime may on further investigation be found not to be a crime (described as being ‘no crimed’). Other justifications for a previously recorded crime being ‘no crimed’ include, among others, an incident being recorded in error, or transferred to another force. Some offences may change category, for example from theft to robbery (for further details of the process involved from recording a crime to production of statistics see Section 3.2 of the User Guide). The police return provisional figures to the Home Office on a monthly basis and each month they may supply revised totals for months that have previously been supplied. The Home Office Statistics Unit undertake a series of validation checks on receipt of the data and query outliers with forces who may then re-submit data. Details of these validation checks are given in Section 3.3 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime Statistics Metholodgy\").\n\nOnce a quarter, the Home Office Statistics Unit takes a ‘snapshot’ of the live database and sends back to individual forces their figures for quality assurance. Once the quality assurance process is complete, final data are supplied to ONS. Thus it should be noted that figures in subsequent releases may differ slightly from ones published here. This does not mean that the figures previously published were inaccurate at the time that they were reported. The size of these revisions tend to be small and it is ONS policy not to revise previously published recorded crime figures unless they arise from a genuine error (for example, a force subsequently reports that when supplying theft and robbery figures they had been transposed). Information on analysis of revisions to police recorded crime data conducted by ONS can be found in the [Crime Statistics Quality and Methodology Information](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/crime-and-justice/index.html \"Crime and Justice\") report.\n\nPolice recording practice is governed by the Home Office Counting Rules (HOCR) and the National Crime Recording Standard (NCRS). The HOCR have existed in one form or another since the 1920s. However, in 1998 there were substantial changes which expanded the coverage of notifiable offences to include certain additional summary offences and counts became more victim-based (the number of victims was counted rather than the number of offences).\n\nThe NCRS was introduced in April 2002 following a critical report from Her Majesty’s Inspectorate of Constabulary (HMIC) in 2000 (Povey, 2000) which showed there was a problem with differing interpretation of the HOCR that resulted in inconsistent recording practices across forces.\n\nThe Audit Commission carried out regular independent audits of police data quality between 2003/04 and 2006/07. In their final assessment published in September 2007 ([Audit Commission](http://archive.audit-commission.gov.uk/auditcommission/nationalstudies/communitysafety/Pages/policedataquality0607.aspx.html \"Audit Commission\"), 2007) they commented that “The police have continued to make significant improvements in crime recording performance and now have better quality crime data than ever before”.\n\nHowever, both the UK Statistics Authority (2010) and the National Statistician ([2011](http://www.statisticsauthority.gov.uk/national-statistician/ns-reports--reviews-and-guidance/national-statistician-s-reviews/national-statistician-s-review-of-crime-statistics.html \"\")) have highlighted concerns about the absence of such periodic audits. A HMIC quality review in 2009 into the way in which police forces record most serious violence (which at the time was part of a central Government target) found some variation in recording which they partly attributed to the lack of independent monitoring of crime records. In line with a recommendation by the National Statistician, HMIC carried out a review of police crime and incident reports in all forces in England and Wales during 2011 ([HMIC, 2012](http://www.hmic.gov.uk/publication/review-police-crime-incident-reports-20120125/ \"[HMIC, 2012\")) and they are currently undertaking a national inspection of Crime Data Integrity which will report in full later in 2014.\n\nAnalysis published by the ONS in [January 2013 (175.4 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/methodological-note--analysis-of-variation-in-crime-trends.pdf \"Metholodgical note: Analysis of variation in crime trends\") used a ‘comparable’ sub-set of offences covered by both the CSEW and police recorded crime in order to compare the relationship between the two series. This analysis showed that between 2002/03 and 2006/07 the reduction in the volume of crime measured by the two series was similar, but between 2006/07 and 2011/12 the gap between the two series widened with the police recorded crime series showing a faster rate of reduction. One possible explanation for this is a gradual erosion of compliance with the NCRS, such that a growing number of crimes reported to the police are not being captured in crime recording systems. For more details see the [‘Analysis of Variation in Crime trends’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\") methodological note.\n\nAdditionally, as part of a recent [inquiry by the Public Administration Select Committee (PASC)](http://www.publications.parliament.uk/pa/cm201314/cmselect/cmpubadm/760/760.pdf \"inquiry by the Public Administration Select Committee (PASC)\") into crime statistics allegations of under-recording of crime by the police have been made. This inquiry also heard evidence from the Police and Crime Commissioner (PCC) for Kent in which she referred to improvements in crime recording following an HMIC inspection in Kent that reported in February 2013 ([HMIC, 2013](http://www.hmic.gov.uk/publication/crime-recording-in-kent/ \"HMIC, 2013\")). HMIC concluded that in Kent the decision to record a crime was made correctly approximately 90% of the time. In her evidence to the PASC inquiry the Kent PCC reported that subsequent internal audits have indicated compliance with the NCRS has increased to over 95%. This is consistent with the force level breakdown of police recorded crime data which shows a marked increase (up 11%) in the number of crimes recorded in Kent in the last year. Action taken in Kent to improve compliance with the NCRS is likely to have been an important factor in driving this increase1. These types of increases may be seen for other police forces over the coming months as a result of renewed focus on the quality of crime recording and a tightening up of compliance with the NCRS (see section on ‘Interpreting data on police recorded crime’).\n\nONS are not currently in a position to quantify the level of compliance with the NCRS. In the PASC inquiry referenced above the Chief Inspector of Constabulary, Tom Winsor, outlined how HMIC would be undertaking an inspection of the integrity of police recorded crime during 2014. Findings of the ongoing inspections of crime recording processes and practices will help provide further information on the level of compliance across England and Wales.\n\nAn [interim report](http://www.hmic.gov.uk/news/news-feed/crime-recording-a-matter-of-fact-interim-report/ \"interim report\") on progress and emerging findings was published in May 2014 based on results from the first thirteen forces inspected. HMIC’s inspection methodology involves audits of a sample of reports of crime received either through incidents reported by the public, crimes directly reported to a police crime bureau, and those reports referred by other agencies directly to specialist departments within a force. HMIC’s aim is to check whether correct crime recording decisions are made in each case. Interim findings include samples from two of the largest forces (Metropolitan Police and Greater Manchester Police) and they cover 60% of the overall number of incidents to be sampled for the whole inspection across all 43 territorial police forces. Based on these findings HMIC raised serious concerns in relation to:\n\n- Significant under-recording of crime such that, if the emerging findings were reflected across all forces and all crime types, it is implied that 20% of crimes may be going unrecorded (though HMIC observed that some forces performed better than others);\n- cases where some serious sexual offences were not being recorded; and,\n- weak management and supervision of crime recording in some police forces.\n\nHMIC’s final inspection report, based on inspections in all 43 territorial police forces, will be published in Autumn 2014.Further evidence suggesting that there has been a recent improvement in compliance with the NCRS can be seen from updated analysis comparing trends in the CSEW and police recorded crime (see section 4.2 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"User Guide\")). This shows that the gap between the two series is narrowing, with the recorded crime series now showing smaller reductions than the survey. This would suggest that improvements to recording practices may be partly responsible for increases in recorded crime.\n"
    },
    {
      "title": "Interpreting data on police recorded crime",
      "markdown": "The renewed focus on the quality of crime recording means that caution is needed when interpreting statistics on police recorded crime. While we know that it is likely that improvements in compliance with the NCRS have led to increases in the number of crimes recorded by the police it is not possible to quantify the scale of this or assess how this effect varied between different police forces. While police recorded crime for England and Wales as a whole has remained at a similar level to 2012/13, 13 police forces have recorded increased levels of crime.\n\nApparent increases in police force area data may reflect a number of factors including tightening of recording practice, increases in reporting by victims and also genuine increases in the levels of crime2.\n\nIt is thought that incidents of violence are more open to subjective judgements about recording and thus more prone to changes in police practice. It is notable that Kent Constabulary has recorded a large increase in violent crime and their PCC has publicly stated that this is due to improved recording following HMIC audits highlighting failure to comply with NCRS. A number of forces have also shown large increases in sexual offences which are likely to be due to the Yewtree effect, although improved compliance with recording standards for sexual offences may also have been a factor. The Durham police force shows a large increase in recorded crime of 10% which is driven by an increase in both violent and sexual offences compared with 2012/13. These are acknowledged to be due to the recording of large numbers of historical offences, particularly in relation to the Medomsley Detention Centre. It is believed over 200 inmates were physically or sexually abused during their time at the detention centre, between the late 1960’s and mid 1980’s3.\n\nIn contrast, anecdotal evidence suggests that increases in shoplifting are more likely to represent a genuine rise in that type of offence. [Ministry of Justice](https://www.gov.uk/government/publications/criminal-justice-statistics-quarterly-december-2013 \"Ministry of Justice\") statistics also show a recent rise in the number of offenders being prosecuted for shoplifting at Magistrates courts.\n\n#### Notes for Accuracy of the Statistics\n\n1. See the transcript for the Public Administration Select Committee hearing on Crime Statistics, 19 November 2013.\n2. For further information on possible explanations of increasing police recorded crime levels see Chapter 3 of the User Guide.\n3. See Durham Constabulary for further information.\n"
    },
    {
      "title": "Changes in Presentation",
      "markdown": "ONS undertook a consultation during 2012 over proposed changes to the presentation of crime statistics. A [summary response](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/consultations/future-dissemination-strategy-for-the-publication-of-national-statistics-on-crime-in-england-and-wales/index.html \"future dissemination strategy for the publication of National Statistics of crime in England and Wales\") was published in January 2013 and several changes to the presentation of crime statistics were implemented for subsequent bulletins (released in July 2013, October 2013, January 2014 and April 2014). This included re-classifying some elements of the police recorded crime data series. These changes do not affect the coverage of offences in the police recorded crime series, and are restricted to movement of offences across categories.\n\nIn addition to the alterations to presentation already implemented, the consultation on changes to the content of regular crime statistics outputs also proposed a number of minor changes to the classifications of CSEW offences. A programme of work to implement these has now been completed and this bulletin includes these revised CSEW classifications for the first time (including a full reclassified back series to 2001/02). These new classifications do not change the overall number of offences estimated by the survey, just the categories in which they are presented.\n\nThese include:\n\n- Moving away from headline categories of ‘Household crime’ and ‘Personal crime’ to categories based on more specific crime types. This approach moves towards the approach taken presenting police recorded crime and means that there is more consistent labelling across the two series.\n\n- Changes to the presentation of some theft offences. The new presentation clearly shows how category totals are defined. The introduction of a ‘Theft offences’ group provides consistency with the police recorded crime series. Under this offence group sit the re-classified categories of:\n\n1. ‘theft from the person’ which has been expanded to include an additional subcategory of ‘attempted snatch or stealth theft from the person’;\n\n2. ‘domestic burglary’ which has been separated out into the subcategories of ‘domestic burglary in a dwelling’ and ‘domestic burglary in a non-connected building to a dwelling’, the latter of which was previously included under other household theft;\n\n3. ‘other household theft’ which now distinguishes between the subcategories of ‘theft from a dwelling’ and ‘theft from outside a dwelling’. Other household theft previously encompassed ‘domestic burglary in a non-connected building to a dwelling’, but this now sits as a subcategory of ‘domestic burglary’.\n\n- Moving robbery out of violence into a separate standalone category. Previously, robbery was categorised within CSEW violence. By presenting it as a standalone category, it is now consistent with the presentation of police recorded crime offences.\n\nFurther detail on the changes made to the presentation of CSEW statistics can be found in the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\").\n\nAn additional piece of survey development work has also been implemented to produce revised survey weights and a back-series following the release of the 2011 Census-based population estimates. This quarterly release presents the most recent crime statistics primarily from two key sources: the Crime Survey for England and Wales (CSEW) and police recorded crime. Both employ official population estimates to present rates of crime. On 30 April 2013, the Office for National Statistics published sub national 2011 Census based population estimates for England and Wales for the period mid-2002 to mid-2010. The size of these revisions is small (464,000 or 0.83 per cent) in the context of the total population for England and Wales in 2011.\n\nThe programme of work to produce the revised weights and key estimates for all survey years back to 2001/02 is now complete and both CSEW and police recorded crime use post 2011 Census population figures. Micro datasets for the entire affected back-series will be published at a later date. Further information can be found in the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\").\n"
    },
    {
      "title": "Further Information",
      "markdown": "Further information on definitions and interpretations of the statistics can be found in the User Guide. Data published alongside this commentary include a set of bulletin tables containing the data tables and the data used to produce graphs in this publication.\n\nFurther information regarding the roles and responsibilities of the different departments involved in the production and publication of crime statistics can be found in the [Crime Statistics Quality and Methodology Information](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/crime-and-justice/index.html \"crime and justice\") report.\n"
    },
    {
      "title": "Overall Level of Crime",
      "markdown": "The Crime Survey for England and Wales (CSEW) estimates that there were 7.3 million incidents of crime for the year ending March 2014, a 14% decrease compared with the previous year (Tables 3a and 3b). Decreases were evident for most major crime types compared with the previous year; violence saw a 20% fall (largely due to decreases in violence with injury), theft offences decreased by 10% (driven mainly by falls in other household theft), and criminal damage fell by 17%. The latest estimate is the lowest since the survey began in 1981 and the 14% decrease is one of the largest recorded by the survey. The level of incidents in the year ending March 2014 is now 29% lower than that of the 2008/09 survey. CSEW estimates of crime are 62% lower than peak levels seen in 1995, representing 11.8 million fewer crimes (Table 3a).\n\nThe number of incidents does not simply translate into the number of victims as some people experience more than one crime over the 12 month period they are asked about. Victimisation rates are available throughout this bulletin and in reference tables published alongside this bulletin (see [Appendix tables (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n\nThere were 3.7 million offences recorded by police forces in England and Wales in the year to March 2014, the lowest number of offences since the introduction of the National Crime Recording Standard (NCRS) in 2002/031. While recent years have shown year on year reductions in police recorded crime, the latest number of offences recorded by the police was similar to that recorded in the previous year (Figure 3). Compared with earlier years, it was 21% lower than in 2008/09 and 38% lower than in 2003/04 (Tables 4a and b).\n\nExpanded coverage of offences in the recorded crime collection, following changes to the Home Office Counting Rules (HOCR) in 1998, and the introduction of the NCRS in April 2002, saw increases in the number of crimes recorded by the police while the CSEW count fell. Following the bedding in of these changes, trends from the two series tracked each other well from 2002/03 until 2007/08. While both series continued to show a downward trend between 2007/08 and 2012/13, the gap between the two series widened with the police recorded crime series showing a faster rate of reduction2. However, for the most recent year this pattern has changed with the recorded crime series showing smaller reductions than the survey.\n\nOne possible factor behind the difference between the two sources and the apparent narrowing of the gap between CSEW and police recorded crime is the recent renewed focus on the quality of crime recording by the police in the light of the ongoing inspections of forces by Her Majesty’s Inspectorate of Constabulary (HMIC), the [Public Administration Select Committee (PASC)](http://www.publications.parliament.uk/pa/cm201314/cmselect/cmpubadm/760/760.pdf \"Public Administration Select Committee (PASC)\") inquiry into crime statistics, and the [UK Statistics Authority’s decision](http://www.statisticsauthority.gov.uk/assessment/assessment/assessment-reports/assessment-report-268---statistics-on-crime-in-england-and-wales.pdf \"UK Statistics Authority’s decision\") to remove the National Statistics designation from recorded crime. This renewed focus may have led to improved compliance with the NCRS.\n\nThere were 3.1 million victim-based crimes recorded by the police in the year ending March 20143. To put this volume into context, this is equivalent to 55 recorded offences per 1,000 population (though this should not be read as a victimisation rate as multiple offences could be reported by the same victim). The volume of victim-based crime was down 1% compared with the previous year (Table 4a and 4b). This overall grouping accounts for 84% of all crime recorded by the police in the year ending March 2014, and, due to the high volume of crimes in the category, it has accounted for most of the fall in overall police recorded crime seen since 2002/03 (Table 4b).\n\nEleven per cent of the police recorded crimes that are not victim-based offences are classified as ‘Other crimes against society’4. Crimes in this category showed a decrease of 1% compared with the previous year, with 398,662 offences recorded. Trends in such offences tend to reflect changes in police workload and activity rather than levels of criminality. For example, the marked increases shown in these offences between 2004/05 and 2008/09 coincided with the priority placed on increasing the numbers of offenders brought to justice associated with Public Service Agreement targets in place at that time. This is particularly evident in the trend for drug offences (for which the increase was mainly driven by the introduction of cannabis warnings) and public order offences (see the ‘Other crimes against society’ section for further details). Offences involving possession of weapons have risen by 4% in the year ending March 2014 compared with the previous year, following a long period of year-on-year decreases from 2004/05 onwards. A rise in the number of such offences was last evident in 2004/05.\n\nIn addition, there were 211,344 fraud offences in the year ending March 2014. These were recorded by Action Fraud in England and Wales (Table 21a)5. This represents an increase of 17% compared with the previous year and an increase of 192% compared with 2008/09. This increase should be seen in the context of the move to centralised recording of fraud to Action Fraud. Caution should be applied when comparing latest fraud data with earlier years (see the ‘Fraud’ section for more details).\n\nFigure 3 shows the time-series for both the CSEW and police recorded offences. CSEW crime rose steadily from 1981, before peaking in 1995. After peaking, the CSEW showed marked falls up until the 2004/05 survey. Since then, the underlying trend has continued downwards, but with some fluctuation from year to year.\n\nPolice recorded crime also increased during most of the 1980s, reaching a peak in 1992, and then fell each year until 1998/99 when the expanded coverage and changes in the HOCR resulted in an increase in recorded offences; see Chapter 3 of the User Guide for more information. This was followed by the introduction of the NCRS in April 2002 which led to a further rise in recording in 2002/03 and 2003/04. Following the bedding in of these changes, the direction of trends for police recorded crime and the CSEW have generally tracked each other well since 2003/04, with both data series showing declines in crime over this period, with the exception of some short term divergences in recent years. However, for the most recent year this pattern has changed with the recorded crime series showing smaller reductions than the survey.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime3.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Sources: Crime Survey for England and Wales, Office for National Statistics and Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics.\n3. The data on this chart refer to different time periods: a) 1981 to 1999 refer to crimes experienced in the calendar year (January to December); b) from 2001/02 onwards the estimates relate to crimes experienced in the 12 months before interview, based on interviews carried out in that financial year (April to March).\n\n##### Notes for Overall Level of Crime\n\n1. Police recorded crime includes all notifiable offences, which are those that could possibly be tried by a jury (these include some less serious offences, such as minor theft that would not usually be dealt with in this way) plus a few additional closely related offences, such as assault without injury.\n2. See the ‘Analysis of Variation in Crime trends’ methodological note and Section 4.2 of the User Guide for more details.\n3. Victim-based crimes are those offences with a specific identifiable victim. These cover the police recorded crime categories of violence against the person, sexual offences, robbery, theft offences, and criminal damage and arson.\n4. ‘Other crimes against society’ cover offences without a direct victim, and includes drug offences, possession of weapon offences, public order offences and miscellaneous crimes against society.\n5. Although Action Fraud had taken over the recording of all fraud offences from police forces by the end of 2012/13, there were 65 cases in 2013/14 where police forces recorded a fraud offence. This is a consequence of the transition process, and these cases are likely to be revised in future quarters.\n"
    },
    {
      "title": "Violent Crime",
      "markdown": "Violent crime in the CSEW is referred to as “Violence”, and includes wounding and assault. There are additional breakdowns for violence with and without injury, as well as on the offender-victim relationship. Violent crime in police recorded data is referred to as “Violence against the person” and includes homicide, violence with injury, and violence without injury.\n\nSome changes to the CSEW violence category have been introduced in this bulletin. Until now robbery, an offence in which violence or the threat of violence is used during a theft (or attempted theft) has previously been included within CSEW violence. Following consultation1 with users, robbery is now presented as a stand-alone category in the CSEW statistics, consistent with the categorisation used for police recorded crime. See the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\") for more information.\n\nThe CSEW showed a 20% fall in its estimate of the levels of violence based on interviews in the year ending March 2014 compared with the previous year (Tables 5a and 5b). While this fall continues the general decline recorded by the survey over the last decade, the size of the annual decrease is more substantial than those seen in recent years. The size of the year on year fall is being driven by estimates in the two quarters in the middle of 2013/14 (July to September 2013 and October to December 2013) which are considerably lower than those seen in the first and last quarters (April to June 2013 and January to March 2014) (Figure 4). This would suggest that the extent of the decrease shown in the current estimate is likely to have been exaggerated due to sampling variability rather than an acceleration of the downward trend.\n\nWhile the low estimates for the quarters July to September and October to December 2013 are driving the decrease in violence for 2013/14, as these two quarters become part of the comparison year for 2014/15 it is likely in future bulletins that the CSEW will report an increase in violence. As the low quarterly estimates have impacted considerably on short term comparison, when interpreting the figures it is important to look at the longer term trend in violence.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime4.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Crime Survey for England and Wales, Office for National Statistics\n\nLatest CSEW estimates show there were 1.3 million violent incidents in England and Wales, which is the lowest number recorded since the survey began in 1981 (Figure 5). Violent incidents constitute 18% of all CSEW crime in the latest survey, making them an important driver of overall CSEW trends.\n\nWith regard to the latest estimate, the number of violent incidents has fallen 25% since the 2008/09 survey (Table 5b), and has decreased 65% from the peak of violent crime in 1995 (Table 5b). To put these figures in context, around 2 in every 100 adults were a victim of violent crime in the last year based on the 2013/14 survey, compared with around 5 in 100 adults in the 1995 survey (Table 5a). However, it is important to note that victimisation rates vary considerably across the population and by geographic area. Such variations in victimisation rates are further explored in ONS thematic reports, which are published annually2.\n\nThe reduction in violent crime as shown by the CSEW is supported by evidence from several health data sources, for example, research conducted by the Violence and Society Research Group at Cardiff University ([Sivarajasingam et al., 2014](http://www.cardiff.ac.uk/news/resource/12846.35244.file.eng.pdf \"Sivarajasingam et al., 2014\"). Findings from their annual survey, covering a sample of hospital emergency departments and walk-in centres in England and Wales, showed an overall decrease of 12% in serious violence-related attendances in 2013 compared with 2012. In addition, the most recent National Health Service (NHS) data on assault admissions to hospitals in England show that for the 12 months to the end of March 2013 there were 32,979 hospital admissions for assault, a reduction of 15% compared with figures for the preceding 12 months3.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime5.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n\n1. Source: Crime Survey for England and Wales, Office for National Statistics\n2. The data on this chart refer to different time periods: a) 1981 to 1999 refer to crimes experienced in the calendar year (January to December); b) from 2001/02 onwards the estimates relate to crimes experienced in the 12 months before interview, based on interviews carried out in that financial year (April to March)\n\nThe CSEW violence offences can be broken down further into ‘Violence with injury’ and ‘Violence without injury’. The subcategory of violence with injury shows a substantial decrease of 36% in the year ending March 2014 compared with the previous year, and is the lowest estimate since the survey began (as previously discussed this decrease is likely to be due to sampling variability). Violence without injury showed no change, as the apparent increase of 2% was not statistically significant.\n\nEstimates of violence against 10 to 15 year olds as measured by the CSEW can be found in the section ‘Crime experienced by children aged 10 to 15’.\n\nThe overall level of violence against the person recorded by the police in the year ending March 2014 showed a 6% increase compared with the previous year (Tables 6a and 6b). Compared with 2008/09, the volume of violence against the person offences has fallen by 10%. The rates for violence against the person have dropped from 13 recorded offences per 1,000 population in 2008/09 to 11 recorded offences per 1,000 population in the year ending March 2014 (Table 6a).\n\nThe latest 6% rise in violence against the person recorded by the police is in contrast to the falls shown by the Crime Survey and figures on attendances at Accident and Emergency departments due to violent assaults, cited previously. There are two possible explanations for this rise:\n\n- Action taken by police forces to generally improve their compliance with the NCRS given the renewed focus on the accuracy of crime recording by the police4, which is likely to have resulted in an increase in the number of offences recorded.\n\n- An increase in the reporting of domestic abuse and subsequent recording of these offences by the police. A recent HMIC inspection expressed concerns about the police response to domestic abuse but noted the majority of Police and Crime Commissioners were now showing a strong commitment to tackling it. The report noted just under half of PCCs had made a commitment to increase the reporting of this type of offence. It is thought that this renewed focus may have led to more victims coming forward and allegations treated more sensitively.\n\nIn the year ending March 2014 the police recorded 537 homicides, 21 fewer homicides than in the previous year (Table 6a)5. This latest annual count of homicides is at its lowest since 1978 (532 offences). Historically, the number of homicides increased from around 300 per year in the early 1960s to over 800 per year in the early years of this century6, and this had increased at a faster rate than population growth. Since then however, the number of homicides recorded each year has continued to fall to the current level, while the population of England and Wales has continued to grow. In 2003/04, there were 17 homicides per million population7. The latest data show homicide rates have reduced considerably since then with 9 homicides per million population recorded during the year to March 2014.\n\nAs with homicide, the other two categories of police recorded offences for violence against the person have also declined over the past decade. In the year ending March 2014, ‘Violence with injury’ has dropped by 30% from 2003/04, while ‘Violence without injury’ has declined by 9% over the same period. In the latest data ‘Violence with injury’ showed a 3% rise compared with the previous year and ‘Violence without injury’ increased by 8% over the same period. Within the violence with injury the police recorded a rise in the category of causing death by dangerous driving. This rose from 174 in 2012/13 to 282 offences in 2013/14. For more detailed information on trends and the circumstances of violence against the person, see ‘[Focus on: Violent Crime and Sexual Offences, 2012/13](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on Violent Crime and Sexual Offences, 2012/13\")’.\n\n##### Notes for Violent Crime\n\n1. For more details see the ‘Future plans and changes to statistical reporting’ section or the ONS crime statistics publication [‘Future Dissemination Strategy – Summary of Responses’](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/consultations/future-dissemination-strategy-for-the-publication-of-national-statistics-on-crime-in-england-and-wales/index.html \"Future dissemination strategy for the publication of National Statistic on Crime in England and Wales\").\n2. For more information on violent crime see [‘Focus on: Violent Crime and Sexual Offences, 2012/13’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences, 2012/13\").\n3. Based on the latest National Health Service (NHS) [Hospital Episode Statistics](http://www.hscic.gov.uk/catalogue/PUB11200 \"Hospital Episode Statistics\"). These do not include figures for Wales and relate to activity in English NHS hospitals.\n4. An [interim report](http://www.hmic.gov.uk/news/news-feed/crime-recording-a-matter-of-fact-interim-report/ \"interim report\") has been published by HMIC on inspections carried out on 13 of the 43 forces (including the Metropolitan Police and Greater Manchester Police).\n5. Homicide includes the offences of murder, manslaughter, corporate manslaughter and infanticide.\n6. Figures from the Homicide Index are less likely to be affected by changes to in police recording practice made in 1998 and 2002 so it is possible to examine longer-term trends.\n7. While most rates of recorded crime are given per 1,000 population, due to the relatively low number of offences recorded, and to aid interpretation, homicide rates are given per million population.\n"
    },
    {
      "title": "Robbery",
      "markdown": "Robbery is an offence in which force or the threat of force is used either during or immediately prior to a theft or attempted theft. There have been some presentational changes to CSEW robbery statistics in this bulletin. Previously robbery has been captured by the CSEW as a subcategory within its ‘Violence’ category. Following consultation with users, robbery is now presented as a stand-alone category in the CSEW, consistent with the presentation of robbery figures in police recorded crime1. See the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\") for more information.\n\nThe number of robberies recorded by the police provides a more robust indication of trends than the CSEW, although not all robberies will be reported to the police. Robbery is a relatively low volume offence accounting for less than 2% of all police recorded crime in the year ending March 2014. These offences are concentrated in a small number of metropolitan forces with around half of all offences recorded in London, and a further 19% in the Greater Manchester, West Midlands and West Yorkshire police force areas combined ( [Table P1 (257.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-5.xls \"RFT Table 5\") ).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime6.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics.\n\nThe latest figures show police recorded robberies decreased by 11% in the year ending March 2014 compared with the previous year (Tables 7a and 7b). With the exception of a notable rise in the number of robberies in 2005/06 and 2006/07 there has been a general downward trend between 2002/03 and 2013/14 in England and Wales. The latest figure shows the number of robbery offences falling to 57,818, the lowest level since the introduction of the National Crime Recording Standard (NCRS) in 2002/03 (Figure 6).\n\nIn the year ending March 2014, 90% of robberies recorded by the police were of personal property. The police recorded 52,032 of these offences, down 12% compared with the previous year. Robbery of business property (which makes up the remaining 10% of total robbery offences) fell by 5% compared with the previous year continuing the recent downward trend. In the year ending March 2014, around one in five robberies (21%) recorded by the police involved a knife or other sharp instrument, a similar level as recorded in the previous year (20%).\n\nThe geographic concentration of robbery offences means that trends across England and Wales tend to reflect what is happening in a small number of metropolitan areas where robbery offences tend to be concentrated, in particular the Metropolitan Police force area. The latest figures for the Metropolitan Police force area show that the number of robberies for the year ending March 2014 was 28,253, a decrease of 19% from the previous year ( [Tables P1-P3 (257.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-5.xls \"RFT Table 5\") ). This continues the downward trend identified in the year ending March 2013 (11% fall), despite increases in the two preceding years. Falls in robbery offences were also seen in other large metropolitan police force areas ( [Table P2 (257.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-5.xls \"RFT Table 5\") ), most notably West Yorkshire (down by 11% to 1,834 offences), as well as smaller falls in Greater Manchester (down by 2% to 3,891 offences) and West Midlands (down by 2% to 5,373 offences).\n\nThe small number of robbery victims interviewed in any one year means that CSEW estimates are prone to fluctuation. Latest findings show the level of incidents in the year ending March 2014 survey to be 17% lower than that of the 2012/13 survey (although this finding is not statistically significant) and half that of the level seen in the 1995 crime peak.\n\n##### Notes for Robbery\n1. For more details see the ‘Future plans and changes to statistical reporting’ section or the ONS crime statistics publication [‘Future Dissemination Strategy – Summary of Responses’](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/consultations/future-dissemination-strategy-for-the-publication-of-national-statistics-on-crime-in-england-and-wales/index.html \"Future dissemination strategy for the publication of National Statistics on crime and England and Wales\").\n"
    },
    {
      "title": "Sexual Offences",
      "markdown": "It is difficult to obtain reliable information on the volume of sexual offences as it is known that a high proportion of offences are not reported to the police and changes in recorded figures may reflect changes in reporting or recording rates rather than actual victimisation. For these reasons, caution should be used when interpreting trends in these offences (for more information see [‘An Overview of Sexual Offending in England and Wales’](http://www.ons.gov.uk/ons/external-links/other-government-departments/moj/moj--sexual-offending-in-e-w.html \"MoJ: sexual offending in E\u0026W\") or [‘Focus on: Violent Crime and Sexual Offences, 2012/13’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences, 2012/13\")).\n\nPolice recorded crime figures showed an increase of 20% in all sexual offences for the year ending March 2014 compared with the previous year (up from 53,620 to 64,200; Table 9a). This is the highest level recorded since the introduction of the Crime Recording Standard (NCRS) in April 2002. There are several possible factors feeding into this increase which are discussed below:\n\n- The effect of Operation Yewtree linked to the Jimmy Savile inquiry;\n- Review of the sexual offences guidance within the Home Office Counting Rules (HOCR) to provide further clarity for recording sexual offences; and\n\nInvestigation by Her Majesty’s Inspectorate of Constabulary (HMIC) and HM Crown Prosecution Service Inspectorate (HMCPSI) into the recording and prosecution of sexual offences.\n\nEvidence suggests some of the latest increase seen in sexual offences is likely to be a result of Operation Yewtree, connected to the Jimmy Savile inquiry, initiated in October 2012. This increase was not only as a direct consequence of the crimes reported as part of this Operation, but also as a wider ‘Yewtree effect’, whereby there is increased willingness on the part of the victims to come forward and report sexual offences that are not directly connected to Yewtree. For further information see the ‘Additional information from Home Office Data Hub’ section of this bulletin.\n\nAs police recorded crime statistics are based on rolling 12 month counts, the first rise in sexual offences in the wake of Operation Yewtree emerged in the year ending March 2013 data. The effect of Operation Yewtree on the increase in sexual offences was greatest when the year immediately after Operation Yewtree began was compared with the year immediately before it began.\n\nPolice recorded rape increased by 27% compared with the previous year (20,725 offences) and is now at the highest level since the NCRS was introduced in 2002/03; other sexual offences increased by 17% (43,475 offences). Notably, offences involving obscene publications and protected sexual material (which sit under the ‘Miscellaneous crimes against society’ category) increased by 31%, from 3,506 offences in 2012/13 to 4,577 offences in 2013/14. This rise is also likely to be due to the effect of Operation Yewtree and the wider ‘Yewtree effect’.\n\nThe rise in rapes and other sexual offences may in part be due to increases in recorded offences involving children (see [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ). There were 13,610 sexual offences involving a child under the age of 13 in the year to March 2014, the highest reported total for these offence categories since the introduction of the NCRS in 2002/03 and an increase of 26% on the previous 12 months1. The latest police recorded crime data for the year ending March 2014 showed that:\n\n- The number of rapes and sexual assaults involving a female child under the age of 13 increased 21% compared with the previous year, from 6,546 to 7,952 offences.\n- The number of rapes and sexual assaults involving a male child under the age of 13 increased by 35% compared with the previous year, from 2,059 to 2,771 offences.\n- The number of ‘Sexual activity involving a child under 13’ offences increased by 33% compared with the previous year, from 2,176 to 2,887.\n\nSimilar increases are reflected in a media release by the National Society for the Prevention of Cruelty to Children (NSPCC), which reported that police recorded offences relating to sexual abuse on children under the age of 11 increased 16% in the 2012/13 financial year when compared with the previous year2. The NSPCC attributed some of this increase to the Yewtree effect. The NSPCC have also recently released the findings of a [focus group exploration](http://www.nspcc.org.uk/news-and-views/media-centre/press-releases/2014/savile-victim-report/savile-victim-barriers-reporting-sexual-abuse_wdn101493.html \"focus group exploration\") into the underreporting of crimes by Jimmy Savile; in particular, attributing the media coverage of the crimes as a key reason as to why victims had felt able to come forward and report their abuse to the police.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime7.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics.\n3. The Sexual Offences Act 2003, introduced in May 2004, altered the definition and coverage of sexual offences.\n\nThe rise in the number of rape offences recorded by the police in the year to March 2014 follows increases in the number of police recorded rape offences over the past five years – there have been increases of 58% since 2008/09 (Table 9b) and 56% from 2003/04 (Figure 7).\n\nAs well as a greater proportion of victims coming forward to report crimes, such increases should be seen in a wider context. On 1 April 2010, extra guidance for the recording of sexual offences was incorporated into the HOCR and this reflected good practice guidance previously issued by the Association of Chief Police Officers (ACPO).\n\nAdditionally, the need to improve the recording and investigation of sexual offences has been highlighted by concerns raised in 2012 around police recording practices (see [HMIC and HMCPSI, 2012](http://www.hmic.gov.uk/publication/forging-the-links-rape-investigation-and-prosecution/ \"HMIC and HMCPSI, 2012\")). Further doubts about the accuracy of police recorded crime data for sexual offences, particularly in the Metropolitan Police Service were expressed more recently in evidence presented to the recent Public Administration Select Committee (PASC) inquiry3. In response to this, the Metropolitan Police have announced that they are investigating reports of recording inconsistencies with regard to rapes and sexual offences4. This involves reviewing processes around the overall recording of sexual offences, and more specifically allegations that victims have had their reports of rapes and sexual assaults inappropriately ‘no crimed’ (when a claim is reviewed and subsequently deemed not a crime).\n\n#### Additional information from Home Office Data Hub\n\nFurther insight into the ‘Yewtree effect’ can be provided by looking at the Home Office Data Hub, a tool where some police forces supply more detailed recorded crime data, including information such as when an offence took place, in addition to when it was recorded by police. Analysis using these data is limited to just over half of the 43 territorial police forces of England and Wales, and is subject to continuing quality assurance. It notably excludes the Metropolitan Police Service, which accounts for around a sixth (17%) of all sexual offences recorded by the police in the year to March 2014. As a result, these data are only able to provide a partial and provisional picture.\n\nThe forces for which data are available show that the majority of sexual offences occurred within the previous 12 months (70% in the year ending March 2014), rather than being historical. However the current increase in sexual offences in the last 12 months is likely to be driven by a rise in the number of both ‘historical’ and ‘current’ sexual offences reported to the police.\n\nFigure 8 illustrates that the increase in sexual offences across forces for which data were available in the year to March 2014 can be explained by an increase of:\n\n- 19% in current offences (occurring in the past 12 months), accounting for 60% of the latest increase in volume of overall sexual offences;\n- 37% in historic offences occurring more than 20 years ago, accounting for 16% of the increase in volume of overall sexual offences; and\n- 29% in offences occurring between 1 and 20 years ago, accounting for 24% of the increase in volume of overall sexual offences.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime8.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office Data Hub\n2. Police recorded crime data are not designated as National Statistics.\n\nAs expected, as time passes from when Operation Yewtree was initiated (October 2012), historical sexual offences make less of a contribution to the overall rise. When Operation Yewtree was first initiated, there was a large increase in historical offences (those occurring more than 20 years ago) reported to the police, accounting for 41% of the increase in sexual offences in the year ending June 20136. For the year ending March 2014 these offences accounted for 16% of the sexual offences increase. The number of historical offences has remained fairly steady since Operation Yewtree began, however as emphasis shifts more towards ‘post-Yewtree’ comparison, the effect will not be as strong as when comparing a ‘pre-Yewtree’ year with a ‘post-Yewtree’ year. However, recent NHS investigations into offences committed by Jimmy Saville on NHS premises and the wider publicity around high profile allegations of sexual abuse7 may generate further increases in the recording of such historical offences in future releases.\n\nThe reverse has been seen in the case of sexual offences occurring in the last 12 months, where the initial increase took longer to establish, but was then followed by a sharp increase. To put this into context, for the forces available in the year ending June 20138, sexual offences occurring in the last 12 months rose by 5% from the previous year (accounting for 24% of the total increase), whereas the latest time period saw an increase in these ‘current’ offences of 19% (accounting for 60% of the total increase). Although these time periods include overlapping data, they are indicative of the changing composition of these offences, and point to a wider ‘Yewtree effect’, as more victims are willing to come forward and report recent sexual offences. There may also be a recording effect with forces taking steps to improve their handling of allegations of rape and sexual assault.\n"
    },
    {
      "title": "Crime Survey for England and Wales",
      "markdown": "Due to the small number of sexual offences identified in the main Crime Survey for England and Wales (CSEW) crime count, estimates of the volume of incidents are too unreliable to report. Since 2004/05, the CSEW has included a self-completion questionnaire module on intimate violence which does provide a measure of the proportion of people who have been victims of sexual offences and supplements the information presented here9. Detailed findings from this module for the year ending March 2013 are available in [‘Focus on: Violent Crime and Sexual Offences, 2012/13’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences, 2012/13\").\n\n##### Notes for Sexual Offences\n1. The offences combined to make this figure include ‘Rape of a female child under 13’, ‘Rape of a male child under 13’, ‘Sexual assault on a male child under 13’, ‘Sexual assault on a female child under 13’, and ‘Sexual activity involving a child under 13’.\n2. National Society for the Prevention of Cruelty to Children (NSPCC) data used responses from 41 police forces. The [media release](http://www.nspcc.org.uk/news-and-views/media-centre/press-releases/2014/sexual-abuse-under-11s-rise/sexual-abuse-under-11s-rise_wdn100711.html \"media release\") was published on 13 January 2014.\n3. See the [Commission of an independent review into rape investigation](http://content.met.police.uk/News/Commission-of-an-independent-review-into-rape-investigation/1400024447530/1257246745756 \"Commission of an independent review into rape investigation\") and the transcript for the Public Administration Select Committee hearing on Crime Statistics, 19 November 2013.\n4. The investigation was announced at a [Home Affairs Select Committee](http://www.publications.parliament.uk/pa/cm201314/cmselect/cmhaff/c231-iv/c23101.htm \"Home Affairs Select Committee\") hearing, 3 December 2013.\n5. See the transcript for the [Public Administration Select Committee](http://data.parliament.uk/writtenevidence/WrittenEvidence.svc/EvidenceHtml/4987 \"Public Administration Select Committee\") hearing on Crime Statistics, 8 January 2014.\n6. For more details see [’Crime Statistics, period ending June 2013’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-june-2013/index.html \"Crime Statistics, period ending June 2013\").\n7. For more information go to [BBC](http://www.bbc.co.uk/news/uk-28194271 \"BBC\") News.\n8. For more details see [’Crime Statistics, period ending June 2013’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-june-2013/index.html \"Crime Statistics, period ending June 2013\").\n9. See Chapter 5 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"\"crime statistics metholodgy) for more information regarding intimate violence.\n"
    },
    {
      "title": "Offences Involving Knives and Sharp Instruments",
      "markdown": "Some of the more serious types of offence in the recorded crime data (violent, robbery and sexual offences) can be broken down by whether or not a knife or sharp instrument was involved1,2 .\n\nIn the year ending March 2014, the police recorded 25,972 offences involving a knife or sharp instrument, a 2% decrease compared with the previous year (26,553, Table 10). However, this contrasts with a recent rise in weapon possession offences (see section on ‘Other Crimes against society’). Analysis of selected individual offence groups shows that the fall in knife or sharp instrument offences is largely due to a reduction in robbery offences involving a knife or sharp instrument (down 10% compared with the previous year); a pattern that is consistent with the overall reductions in all robbery offences.\n\nThere were 200 homicides involving a knife or sharp instrument in the year ending March 2014 (up by 3% from 195 offences).  The number of these offences has been consistent over time, fluctuating around 200 each year. The number of rape offences involving knives or sharp instruments recorded by the police increased by 41%, from 190 offences to 267. The number of sexual assaults involving a knife or sharp instrument increased in the year ending March 2014 compared with the previous year (101 and 90 respectively). However, in statistical terms, the relatively low number of homicides, rapes and sexual assaults that involve the use of a knife or sharp instrument means percentage changes should be interpreted with caution. It is also possible that the rise may reflect the broader rise in such offences (see section on ‘Sexual Offences’).\n\nThe geographic concentration of offences involving knives and sharp instruments means that trends across England and Wales tend to reflect what is happening in a small number of metropolitan areas, and the Metropolitan Police force area in particular, which accounts for approximately 40% of these offences in England and Wales. The latest figures for the Metropolitan Police force area shows that offences involving knives and sharp instruments for the year ending March 2014 was 10,012 a decrease of 12% from the previous year ( [Table P4 (257.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-5.xls \"RFT Table 5\") ), which has contributed to the national decrease in offences involving knives and sharp instruments of 2%. However, if the Metropolitan Police force area figures are excluded, nationally there is a 6% increase in crime involving a knife or sharp instrument.\n\nOf the selected violent offences covered in Table 10, around 6% involved a knife or sharp instrument in the year ending March 2014; this was the same proportion as that seen in the previous year. Over a third of homicides (38%) and half of attempted murders (50%) involved a knife or sharp instrument, similar to twelve months ago (35% and 49% respectively).\n\nFurther analysis on offences involving knives and sharp instruments recorded in 2012/13 has been published in [‘Focus on: Violent Crime and Sexual Offences, 2012/13’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences, 2012/13\").\n\nAn additional source of information about incidents involving knives and sharp instruments is provided by National Health Service (NHS) hospital admission statistics4. Admissions for assault with a sharp instrument peaked at 5,720 in 2006/07. Admissions have declined since that year, and in the year ending March 2013 there were 3,833 admissions, a 15% decrease on the previous year. Admissions for assault with a sharp instrument in 2012/13 were the lowest since 2002/035.\n\n##### Notes for Offences Involving Knives and Sharp Instruments\n\n1. A sharp instrument is any object that pierces the skin (or in the case of a threat, is capable of piercing the skin), for example a broken bottle.\n2. Until April 2010, West Midlands Police force included unbroken bottle and glass offences in their statistics, but now exclude these offences in line with other forces.\n3. Changes to offence codes in April 2012 mean the individual categories of actual bodily harm and grievous bodily harm are not directly comparable over the time period. However, these changes are not expected to affect the totals of actual bodily harm and grievous bodily harm offences involving a knife or sharp instrument. See [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") for more details.\n4. It should be noted that while it is a requirement to record every hospital admission, completing the field for external cause is not always done. They also do not include any figures from Wales.\n5. Year ending March 2013 provisional figures are available in the latest full year [Hospital Episode Statistics](http://www.hscic.gov.uk/catalogue/PUB11200 \"Hospital Episode Statistics\"); a graph based on financial years is available in the latest ‘[Focus on: Violent Crime and Sexual Offences](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences\")’ release.\n"
    },
    {
      "title": "Offences Involving Firearms",
      "markdown": "Similar to the breakdown of offences involving knives or sharp instruments, statistics for the year ending March 2014 are available for police recorded crimes involving the use of firearms other than air weapons. Firearms are taken to be involved in an offence if they are fired, used as a blunt instrument against a person, or used as a threat. For detailed information on trends and the circumstances of offences involving firearms recorded in 2012/13 see ‘[Focus on: Violent Crime and Sexual Offences, 2012/13](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-violent-crime-and-sexual-offences--2012-13/index.html \"Focus on: Violent Crime and Sexual Offences, 2012/13\")’.\n\nFigures for the year ending March 2014 show 4,843 offences involving firearms were recorded in England and Wales, a 6% decrease compared with the previous year (5,158, Tables 11a and 11b).\n\nFigure 9 shows the trend from 2002/03 and demonstrates that since 2005/06 there has been a substantial decrease in the number of offences involving firearms recorded by the police. The volume of such offences has fallen by nearly half (41%) since 2008/09 (Table 11b). This reduction in offences involving firearms is, in percentage terms, a larger reduction than that seen in overall violent crime.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime9.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics\n"
    },
    {
      "title": "Theft Offences",
      "markdown": "The Crime Survey for England and Wales (CSEW) and police recorded crime both measure various theft offences. Both series cover the headline categories of domestic burglary, vehicle-related theft, theft from the person, and bicycle theft. Theft of property from outside people’s homes (for example, garden furniture and tools) and theft of unattended property as measured by the CSEW are incorporated within the police recorded crime category ‘Other theft’. Additionally, shoplifting offences, which are not included in the CSEW, are recorded by the police1.\n\nIn this bulletin there have been some minor reclassifications of the CSEW theft offences in order to improve coherence of categories and to more closely align them with the presentation of police recorded theft; these affect ‘Theft from the person’ which has been expanded to include a separate category for ‘Attempted snatch or stealth theft from person’; in addition, burglary has been separated out into the categories of ‘Domestic burglary in a dwelling’ and ‘Domestic burglary in a non-connected building to a dwelling’, the latter of which was previously included under the category ‘Other household theft’; Other household theft now distinguishes between ‘Theft from a dwelling’ and ‘Theft from outside a dwelling’. Further detail on the changes made to the presentation of CSEW statistics can be found in the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"\"crime statistics metholodgy).\n\nThere are substantial overlaps between theft offences in the two data series; however, the CSEW shows a larger volume as it includes incidents not reported to the police. Police recorded theft is broader, covering a wider variety of offences and victims; for example, police recorded theft includes theft against commercial victims and offences of handling stolen goods whereas the survey does not. Theft offences recorded by the police and the CSEW do not include robbery as these are presented as a separate offence (see the ‘Robbery’ section).\n\nIncidents of theft experienced by 10 to 15 year olds can be found in the ‘Crime experienced by children aged 10 to 15’ section of this bulletin.\n\nTotal theft offences (acquisitive crime) accounted for 60% of all incidents estimated by the CSEW (an estimated 4.4 million incidents) and half (50%) of all police recorded crime (1.8 million offences) in the year ending March 2014.\n\nThe long-term trend in CSEW theft reflects the long-term trend in total CSEW crime, having shown steady increases from 1981 when the survey started, peaking in 1995, followed by declines since that survey. Latest estimates point to a further decline, with total theft offences decreasing by 10% from the previous year (from 4.9 million to 4.4 million incidents, which is the lowest number recorded since the survey began in 1981) ( [Appendix table A1 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n\nAs theft offences make up half of all police recorded crime, it is an important driver of the overall trend. Since 2002/03, the number of theft offences has shown year on year decreases and is 43% lower in the year ending March 2014 than in 2003/04 (Figure 10). The latest figures show a 3% decrease compared with the previous year ( [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime10.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics.\n\nFurther analysis on theft offences, based on the 2012/13 CSEW, was published on 28 November 2013 as part of [‘Focus on: Property Crime, 2012/13’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-property-crime--2012-13/index.html \"Focus on: Property Crime, 2012/13\"). More detail of possible hypotheses for the fall in property crimes can be found in [‘Trends in Crime: a Short Story, 2011/12’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2012/trends-in-crime--a-short-story.html \"Trends in Crime: a Short Story\") published on 19 July 2012.\n\nThe next few sections discuss the different types of theft offences in more detail; burglary, vehicle-related thefts and other theft of property.\n\n##### Notes for Theft Offences\n1. For more information see Section 5.2 of the User Guide.\n"
    },
    {
      "title": "Theft Offences – Burglary",
      "markdown": "In this bulletin there have been some minor reclassifications of the Crime Survey for England and Wales (CSEW) offences relating to domestic burglary (which involves unauthorised entry into a dwelling). In order to more closely match police recorded crime categories, two new breakdowns have been introduced under the domestic burglary offence group: ‘Domestic burglary in a dwelling’, and ‘Domestic burglary in a non-connected building to a dwelling’. Offences in the latter category were previously included under ‘Other household theft’. These new subcategories are presented in [Appendix tables A1-A3 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") , each detailing burglary offences with and without loss as well as attempted burglaries. A total burglary category is also included. For more information on these reclassifications please see the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\").\n\nDespite some fluctuations from year to year, the underlying trend in domestic burglary remained fairly flat in the CSEW between 2004/05 and 2011/12 (Figure 11). Since then estimates have fallen and incidents of domestic burglary for the year ending March 2014 are 12% lower than the previous year (Table 12b).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime11.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Crime Survey for England and Wales, Office for National Statistics\n2. The data on this chart refer to different time periods: a) 1981 to 1999 refer to crimes experienced in the calendar year (January to December); b) from 2001/02 onwards the estimates relate to crimes experienced in the 12 months before interview, based on interviews carried out in that financial year (April to March).\n\nCSEW domestic burglary follows a similar pattern to that seen for overall crime, peaking in the mid-1990s survey and then falling steeply until the 2004/05 survey. Estimates for the year ending March 2014 are the lowest since the survey began and are 21% lower than those in the 2008/09 CSEW, 40% lower than those in the 2003/04 survey, and 67% lower than those in the 1995 survey. This reduction is reflected in the percentage of households that had been victims of domestic burglary in the last year, with around 3 in 100 households being victims in the year ending March 2014 survey compared with around 9 in 100 households in the 1995 survey. Therefore, households are now around three times less likely to be a victim of burglary than in 1995 (Tables 12a and 12b).\n\nDomestic burglary in a dwelling represents 73% of all domestic burglaries reported in the year ending March 20141. According to the latest estimate there were 573,000 incidents of domestic burglary in a dwelling in the previous twelve months, which represents the lowest reported total since the survey began in 1981 and is 67% lower than the 1995 survey. To put these figures in context, around 2 in every 100 households were a victim of domestic burglary in a dwelling in the last year, compared with around 6 in 100 households in the 1995 survey (Tables 12a and 12b).\n\nThe police recorded crime statistics measure both domestic burglaries (for example those against inhabited dwellings) and non-domestic burglaries (for example, those against businesses)2. When compared with the previous year, domestic burglary decreased by 7% (from 227,275 to 211,994 offences) while non-domestic burglary decreased by 1% (from 232,520 to 231,190 offences) in the year ending March 2014 (Tables 13a and 13b). The latest level of burglary recorded by the police is around half the level recorded in 2003/04 (46% lower).\n\n##### Notes for Theft Offences – Burglary\n1. The remaining 27% of CSEW domestic burglaries were related to non-connected domestic buildings such as sheds and garages.\n2. Non-domestic burglary covers burglary in a building other than a dwelling, and includes burglaries of sheds and outhouses which do not have an entrance to a home. See Section 5.2 of the User Guide for more details regarding this crime type.\n"
    },
    {
      "title": "Theft Offences – Vehicle",
      "markdown": "The Crime Survey for England and Wales (CSEW) covers offences against vehicles owned by any member of the household interviewed (including company cars). Estimates of CSEW vehicle-related theft for the year ending March 2014 fell by 8% compared with the previous year (Table 14a and 14b)1.\n\nOver the longer term, the CSEW indicates a consistent downward trend in levels of vehicle-related theft, with the latest estimates being 35% lower than those observed in the 2008/09 survey, and 55% lower than the 2003/04 survey. As shown in Figure 12, the rate of reduction in vehicle offences since the mid-1990s has been striking, and as previously reported, a widely accepted theory is that this is in-part due to improvements in vehicle security2 . The latest estimates indicate that a vehicle-owning household was around five times less likely to become a victim of vehicle-related theft in the year ending March 2014 survey than in 1995, with around 4 in 100 vehicle-owning households being victims in the year ending March 2014 survey compared with around 20 in 100 households in the 1995 survey (Table 14a). There were an estimated 934,000 vehicle-related thefts in 2013/14, which is the lowest number recorded since the survey began in 1981.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime12.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Crime Survey for England and Wales, Office for National Statistics\n2. The data on this chart refer to different time periods: a) 1981 to 1999 refer to crimes experienced in the calendar year (January to December); b) from 2001/02 onwards the estimates relate to crimes experienced in the 12 months before interview, based on interviews carried out in that financial year (April to March).\n\nThe police recorded crime category of vehicle offences covers both private and commercial vehicles and shows a fall of 4% in the year ending March 2014 compared with the previous year (Tables 15a and 15b). This follows substantial decreases in this offence group with falls of 37% compared with 2008/09 and 62% compared with 2003/04. These trends are similar to those found in the CSEW. The most recent data show that all three categories of police recorded vehicles offences have continued to fall, including theft of a motor vehicle, which fell by 6% in the year ending March 2014 compared with the previous year (Table 15b).\n\nThe reductions in vehicle-related theft indicated by the CSEW and police recorded crime are in contrast to the number of motor vehicles licensed in Great Britain, which has increased by 38% from 25.4 million at the end of 1995 to 35.0 million at the end of 2013 (Vehicle Licensing Statistics, 2013).\n\n##### Notes for Theft Offences – Vehicle\n1. See Section 5.2 of the User Guide for more details regarding this crime type.\n2. See ‘Trends in Crime: a Short Story, 2011/12’.\n3. Based on the total number of licensed vehicles (including both private and commercial vehicles) in England, Scotland and Wales taken from the Driver and Vehicle Licensing Agency (DVLA) database.\n"
    },
    {
      "title": "Theft Offences – Other Theft of Property",
      "markdown": "In addition to burglary and vehicle-related thefts, the Crime Survey for England and Wales (CSEW) and police recorded crime both measure other theft of property, although they cover slightly different offences. In the CSEW this comprises: theft from the person; other theft of personal property; bicycle theft; and other household theft. In police recorded crime there are categories for: theft from the person; bicycle theft; shoplifting; and all other theft offences. There are further offence breakdowns available for all other theft offences listed in [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") .\n\nSince April 2013, a new police recorded offence of ‘Making off without payment’ has been included within ‘All other theft offences’. These offences were previously included as fraud offences. Making off without payment covers offences in which the offender intentionally fails to pay for goods or services, for example by driving away from a petrol station, or running off from a taxi without paying. A back series is now available in [Appendix table A4. (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\")\n"
    },
    {
      "title": "Theft from the person – CSEW and police recorded crime",
      "markdown": "Theft from the person involves offences where there is theft of property, while the property is being carried by, or on the person of, the victim. These include snatch thefts (where an element of force may be used to snatch the property away) and stealth thefts (where the victim is unaware of the offence being committed, for example, pick-pocketing). Unlike robbery, these offences do not involve violence or threats to the victim. New reclassification of the CSEW theft offence categories in this bulletin include expansion of ‘Theft from the person’ to include ‘Attempted snatch or stealth theft from the person’. Further detail on the changes made to the presentation of CSEW statistics can be found in the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\").\n\nIn the CSEW, the majority of incidents of theft from the person (55% in the year ending March 2014) are made up of stealth thefts (313,000 out of all 567,000 theft from the person offences) (for more information see [Appendix table A1 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ). Numbers of snatch thefts are much smaller, accounting for 10% of total thefts from the person, while attempted snatch and stealth thefts make up the remaining 35%.\n\nThe CSEW showed no statistically significant change in theft from the person based on interviews in the year ending March 2014 compared with the previous year (the apparent 4% increase was not statistically significant; Tables 16a and 16b). Estimates of the volume of theft from the person offences are low and subject to fluctuations from year to year in the survey. The CSEW shows an unusually high estimate measured by the 2008/09 survey when there was a significant increase, followed by a significant decrease in 2009/10 (Figure 13). Other than this, CSEW estimates of theft from the person have remained fairly flat.\n\nThe police recorded crime category theft from the person accounts for around 3% of overall police recorded crime. Latest figures showed a 10% decrease in the year ending March 2014 compared with the previous year (Tables 17a and 17b). This is in contrast to recent trends, where these offences have been increasing in each of the last three years. Thus, the number of offences of theft from the person is still 10% higher than that recorded in 2008/09. However, those rises were preceded by significant falls, meaning the latest figure is 28% below the volume in 2003/04 ( [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n\nFurther analysis of theft from the person figures by police force area shows a mixed picture, with some forces continuing to show increases while most show decreases. However, as with robbery, theft from the person offences are concentrated in the metropolitan areas, with 43% occurring in the Metropolitan Police force area alone. The previous overall increases were largely driven by what was happening in London, where theft of smartphones and other portable devices were thought to be behind some of this rise1. The latest figures for the Metropolitan Police force area show a decrease of 13% compared with the previous year ( [Tables P1-P3 (257.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-5.xls \"RFT Table 5\") ). In addition, the British Transport Police, who cover crimes that occur on railways and on railway platforms and stations, account for 7% of the total thefts from the persons in the year ending March 2014, and show a 25% decrease compared with the previous year. This is driven by a large decrease in theft from the person offences in the final quarter – January 2013 to March 2014 when nearly 4000 fewer offences were recorded. This may in part be explained by improvements to mobile security and theft prevention.\n"
    },
    {
      "title": "Other household theft – CSEW",
      "markdown": "This offence group consists of items stolen from outside the victim’s home, and thefts in the victim’s dwelling by someone entitled to be there, for example a workman2. Previously this offence group included domestic burglaries from non-connected buildings, such as sheds. Under the new classifications presented in this bulletin, such offences now appear as a subcategory of domestic burglary. For more information on these reclassifications please see the methodological note [‘Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales’](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\").\n\nOverall, the year ending March 2014 survey estimated that there were 777,000 incidents of other household theft (Tables 16a and 16b), making up 11% of all CSEW crime.\n\nThe CSEW showed a 24% fall in other household theft based on interviews in the year ending March 2014 compared with the previous year. This large statistically significant decrease sees estimated levels of other household theft at similar levels to those their seen in the 2007/08 survey following a period of year on year increases between 2007/08 and 2011/12. The current decrease combined with decreases seen between 1995 and 2007/08, means that the latest figure is now 51% lower than in the 1995 survey (Figure 13).\n\nThe large majority of other household thefts are accounted for by theft from outside a dwelling (90%). Generally these incidents involve theft of garden furniture or household items/furniture taken from outside people’s homes3, and are largely opportunistic in nature. Theft from outside a dwelling has seen a similar fall, compared with the previous year, to theft from a dwelling (23% and 26%, respectively). The latest estimate for theft from a dwelling is 67% lower than the 1995 survey estimate ( [Appendix table A1 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime13.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Crime Survey for England and Wales, Office for National Statistics\n2. The data on this chart refer to different time periods: a) 1981 to 1999 refer to crimes experienced in the calendar year (January to December); b) from 2001/02 onwards the estimates relate to crimes experienced in the 12 months before interview, based on interviews carried out in that financial year (April to March).\n"
    },
    {
      "title": "Other theft of personal property – CSEW",
      "markdown": "Other theft of personal property offences are those which involve items stolen from victims while away from the home but not being carried on the person (such as theft of unattended property in pubs, restaurants, entertainment venues or workplaces). The CSEW estimates that there were around 950,000 incidents of other theft of personal property in the survey year ending March 2014. The apparent 1% decrease compared with the previous survey year was not statistically significant (Table 16b). The underlying trend has been fairly flat in recent years – since 2004/05 estimates have fluctuated slightly but generally stayed around 1.0 million offences. Looking at the longer term trend, theft of other personal property saw marked declines from the mid-1990s and the current estimate is over half the level seen in the 1995 survey (54% lower).\n"
    },
    {
      "title": "Bicycle theft – CSEW and police recorded crime",
      "markdown": "There was a 17% decrease in bicycle theft incidents, based on CSEW interviews in the year ending March 2014 compared with the previous year (Tables 16a and 16b). This is one of the lower volume CSEW offence groups and can show large fluctuations from year to year. [Appendix table A1 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") suggests that, like other household theft, these incidents showed a marked decline between 1995 and the 1999 survey, with both small increases and decreases thereafter. The variability means that emerging trends have to be interpreted with caution. The year ending March 2014 CSEW indicates that around 3% of bicycle owning households were victims of bicycle theft in the previous 12 months, down from 6% in the 1995 survey.\n\nBicycle thefts recorded by the police remained at a similar level in the year ending March 2014 compared with the previous year (Tables 16a and 16b), returning to relatively stable levels following an increase in 2011/12. The current level (97,686 offences) is one of the lowest since the NCRS was first introduced in 2002/03.\n"
    },
    {
      "title": "Shoplifting – police recorded crime",
      "markdown": "Shoplifting accounted for 9% of all police recorded crime in the year ending March 2014. The police recorded 321,008 shoplifting offences in this period, a 7% increase compared with the previous year. The volume of shoplifting recorded was the highest since the introduction of the NCRS in 2002/03. The longer term trend in shoplifting recorded by the police is different from that seen for other theft offences. While most theft offences saw steady declines in the number of crimes recorded by the police over much of the last decade, levels of recorded shoplifting showed comparatively little change over this time.\n\nThirty-six of the 43 territorial police force areas reported an increase in shoplifting in the year ending March 2014 ( [Table P2 (257.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-5.xls \"RFT Table 5\" ). Several forces recorded large percentage increases and while there is a mixed picture some of the larger increases were evident in northern forces, such as in Merseyside (18%), Humberside (17%), Derbyshire (17%) and Durham (15%). However, there were also some large increases elsewhere including of 17% in Warwickshire and 16% in West Midlands. The Metropolitan Police Service recorded a small percentage increase of 1%.\n\nAcross England and Wales there were 20,385 more shoplifting offences than in 2012/13. Police forces in the north of England accounted for 8,310 of these; over 2,000 more recorded offences than the midlands, the south of England, or Wales.\n\nThe low rate of reporting to the police presents challenges in interpreting trends in police recorded shoplifting. There are a number of factors that should be considered, including:\n\n- an increase in reporting, whereby retailers may adopt new strategies or approaches to deal with shoplifters (such as one announced recently by the Cooperative supermarket chain4), which in turn means the police record more shoplifting offences;\n\n- changes to police recording practices - while there is no specific evidence to suggest there has been a recent change in the recording of shoplifting offences, it is not possible to rule this out; and,\n\n- a real increase in the number of shoplifting offences being committed. Findings from the recent surveys of the retail sector have been mixed. The 2013 CVS showed no statistically significant change in the estimated level of shoplifting compared with the 2012 survey, while a [British Retail Consortium (BRC) survey](http://www.brc.org.uk/brc_policy_content.asp?id\u003d263\u0026iCat\u003d48\u0026iSubCat\u003d646\u0026sPolicy\u003dRetail%20Crime\u0026sSubPolicy\u003dBRC%20Retail%20Crime%20Survey \"British Retail Consortium (BRC) survey\") indicated that their members are experiencing higher levels of shoplifting.\n\nAnecdotal evidence5 from police forces suggests that the rise in police recorded shoplifting offences is likely to be a real increase in reporting rather than any change in police recording practice. Shoplifting is also less likely than other types of offence to be affected by changes in police recording practices.\n\nThe 2013 [Commercial Victimisation Survey (CVS)](https://www.gov.uk/government/publications/crime-against-businesses-detailed-findings-from-the-2013-commercial-victimisation-survey \"Commercial Victimisation Survey (CVS)\") provides a measure of shoplifting (referred to in the survey as ‘theft by customers’) which includes crimes not reported to the police. The 2013 survey estimated that there were 3.3 million incidents of theft by customers in the wholesale and retail sector; this is over ten times the number of shoplifting offences recorded by the police. This reflects the fact that most incidents of shoplifting do not come to the attention of the police. As such, recorded crime figures for this type of offence are highly dependent on whether the businesses report the incidents to the police.\n\nTo put the latest figures into context, the 2013 CVS indicates that there have been substantial falls in shoplifting over the last decade, with the number of incidents of customer theft having fallen from 12.2 million in the 2002 CVS.\n"
    },
    {
      "title": "All other theft offences – police recorded crime",
      "markdown": "The remainder of police recorded theft offences fall into the category ’All other theft offences‘, which include offences such as blackmail, theft by an employee, and ‘Making off without payment’ (for example, driving away from a petrol station without paying). There is also an ‘Other theft’ offence category, which comprises mostly of the theft of unattended items (including both personal property such as wallets or phones, and property from outside peoples’ homes, such as garden furniture). ‘Other theft’ accounts for 76% of the overall ’All other theft offences‘ category.\n\nThe most recent police recorded data showed a 6% decrease in all other theft offences, with 512,753 offences in the year ending March 2014 compared with 546,127 offences in the previous year. This decrease is in contrast with a recent upward trend in all other theft offences between 2009/10 and 2011/12 ([Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"\"RFT Table 2\") ), following a longer downward trend between 2003/04 and 2009/10 (Figure 14).\n\nThe offence ‘Making off without payment’ has been moved from within fraud (where it was not separately identifiable from within that category) to a separate subcategory under ‘All other theft offences’. In order to provide a consistent back series of data back to 2002/03, ONS requested an ad hoc collection from all forces. This can now be found in [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") .\n\nIn the year ending March 2014 the police recorded 51,639 making off without payment offences, which was a 2% increase compared with the previous year. The numbers provided by police forces as part of the back series show a steep decline in this particular offence, with the latest numbers 61% lower than those in 2003/04 (132,624 offences) ( [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime14.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office\n2. Police recorded crime are not designated as National Statistics.\n\nAs well as theft of unattended items, the police recorded ‘Other theft’ sub-category also includes crimes against organisations which are not covered by the CSEW, such as theft of metal or industrial equipment. It is not possible to identify these as separate categories in centrally held police recorded crime data. ‘Other theft’ offences saw a 7% decrease for the year ending March 2014 compared with the previous year ( [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ). This follows a 13% increase between 2009/10 and 2011/12. This is likely to have been caused in part by a surge in metal theft over this period, which corresponds with a spike in metal prices. Evidence suggests that such offences are decreasing and should be seen in the context of [new metal theft legislation](https://www.gov.uk/government/publications/guidance-on-the-offence-of-buying-scrap-metal-for-cash \"new metal theft legislation\"). The legislation came into force in May 2013, which increased fines for existing offences under the Scrap Metal Dealers Act 1964, and introduced a new offence for dealers of paying for scrap metal in cash. For further information on metal theft, see the Home Office publication: [Metal theft, England and Wales, financial year ending March 2013](https://www.gov.uk/government/publications/metal-theft-england-and-wales-financial-year-ending-march-2013 \"Metal theft, England and Wales, financial year ending March 2013\").\n\n#### Notes for Theft Offences – Other Theft of Property\n\n1. Based on figures provided by the Metropolitan Police in relation to a freedom of information (FOI) request reported by [London Evening Standard – 4th April 2013](http://www.standard.co.uk/news/crime/bike-mugger-phone-thefts-in-london-soar-to-3754-in-a-year-8559784.html \"London Evening Standard – 4th April 2013\").\n2. For more details on the offences that constitute CSEW other household theft see Section 5.2 and Appendix 2 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\")\n3. For more details, see the Nature of Crime tables in [‘Focus on: Property Crime, 2012/13’](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-property-crime--2012-13/index.html \"Focus on: Property Crime, 2012/13\").\n4. As reported in the [Nottingham Post](http://www.nottinghampost.com/Nottingham-op-stores-tough-shoplifters/story-20335256-detail/story.html \"Nottingham Post\"), 18 December 2013.\n5. For example, as reported in [The Guardian](http://www.theguardian.com/uk-news/2014/jan/23/rise-female-shoplifters-benefit-cuts-police \"The Guardian\"), 23 January 2014.\n"
    },
    {
      "title": "Criminal Damage",
      "markdown": "As part of the reclassification process, vandalism is now referred to as criminal damage. This is only a change in name and the types of offences included in this category have not changed. Based on Crime Survey for England and Wales (CSEW) interviews in the year ending March 2014, there were around 1.5 million incidents of criminal damage of personal and household property; this was a decrease of 17% from the previous year (Tables 18a and 18b). Figure 15 shows the long-term trend for criminal damage, which has followed a slightly different pattern compared with most other CSEW crime groups. Criminal damage peaked in 1993 with 3.4 million incidents followed by a series of modest falls (when compared with other CSEW offence types) until the 2003/04 survey (2.4 million offences). There was then a short upward trend until the 2006/07 CSEW (2.9 million offences), after which there were falls to its current level, the lowest since the survey began.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime15.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Crime Survey for England and Wales, Office for National Statistics\n2. The data on this chart refer to different time periods: a) 1981 to 1999 refer to crimes experienced in the calendar year (January to December); b) from 2001/02 onwards the estimates relate to crimes experienced in the 12 months before interview, based on interviews carried out in that financial year (April to March).\n\nTables 18a and 18b highlight the recent downward trend in this offence group. There are statistically significant decreases when comparing the current figure with those from one, five and ten years ago. This trend is also reflected in the decline in percentage of households victimised. Around 4 in every 100 households were victims of criminal damage in the year ending March 2014 compared with around 10 in every 100 households in 1995.\n\nPolice recorded crime also shows reductions in the similar offence group of criminal damage and arson (although this also includes victims beyond the household population, like businesses)1. In the year ending March 2014 there were 506,190 offences recorded, a fall of 4% from the previous year (Tables 19a and 19b). Reductions were seen across all types of criminal damage recorded by the police ( Appendix table A4 (417.5 Kb Excel sheet) )2, apart from racially or religiously aggravated other criminal damage which showed a small increase of 2% from 1,841 to 1,873 in the year ending March 2014. Criminal damage and arson offences have seen a marked fall since 2006/07 whereas previously the pattern had been fairly flat since 2002/03.\n\n##### Notes for Criminal Damage\n1. See Section 5.3 of the User Guide for more details regarding this crime type.\n2. Some individual offences within criminal damage are not comparable between the years ending March 2013 and March 2014 owing to offence classification changes introduced in April 2012, however comparisons for total criminal damage are valid.\n"
    },
    {
      "title": "Other Crimes Against Society",
      "markdown": "Other crimes against society are offences recorded by the police which do not generally have a specific identifiable victim. They generally make up around 11% of all police recorded crime. Trends in such offences tend to reflect changes in police workload and activity rather than in levels of criminality.\n\nThe group of offences is made of the following categories:\n\n- Drug offences;\n- Public order offences;\n- Possession of weapons offences; and\n- Miscellaneous crimes against society.\n\nOther crimes against society showed a decrease of 1% compared with the previous year, with 398,662 offences recorded in the year ending March 2014 (Tables 20a and 20b). Figure 16 shows the trend over time and how each separate offence category contributes to the overall figure.\n\nSince 2003/04, the number of other crimes against society increased year on year until it peaked in 2007/08 (542,656 offences). Since 2007/08 the number of offences against society recorded has decreased year on year, mainly driven by the decreases in public order offences. The marked increases in the recording of these offences between 2004/05 and 2008/09 coincide with the priority placed on increasing the numbers of offences brought to justice associated with the previous Government’s 2005-2008 Public Service Agreement targets. This is particularly reflected in the trend for drug offences and public order offences (see relevant sections below for further details).\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime16.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Police recorded crime, Home Office\n2. Police recorded crime data are not designated as National Statistics.\n\n### Drug offences\n\nThe police recorded 198,176 drug offences in the year ending March 2014, a decrease of 5% compared with the previous year. Figure 16 shows the trend over time for drug offences, where the number of drug offences steadily rose from 2004/05 until 2008/09 (peaking at 243,536 offences). They remained fairly consistent at around 230,000 each year until 2011/12, when they began to fall. Despite recent decreases, the number of drug offences recorded in the year ending March 2014 remains 38% higher than the number recorded in 2003/04 (Table 20b).\n\nThe number of drug offences recorded by the police is heavily dependent on police activities and priorities and changes over time may reflect changes in the policing of drug crime rather than real changes in its incidence. The increases in the recording of drug offences between 2004/05 and 2008/09 coincide with the priority placed Public Service Agreement targets. For example, in the past decade the police have been granted powers to:\n\n- issue warnings on the street (rather than at a police station) for possession of cannabis offences (April 2004); and\n- issue penalty notices for disorder for possession of cannabis (January 2009).\n\nIn the year ending March 2014, possession of cannabis offences accounted for 67% of all police recorded drug offences; this proportion has remained broadly similar since 2005/06 (between 67% and 70%).\n\nThe Crime Survey for England and Wales (CSEW) can also be used to investigate trends in drug use. Relevant figures from the survey are compiled and published in an annual report by the Home Office, [‘Drug Misuse: findings from the 2012 to 2013 CSEW’](https://www.gov.uk/government/publications/drug-misuse-findings-from-the-2012-to-2013-csew \"Drug Misuse: findings from the 2012 to 2013 CSEW\"). The general trends from the 2012/13 report show that overall illicit drug use in the last year among 16 to 59 year olds has decreased in comparison to the previous year. For further information from the CSEW on drug use see the Drug Misuse publication.\n\n### Public order offences\n\nPublic order offences cover circumstances where an offender is behaving in a way that causes, or would be likely to cause, alarm, distress or disorder. This would generally not include offences where physical violence is used (or attempted) against an identifiable victim, though it may include some offences where injury is threatened. The offences in this category include public fear, alarm or distress, which has been moved from the violence offence group. Affray is also included in this offence group, a person is guilty of affray if he/she uses or threatens unlawful violence towards another and his/her conduct is such as would cause a “person of reasonable firmness” present at the scene to fear for his/her personal safety.\n\nThe latest figures (134,433 offences) show a 2% increase in public order offences compared with the previous year (Table 20b). The majority of this category (59% in the year ending March 2014) is made up of public fear, alarm or distress offences, which recorded a 2% decrease compared with the previous year. However, racially or religiously aggravated public fear, alarm or distress offences have increased by 6% since 2012/13, and other offences against the state or public order have also increased by 8% in the previous year. Public order offences rose from 2002/03 and peaked in 2006/07 and have since shown year on year decreases until this year ( [Appendix table A4) (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") . Like drug offences, the slight increase shown for this offence may reflect changes in recording practice, police activity and reporting rather than increasing levels of criminality.\n\n### Possession of weapons offences\n\nThis offence category covers only weapons possession offences, where there is no direct victim. Any circumstances in which a weapon has been used against a victim would be covered by other relevant victim-based offences (for example, actual bodily harm). Information regarding offences where firearms or knives and sharp instruments have been used can be found in the ‘Offences involving firearms’ and ‘Offences involving knives and sharp instruments’ sections of this release.\n\nThe police recorded 20,620 possession of weapon offences in the year ending March 2014, similar to the previous year (19,910). The number of possession of weapons offences rose from 2002/03 and peaked in 2004/05 and has since shown year on year decreases until this year where there has been an increase of 4% (Table 20b).\n\n### Miscellaneous crimes against society\n\n‘Miscellaneous crimes against society’ comprises a variety of offences (see [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") for a full list). The largest volume offences include: handling stolen goods, threat to commit criminal damage and perverting the course of justice. The police recorded 45,433 offences in the year ending March 2014, an increase of 7% compared with the previous year (Table 20b). The number of miscellaneous crimes against society offences has shown year on year decreases since 2003/04 until the increase observed this year. This change is in part driven by a large increase in the number of obscene publications and protected sexual material offences which has increased by 31% from 3,506 offences in 2012/13 to 4,577 offences in 2013/14. This may well be related to the effect of Operation Yewtree and the wider ‘Yewtree effect’. There was also a rise in threats to commit criminal damage which increased by 17% from 4,950 offences in 2012/13 to 5,791 offences in 2013/14 ( [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ).\n"
    },
    {
      "title": "Fraud",
      "markdown": "The extent of fraud is difficult to measure because it is a deceptive crime, often targeted at organisations rather than individuals. Some victims of fraud may be unaware they have been a victim of crime, or that any fraudulent activity has occurred. As a result many incidents of fraud may not be reported to the police or recalled by survey respondents. Fraud is also inherently different from other crimes in that one fraud offence can potentially affect thousands of victims. It may also be difficult to ascertain where the offence originated or took place (if, for example, it took place via the internet).\n\n### Recent changes to measuring fraud\n\nThe [National Statistician’s Review of Crime Statistics for England and Wales](http://www.statisticsauthority.gov.uk/national-statistician/ns-reports--reviews-and-guidance/national-statistician-s-reviews/national-statistician-s-review-of-crime-statistics.html \"National Statistician’s Review of Crime Statistics for England and Wales\") identified fraud as one of the more important gaps in crime statistics and recommended that data from additional sources should be provided alongside existing available data in quarterly crime statistics publications. This section draws on a range of sources including police recorded crime, Action Fraud, the Crime Survey for England and Wales (CSEW) and the National Fraud Intelligence Bureau (NFIB). Together these help to provide a fuller picture. For more information on the different sources of fraud data, see Section 5.4 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\").\n\nThere have also been a number of changes to the presentation of fraud which were first introduced in the quarterly bulletin released in July 2013. To reflect changes in operational arrangements for reporting and recording of fraud, data presented in the police recorded crime series now include offences recorded by Action Fraud, a public facing national reporting centre that records incidents reported directly to them from the public and other organisations.\n\nSince 1 April 2013, Action Fraud has taken responsibility for the central recording of fraud offences previously recorded by individual police forces1. To allow for piloting and development of the Action Fraud service this transfer had a phased introduction between April 2011 and March 2013. For example, by the end of December 2012, 24 police force areas had transferred responsibility with the remaining transferring by the end of March 20132.\n\nTherefore for the first time, figures presented for the year ending March 2014 encompass all police recorded fraud under Action Fraud3, compared with data presented on fraud in previous quarterly releases which cover offences recorded by individual police forces as well. The proportion of fraud offences recorded by individual forces has diminished (and that by Action Fraud grown) as forces have switched to central recording over the course of 2011/12 and 2012/13, so it is not valid to make like for like comparisons between fraud offences recorded during the year ending March 2014 with previous years.\n\nAlthough Action Fraud receives reports of fraud from victims across the UK, data presented in this bulletin cover fraud offences where the victim resides in England or Wales only based on victim’s postcode. Action Fraud collects data at a national level and includes types of fraud where it is not possible to attribute it to a specific police force (for example, internet based fraud); therefore Action Fraud data are not included in sub-national tables. Users of police force area level data should refer to Table 5c in the User Guide for details of when each local force transferred responsibility for recording to Action Fraud. This will allow users to interpret trends in fraud and total recorded crime over time. To provide users with a comparable time series at sub-national level our reference tables include a figure for all police recorded crime excluding fraud.\n\nIn addition, changes to the way in which police record crimes of fraud following the introduction of the Fraud Act 2006 mean that fraud figures from 2007/08 onwards are not directly comparable with figures for earlier years. Changes in the number of fraud offences over time should be seen in the context of the known under-reporting of fraud and the most recent increases in the number of fraud offences recorded are likely to have been influenced by the transfer of responsibility for recording fraud offences from police forces to Action Fraud and this being an easier way for the public to report such offences. See Section 5.4 of the User Guide for more details on police recorded fraud and Action Fraud.\n\nAs mentioned earlier in the publication, the offence ‘Making off without payment’ has been removed from fraud and moved into the more appropriate ‘All other theft offences’ category. A back series is available in this bulletin ( [Appendix table A4 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") ). See the ‘Theft offences – All other theft offences’ section for more information.\n\n### Total fraud offences recorded by the police (including via Action Fraud)\n\nIn the year ending March 2014, 211,344 fraud offences were recorded in England and Wales (Table 21a). This is equivalent to 4 offences recorded per 1,000 population. This represents a volume increase of 17% compared with the previous year (Table 21b). However, the move to centralised recording of fraud makes comparisons over time problematic. There are a number of factors that may have contributed to this increase including:\n\n- the centralisation of recording fraud and a possible improvement in recording practices resulting from having a specialist team dealing with fraud;\n- a possible increased proportion of victims reporting fraud following publicity around the launch of Action Fraud;\n- availability of online reporting tools to facilitate reporting of fraud offences to Action Fraud; and\n- a possible increase in the volume of fraud.\n\nIt is not possible to separate out or quantify the scale of each possible factor. A clearer picture will emerge over the next one to two years once the new recording arrangements have matured. Quarterly analysis (see [Table QT1 (209 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-4.xls \"RFT Table 4\") ) of fraud offences shows how, in the year ending March 2013 during the transition to Action Fraud, the level of recorded fraud showed steady increases. However, since the point by which all forces had transferred to Action Fraud (April 2013) levels have remained fairly steady (with the exception of one lower quarter – October to December 2013). It will only be in the year ending March 2015 (due to be published in July 2015) that all effects of the transition will no longer be a factor when considering the year on year changes.\n\n[Appendix table A5 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") shows a more detailed breakdown of the fraud offences recorded by Action Fraud in the year ending March 2014, and indicates that the majority of offences (41%) were accounted for by non-investment frauds (85,590 offences), and specifically frauds involving online shopping and auctions (41,645 offences). For more information on the types of offences within each of the Action Fraud categories see Section 5.4 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"crime statistics metholodgy\") and [Appendix table A5 (417.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/period-ending-march-2014/rft-table-2.xls \"RFT Table 2\") .\n\n### Fraud offences reported by industry bodies\n\nIn line with recommendations from the [National Statistician’s review of crime statistics](http://www.statisticsauthority.gov.uk/national-statistician/ns-reports--reviews-and-guidance/national-statistician-s-reviews/national-statistician-s-review-of-crime-statistics.html \"National Statistician’s review of crime statistics\") this bulletin draws on additional sources to provide further context. In addition to the fraud offences recorded by Action Fraud, which are included in the police recorded crime series shown above, the National Fraud Intelligence Bureau (NFIB) also collect data on fraud direct from industry bodies (Table 22). The NFIB are based at the City of London Police, who lead national policing on fraud.\n\nThe NFIB currently receive data from two industry bodies:\n\n- CIFAS is a UK-wide fraud prevention service representing around 300 organisations from the public and private sectors. These organisations mainly share data on confirmed cases of fraud, particularly application, identity and first party frauds, via the CIFAS National Fraud Database. Data supplied by CIFAS to the NFIB are recorded in line with the Home Office Counting Rules (HOCR) for recorded crime.\n\n- Financial Fraud Action UK (FFA UK) is the name under which the financial services industry co-ordinates its activity on fraud prevention. FFA UK works in partnership with The UK Cards Association, and collates information from the card payments industry in the UK on fraud relating to cheque, plastic card and online bank accounts, via their central Fraud Intelligence Sharing System (FISS) database. The data supplied by FFA UK also conforms to HOCR, however FISS is an intelligence tool rather than a fraud reporting tool, and its main purpose is to share intelligence about the criminals or entities relating to fraud offences rather than count the number of victims of fraud.\n\nBoth sets of industry data relate only to those organisations that are part of the respective membership networks ([CIFAS](http://www.cifas.org.uk/cifas_members \"CIFAS\"), [UK Cards Association[(http://www.theukcardsassociation.org.uk/board_members/our_membership_list.asp \"UK Cards Association\"), therefore coverage can also change as new members join or previous members withdraw. These data are subject to continuing development and ONS is giving consideration as to whether these can be designated as [Official Statistics](http://www.statisticsauthority.gov.uk/national-statistician/types-of-official-statistics/index.html \"Official Statistics\") in the future.\n\nIn addition, users should also be aware that the NFIB data sourced from industry bodies cover the United Kingdom as a whole, while all other data in this bulletin refer to England and Wales. However, the NFIB data does provide additional context to official statistics on crime.\n\nFrom 2012/13, quarterly publications present fraud data collated by NFIB from CIFAS and FFA UK only and do not include fraud offences recorded by Action Fraud. Following the [National Statistician’s review of Crime Statistics in England and Wales](http://www.statisticsauthority.gov.uk/national-statistician/ns-reports--reviews-and-guidance/national-statistician-s-reviews/national-statistician-s-review-of-crime-statistics.html \"National Statistician’s review of Crime Statistics in England and Wales\") it was decided it would be more coherent to move the Action Fraud offences (Action Fraud have taken over as a public reporting centre for the police) into the main police recorded crime series. Thus, Table 22 is now based solely on data reported to the NFIB from industry sources, and is not comparable with NFIB figures included in earlier editions of this bulletin covering data for periods prior to April 2013.\n\nIn addition to the offences recorded by Action Fraud, the NFIB received 333,672 reports of fraud in the UK in the year ending March 2014 from industry bodies CIFAS and FFA UK (Table 22). This represents a 2% increase from the previous year (326,609 reports). Of the fraud offences reported by those bodies, 85% were in the category of ‘banking and credit industry fraud’ (282,199). This category includes fraud involving plastic cards , cheques and online bank accounts which accounted for the majority of the offences recorded in the year ending March 2014. The category also covers payment-related frauds under the sub-category ‘Application Fraud’ which includes offences that occurred outside of the banking sector; for example, fraudulent applications made in relation to hire purchase agreements, as well as to insurance, telecommunications or retail companies, or public sector organisations.\n\nTypes of plastic card fraud recorded by the National Fraud Database include fraudulent applications for plastic cards (including ID fraud), fraudulent misuse of plastic card accounts, and takeover of plastic card accounts (for example changing the address and getting new cards issued). CIFAS do not collect data on ‘card not present’ fraud, where the cardholder and card are not present at the point of sale, for example, use of the card online, over the phone or by mail order. In addition they do not include data on fraud relating to lost or stolen cards and ATM fraud. This means that a high proportion of plastic card fraud is not included in the NFIB figures.\n\nFFA UK data contain intelligence for Mail Not Received (MNR) fraud, Card ID fraud (includes Account Takeover and Application Fraud), Payment fraud (includes fraud relating to telephone banking and online banking), Cheque fraud (includes forged, altered and counterfeit) and Mule accounts (accounts used for laundering the proceeds of fraud). Like CIFAS, FFA UK do not feed through to the NFIB data on ‘card not present’ fraud, lost or stolen cards and ATM fraud4. This accounts for a high proportion of plastic card fraud which is not included in the NFIB figures, although information relating to plastic card fraud in terms of levels of financial fraud losses on UK cards is published annually by the [FFA UK](http://www.financialfraudaction.org.uk/downloads.asp?genre\u003dconsumer \"FFA UK\") on behalf of the UK Cards Association5.\n\nCIFAS and FFA UK provide separate feeds to NFIB via their individual databases, however a proportion of organisations are members of both industry bodies ([CIFAS](http://www.cifas.org.uk/cifas_members \"CIFAS\"), [UK Cards Association](http://www.theukcardsassociation.org.uk/board_members/our_membership_list.asp \"UK Cards Association\").\n\nIt is possible that there may be some double or triple counting between both these sources and the offences recorded via direct reports from victims to Action Fraud. For example, a plastic card fraud experienced by a member of the public may be reported by them to Action Fraud, but may also be reported by their bank to CIFAS and/or FFA UK.\n\n### Plastic card fraud\n\nElements of banking and payment related fraud are the focus of a module of questions in the CSEW, which asks respondents about their experience of plastic card fraud (although plastic card fraud theft itself is not included in the main CSEW crime count). The year ending March 2014 CSEW showed that 5.1% of plastic card owners were victims of card fraud in the last year, with a statistically significant rise from the 4.6% estimated in the year ending March 2013. Before that, there had been small reductions in levels of plastic card fraud over the last few years, following a rise between 2005/06 and 2008/09 surveys (Figure 17). The current increased level of victimisation remains higher than more established offences such as theft from the person and other theft of personal property (1.1% and 1.9% respectively, Table 15). Further analysis, based on the 2011/12 CSEW, was published on 9 May 2013 as part of [‘Focus on Property Crime: Chapter 3 Plastic card fraud’(http://www.ons.gov.uk/ons/rel/crime-stats/crime-statistics/focus-on-property-crime--2011-12/index.html \"Focus on Property Crime 2011/12\")].\n\nSeparate figures are available from Financial Fraud Action UK (FFA UK) who report on levels of financial fraud losses on UK cards. This totalled £450 million in 2013, a 16% increase compared with 2012 (£388m). Despite this increase, significant decreases in recent years prior to this mean that card fraud losses in 2013 were 26% lower than in 2008 (£610m) when losses were at their peak6.\n\nThe industry suggests that a combination of the use of fraud screening detection tools by retailers, banks and the cards industry, the introduction of chip and pin technology, enhanced user and industry awareness and improved prevention and detection initiatives have led to the decrease in plastic card fraud. More detailed information including a breakdown of plastic card fraud by type in the UK and abroad, is available from the [UK Cards Association](http://www.theukcardsassociation.org.uk/plastic_fraud_figures/index.asp \"UK Cards Association\").\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime17.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n##### Notes:\n1. Source: Crime Survey for England and Wales, Office for National Statistics\n\n##### Notes for Fraud\n1. Police forces continue to record forgery offences, which fall under ‘Other crimes against society’ and are not included under ‘Fraud offences’. See Section 5.4 of the User Guide for more information.\n2. For more information regarding the date when each police force transferred responsibility to Action Fraud see Section 5.4: Fraud of the User Guide.\n3. Although Action Fraud had taken over the recording of all fraud offences from police forces by the end of 2012/13, there were 65 cases in 2013/14 where police forces recorded a fraud offence. This is a consequence of the transition process, and these cases are likely to be revised in future quarters.\n4. These frauds are reported separately to FFA UK via a fraud reporting mechanism which does not feed through to NFIB, and so do not appear in the figures we publish.\n5. Fraud losses on UK-issued cards between 2003 and 2013 are reported in the ‘Fraud The Facts 2014’ publication.\n6. Fraud losses on UK-issued cards between 2003 and 2013 are reported in the ‘Fraud The Facts 2014’ publication.\n"
    },
    {
      "title": "Crime Experienced by Children Aged 10 to 15",
      "markdown": "Since January 2009, the Crime Survey for England and Wales (CSEW) has asked children aged 10 to 15 resident in households in England and Wales about their experience of crime in the previous 12 months. Preliminary results from the first calendar year were published in 2010 ([Millard and Flatley](http://www.homeoffice.gov.uk/publications/science-research-statistics/research-statistics/crime-research/hosb1110 \"Millard and Flatley\")). The results for 2010/11 were published in two reports ([Chaplin et al](http://www.homeoffice.gov.uk/publications/science-research-statistics/research-statistics/crime-research/hosb1011/ \"Chaplin et al\") and [Smith et al](http://www.homeoffice.gov.uk/publications/science-research-statistics/research-statistics/crime-research/hosb0612/ \"Smith et al\"). The questionnaire was refined again for the 2011/12 survey and kept consistent in the 2012/13 and 2013/14 survey. The changes to the questions and definitions used in the first three years of the survey should be borne in mind when interpreting the figures. While data presented over the three most recent years should be comparable, it is difficult to discern a trend as the total number of incidents has varied across the available time series. For this reason no percentage change or statistical significance is presented for any year. Methodological differences also mean that direct comparisons cannot be made between the adult and child data ([Millard and Flatley](http://www.homeoffice.gov.uk/publications/science-research-statistics/research-statistics/crime-research/hosb1110 \"Millard and Flatley\")).\n\nThe numbers of incidents estimated for the four years of the survey are shown in Tables 23-25. Two approaches to measuring crime are used. The ‘preferred measure’ takes into account factors identified as important in determining the severity of an incident (such as relationship to the offender and level of injury or value of item stolen or damaged). In addition to offences included in the preferred method, the ‘broad measure’ also includes minor offences between children and family members that would not normally be treated as criminal matters. Results commented on in this section refer only to the preferred measure of crime, although the tables for the broad measure of crime are available in Tables 23-25. More details about these two measures can be found in the ‘Further Information’ section.\n\n### Overall level of crime\n\nBased on CSEW interviews in the year ending March 2014, there were an estimated 810,000 crimes experienced by children aged 10 to 15 using the preferred measure; of these 55% were categorised as violent crimes1 (445,000) while most of the remaining crimes were thefts of personal property (322,000; 40%) (Tables 23 to 25). Incidents of criminal damage to personal property experienced by children were less common (43,000; 5% of all crimes). The proportions of violent, personal property theft and criminal damage crimes experienced by children aged 10 to 15 are similar to the previous year (59%, 37% and 4% respectively).\n\nTwelve per cent of children aged 10 to 15 have been recorded as a victim of a crime covered by the CSEW in the past year. Of these, this includes 6% who have been a victim of a violent crime and 6% who had been a victim of personal theft. While there were more violent incidents than theft offences, violent incidents affected a similar proportion of 10 to 15 year olds as seen for theft offences. This is because they were more likely to have been repeated against the same victim.\n\n### Violent offences\n\nThe CSEW estimates that there were 445,000 violent offences against children aged 10 to 15 in the year ending March 2014 with just over two thirds (67%) of these resulting in injury to the victim. Although not directly comparable (due to methodological differences), 48% of violent incidents among adults aged 16 or over resulted in injury to the victim (Table 5a).\n\nSix per cent of children aged 10 to 15 had experienced violent crime in the last year; and 5% had experienced violence with injury (Table 24). Less than 1% of children aged 10 to 15 were victims of robbery in the last year.\n\n### Property offences\n\nThere were an estimated 322,000 incidents of theft and 43,000 incidents of damage of personal property experienced by children aged 10 to 15 in the year ending March 2014 according to the CSEW. Around 70% of the thefts were classified as other theft of personal property (225,000 incidents) which includes thefts of property left unattended.\n\nSix per cent of children aged 10 to 15 had experienced an incident of personal theft in the last year, with other theft of personal property most commonly experienced (4%). Theft from the person (for example, pick-pocketing) was not as common, with less than 1% of children reporting being victimised. Less than one per cent of children had experienced criminal damage to personal property.\n\n#### Notes for Crime Experienced by Children Aged 10 to 15\n1. The children aged 10 to 15 survey only covers personal level crime (so excludes household level crime); the majority (over 70%) of violent crimes experienced in the year ending March 2014 resulted in minor or no injury, so in most cases the violence is low level.\n"
    },
    {
      "title": "Anti-social Behaviour",
      "markdown": "### Incidents recorded by the police\n\nFigures recorded by the police relating to anti-social behaviour (ASB) can be considered alongside police recorded (notifiable) crime to provide a more comprehensive view of the crime and disorder that comes to the attention of the police. Any incident of anti-social behaviour which results in a notifiable offence will be included in police recorded crime figures and as such the two sets of data do not overlap.\n\nThe police record anti-social behaviour incidents in accordance with the National Standard for Incident Recording (NSIR); for further details, see Section 5.7 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\"). These figures are not currently accredited National Statistics. In particular, a review by Her Majesty’s Inspectorate of Constabulary (HMIC) in 2012 found significant variation in the recording of ASB incidents across police forces. It is also known that occasionally police forces may be duplicating some occurrences of a singular ASB incident where multiple reports by different callers have been made.\n\nFollowing the HMIC review in 2012, it was additionally found that there was a wide variation in the quality of decision making associated with the recording of ASB1. HMIC found instances of:\n\n- forces failing to identify crimes, instead wrongly recording them as ASB;\n- reported ASB not being recorded on force systems, for instance if the victim had reported it directly to the neighbourhood team or via email (as opposed to by telephone);\n- reported ASB being recorded as something else, such as suspicious behaviour; and\n- incidents that were not ASB being recorded as ASB.\n\nFurthermore, data on ASB incidents before and after 2011/12 are not directly comparable, owing to a change in the classification used for ASB incidents. From April 2012 ASB incidents also include data from the British Transport Police so comparisons over time can only be made with the British Transport Police figures excluded from the 2012/13 and 2013/14 figures. The police recorded 2.1 million incidents of ASB in the year ending March 2014. This compares to the 3.7 million notifiable crimes recorded by the police over the same period (Figure 18). Excluding the incidents recorded by the British Transport Police, the number of ASB incidents in the year ending March 2014 decreased by 7% compared with the previous year.\n\nFigures for the period 2007/08 to 2013/14 also show declines in the number of ASB incidents recorded by the police consistent with recent trends in total police recorded crime.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime18.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n#### Notes:\n1. Source: Police recorded crime, Home Office; ASB incidents: 2007/08 – 2009/10, National Policing Improvement Agency (NPIA); 2010/11, Her Majesty\u0027s Inspectorate of Constabulary (HMIC); from 2011/12 onwards, Home Office.\n2. Police recorded crime and ASB incident data are not designated as National Statistics.\n3. ASB incidents exclude British Transport Police.\n4. Following a different approach to recording ASB incidents data, figures from 2011/12 onwards are not directly comparable with previous years; see Chapter 5 of the User Guide for more information.\n\nFrom 2011/12, a new set of three simplified categories for ASB was introduced (for further details, see Chapter 5 of the User Guide):\n\n- ‘Nuisance’ – captures incidents where an act, condition, thing or person causes trouble, annoyance, irritation, inconvenience, offence or suffering to the local community in general rather than to individual victims;\n- ‘Personal’ – captures incidents that are perceived as either deliberately targeted at an individual or group, or having an impact on an individual or group rather than the community at large; and\n- ‘Environmental’ – captures incidents where individuals and groups have an impact on their surroundings, including natural, built and social environments.\n\nAll forces adopted these new definitions, though in the HMIC report it was found that 35% of all incidents reviewed were considered to be incorrectly categorised. This should be kept in mind when considering ASB incident figures.\n\nIn the year ending March 2014, 66% of the ASB incidents categorised by the police were identified as ‘Nuisance’; 28% as ‘Personal’; and 6% as ‘Environmental’ (Figure 19). This distribution may reflect propensity of reporting rather than the actual distribution of ASB by type.\n\n\u003cdiv class\u003d\"chart-container\"\u003e\n\u003ciframe frameBorder \u003d\"0\" scrolling \u003d \"no\" src\u003d\"http://onsdigital.github.io/Alpha/bulletins/crime19.html\"\u003e\u003c/iframe\u003e\n\u003c/div\u003e\n\n#### Notes:\n1. Source: Home Office\n2. ASB data are not accredited National Statistics.\n3. Figures include British Transport Police.\n\n### CSEW measures of perceived anti-social behaviour\n\nThe Crime Survey for England and Wales (CSEW) contains questions asking respondents about perceptions of problems with different types of ASB in their local area. Seven of these questions are used to provide an overall index of perceived ASB.\n\nIn the year ending March 2014 CSEW, 12% of adults perceived there to be a high level of ASB in their local area, a decrease of one percentage point from the previous year (Table 26). Compared with the previous year, the year to March 2014 CSEW showed decreases in the proportions of adults perceiving problems in three types of ASB: ‘Teenagers hanging around on the streets’; ‘Vandalism, graffiti, and other deliberate damage to property’; and ‘Abandoned or burnt out cars’. ‘People using or dealing drugs’ and ‘People being drunk or rowdy in public places’, showed non-statistically significant decreases, while the ‘Rubbish and litter lying around’ and ‘Noisy neighbours and loud parties’ categories showed no change from the previous year.\n\nSince 2003/04 the CSEW has consistently estimated that around a quarter of adults perceive a problem in their local area with ‘People using or dealing drugs’ and almost a third believe ‘Rubbish or litter lying around’ as a problem in the local area. Other anti-social behaviour indicators have tended to show declines over this time period, with the most pronounced decline for the ‘Abandoned or burnt-out cars’ category, which peaked at 25% in 2002/03 and has subsequently fallen each year down to 2% in the year ending March 2014. ‘Vandalism, graffiti and other deliberate damage to property’ has also seen large decreases over time, from 35% in 2002/03 to 17% in the year ending March 2014 ( Annual trend and demographic table D9 (403 Kb Excel sheet) ). More recently, ‘Teenagers hanging around on the street’ has also seen a decrease, from 30% in 2008/09 to 20% in the year ending March 2014, as has ‘People being drunk or rowdy in public places’ which has decreased from 26% in 2008/09 to 19% in 2013/14. The reduction in these four anti-social behaviour categories has been the main driver behind the overall reduction in the composite measure over time (Table 26).\n\nNew questions about respondents’ actual experiences of ASB in their local area were added to the 2011/12 CSEW. These questions asked whether the respondent had personally experienced or witnessed ASB in their local area and, if so, what types.\n\nTwenty-nine per cent of adults in the year ending March 2014 indicated that they had personally experienced or witnessed at least one of the ASB problems asked about in their local area in the previous year (Table 27), which has not changed from the previous year. This included 10% of adults who experienced or witnessed drink related anti-social behaviour and 9% who witnessed or experienced groups hanging around on the streets.\n\nIt is difficult to directly compare the two CSEW measures (perceptions of and experiences of ASB) since the list of ASB categories used in the experience-based questions is more expansive than those asked of respondents in relation to their perceptions. In addition, they are measuring different things; actual experiences and perceptions. It is likely someone can experience an ASB incident without necessarily believing that it is part of a problem in their local area, if, for example, it was a one-off or isolated occurrence. The frequency or number of incidents experienced coupled with the perceived extent and seriousness of a problem will also vary from person to person.\n\n##### Notes for Anti-social Behaviour\n1. See the HMIC report: ‘A step in the right direction: The policing of anti-social behaviour’ for further details.\n"
    },
    {
      "title": "Other Non-notifiable Crimes",
      "markdown": "The police recorded crime series is restricted to offences which are, or can be, tried at a Crown Court and a few additional closely related summary offences1. A range of non-notifiable offences may be dealt with by the police issuing an out of court disposal or by prosecution at a magistrates’ court. Offences dealt with at magistrates courts may also include some offences that have been identified by other agencies – for example, prosecutions by TV Licensing or by the Driver and Vehicle Licensing Agency (DVLA) for vehicle registration offences.\n\nData on these offences provide counts of offences where action has been brought against an offender and guilt has either been ascertained in court, or the offender has admitted culpability through acceptance of a penalty notice. These offences generally only come to light through the relevant authorities actively looking to identify offending behaviour. These figures help fill a gap in the coverage of the main Crime Survey for England and Wales (CSEW) and police recorded crime statistics.\n\nThe most recent data available on non-notifiable crimes are for the year ending December 2013. Key findings include the following:\n\n- Cases brought to magistrates’ courts in the year ending December 2013 resulted in close to 1.0 million convicted non-notifiable offences, down 5% from the year ending December 2012 and continuing the downward trend since 2002/03 (Tables 28a and 28b)2; and\n\n- 34,000 Penalty Notices for Disorder were issued for non-notifiable offences in the year ending December 2013 (Table 28a). Four in five of these were for being drunk and disorderly3.\n\nThe police and, increasingly, local authorities, have powers to issue penalty notices for a range of traffic offences; the police issued 1.3 million Fixed Penalty Notices (over half of which related to speeding) in 20124.\n\n##### Notes for Other Non-notifiable Crimes\n\n1. The Notifiable Offence List includes all indictable and triable-either-way offences (that is, offences which could be tried at a Crown Court) and a few additional closely related summary offences (which would be dealt with by a magistrate). For information on the classifications used for notifiable crimes recorded by the police, see Appendix 1 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\").\n2. The Notifiable Offence List includes all indictable and triable-either-way offences (that is, offences which could be tried at a Crown Court) and a few additional closely related summary offences (which would be dealt with by a magistrate). For information on the classifications used for notifiable crimes recorded by the police, see Appendix 1 of the [User Guide](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\").\n3. The latest figures available from the Ministry of Justice (MoJ) relate to all offences for the year ending December 2013 and thus lag the CSEW and police recorded series by three months but are included to give a fuller picture.\n4. Figures from the MoJ’s Criminal Justice Statistics Quarterly Update to December 2013 (Tables 2.1, 6.2, 6.3).\n5. Figures from the Home Office’s Police Powers and Procedures 2012/13 publication.\n"
    },
    {
      "title": "Commercial Victimisation Survey",
      "markdown": "In order to address the significant gap in crime statistics that existed for crimes against businesses, the [National Statistician’s review of crime statistics](http://www.statisticsauthority.gov.uk/national-statistician/ns-reports--reviews-and-guidance/national-statistician-s-reviews/national-statistician-s-review-of-crime-statistics.html \"National Statistician’s review of crime statistics\") (National Statistician, 2011), recommended the Home Office continue to implement its plans for a telephone survey of businesses. The 2012 Commercial Victimisation Survey (CVS) provided information on the volume and type of crime committed against businesses in England and Wales across four sectors: ‘manufacturing’; ‘wholesale and retail’; ‘transportation and storage’; and ‘accommodation and food’. For more information, see the Home Office’s [‘Detailed findings from the 2012 Commercial Victimisation Survey’](https://www.gov.uk/government/publications/crime-against-businesses-detailed-findings-from-the-2012-commercial-victimisation-survey \"Detailed findings from the 2012 Commercial Victimisation Survey\"). The 2013 CVS covered a slightly different set of business sectors; it continued to include the ‘accommodation and food’, and ‘wholesale and retail’ sectors, but the ‘manufacturing’ and ‘transportation and storage’ sectors were replaced by the ‘agriculture’ and the ‘arts, entertainment and recreation’ sectors. For more information, see the Home Office’s [‘Headline findings from the 2013 Commercial Victimisation Survey’](https://www.gov.uk/government/publications/crime-against-businesses-headline-findings-from-the-2013-commercial-victimisation-survey \"Headline findings from the 2013 Commercial Victimisation Survey\") and also the [‘Detailed findings from the 2013 Commercial Victimisation Survey’](https://www.gov.uk/government/publications/crime-against-businesses-detailed-findings-from-the-2013-commercial-victimisation-survey \"Detailed findings from the 2013 Commercial Victimisation Survey\"), published in June 2014. The CVS is annual, not continuous. Headline figures for the number of crimes against businesses are included in this bulletin.\n\nCombined estimates from the 2012 and 2013 CVS1 show that there were 7.3 million crimes against businesses in the six industry sectors covered by the two surveys. Thefts, for example shoplifting, were by far the most common type of crime experienced (5.1 million incidents), making up 70% of all incidents of crime against the six sectors.\n\nTwo out of every five (40%) premises in the six sectors covered by the 2012 and 2013 CVS had experienced at least one of the main crime types covered by the survey. Thefts were experienced by around one in five premises (20%).\n\nVictimisation was more prominent in the ‘wholesale and retail’ premises and the ‘arts, entertainment and recreation’ premises (45% of premises in each of these sectors had experienced crime in the year prior to interview) and less so in ‘agriculture, forestry and fishing’ and ‘manufacturing’ premises (30% of premises in each of these sectors had experienced crime in the year prior to interview).\n\n##### Notes for Commercial Victimisation Survey\n1. The four sectors surveyed in 2013 were combined with the two sectors that were only surveyed in 2012 to give a broad picture of crimes as currently possible against business premises in England and Wales.\n"
    },
    {
      "title": "Data Sources – Further Information",
      "markdown": "This quarterly release presents the most recent crime statistics from two different sources: the Crime Survey for England and Wales (previously known as the British Crime Survey), and police recorded crime. It also draws on data from other sources to provide a more comprehensive picture. This series of first releases focuses on the latest figures and longer-term trends. For detailed information about the statistical sources used here, refer to the [User Guide to Crime Statistics for England and Wales](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/index.html \"Crime statistics metholodgy\") (ONS, 2014)1.\n\n##### Notes for Data Sources – Further Information\n1. This User Guide is the standard source of information on both police recorded crime figures and the CSEW.\n2. See Section 3.3 of the User Guide.\n"
    },
    {
      "title": "International and UK Comparisons",
      "markdown": "There are currently no recognised international standards for crime recording and international comparisons are limited due to the differing legal systems which underpin crime statistics and processes for collecting and recording crimes.\n\n### Crimes recorded by the police\n\nThe system for recording crime in England and Wales by the police is widely recognised by international standards to be one of the best in the world. Few other jurisdictions have attempted to develop such a standardised approach to crime recording and some of those that have base their approach on the England and Wales model (for example, Australia, Northern Ireland). Thus, it is difficult to make international comparisons of levels of recorded crime given the lack of consistency in definitions, legal systems and police/criminal justice recording practices.\n\nThe legal system in Northern Ireland is based on that of England and Wales and the Police Service for Northern Ireland (PSNI) has the same notifiable offence list for recorded crime as used in England and Wales. In addition, the PSNI has adopted the National Crime Recording Standard (NCRS) and Home Office Counting Rules for recorded crime that applies in England and Wales. Thus there is broad comparability between the recorded crime statistics in Northern Ireland and England and Wales.\n\nHowever, recorded crime statistics for England and Wales are not directly comparable with those in Scotland. The recorded crime statistics for Scotland are collected on the basis of the Scottish Crime Recording Standard, which was introduced in 2004. Like its counterpart in England and Wales, it aims to give consistency in crime recording. The main principles of the Scottish Crime Recording Standard itself are similar to the National Crime Recording Standard for England/Wales with regard to when a crime should be recorded.\n\nHowever, there are differences between the respective counting rules. For example, the ‘Principal Crime Rule’ in England and Wales states that if a sequence of crimes in an incident, or alternatively a complex crime, contains more than one crime type, then the most serious crime should be counted. For example, an incident where an intruder breaks into a home and assaults the sole occupant would be recorded as two crimes in Scotland, while in England and Wales it would be recorded as one crime.\n\nDifferences in legislation and common law have also to be taken into account when comparing the crime statistics for England/Wales and Scotland.\n\n### Victimisation surveys\n\nA number of countries run their own national victimisation surveys and they all broadly follow a similar model to the Crime Survey for England and Wales (CSEW) in attempting to obtain information from a representative sample of the population resident in households about their experience of criminal victimisation. The US National Crime and Victimisation Survey (NCVS) is the longest running, being established in 1973 and there are similar surveys in other countries including Australia, Canada, Finland, France, Germany, Netherlands, Sweden and New Zealand. However, while these surveys have a similar objective they are not conducted using a standard methodology. Sampling (frames and of households/individuals) and modes of interview (for example face to face interviewing, telephone interviewing, self-completion via the web) differ, as do the crime reference periods (last five years, last 12 months, last calendar year) over which respondents are asked about their victimisation experience. Similarly, there is a lack of standardisation in question wording and order. Response rates vary considerably across the world, as do methods to adjust for any resulting possible non-response bias; therefore, it becomes extremely difficult to make valid comparisons between the surveys.\n\nThere have been attempts in the past to run international surveys on a standard basis and the International Crime and Victimisation Survey (ICVS) was initiated by a group of European criminologists with expertise in national crime surveys. The survey aimed to produce estimates of victimisation that could be used for international comparisons. The first survey was run in 1989 and was repeated in 1992, 1996 and 2004/5. All surveys were based upon a 2,000 sample of the population, and in most countries, surveys were carried out with computer-assisted telephone interviewing. A pilot ICVS-2, intended to test alternative and cheaper modes of data collection including self-completion via the web, was carried out in a limited number of countries in 2010.\n\nHowever, despite the attempt to obtain a standardised and comparable approach to all of the surveys, this was never successfully achieved. While a standard questionnaire was employed in all countries, alongside a standard mode of interviewing, important differences remained in the approach to sampling, translation of questions into different national languages, interview lengths and response rates which make comparisons problematic.\n\nBoth Scotland and Northern Ireland have their own separate victimisation surveys that, like the CSEW, complement their recorded crime figures.\n\nThe Northern Ireland Crime Survey (NICS) closely mirrors the format and content of the CSEW employing a very similar methodology with continuous interviewing, a face to face interview with nationally representative sample of adults (16 years and over) using a similar set of questions. Thus results from the two surveys are broadly comparable.\n\nThe Scottish Crime and Justice Survey (SCJS) also follows a similar format to the CSEW, having a shared antecedence in the British Crime Survey (whose sample during some rounds of the survey in the 1980s covered Scotland, south of the Caledonian Canal). There are differences in the crimes/offence classifications to reflect the differing legal systems but the results from the surveys are broadly comparable.\n"
    },
    {
      "title": "List of Products",
      "markdown": "The following are URL links associated with the production of Crime Statistics.\n\n1. Crime statistics publications on the Home Office website\n\n2. Historic police recorded crime\n\n3. Previous quarterly publication\n\n4. User Guide to Crime Statistics for England and Wales\n\n5. Guide to Finding Crime Statistics\n\n6. The 2012/13 Crime Survey for England and Wales Technical Report Volume 1\n\n7. Analysis of Variation in Crime Trends (methodological note)\n\n8. Future Dissemination Strategy – Summary of Responses\n\n9. Methodological note: Presentational changes to National Statistics on police recorded crime in England and Wales\n\n10. ‘Focus on Public Perceptions of Policing, 2011/12’ (published 29 November 2012)\n\n11. ‘Short story on Anti-Social Behaviour, 2011/12’ (published 11 April 2013)\n\n12. ‘Focus on Property Crime, 2012/13’ (published 28 November 2013)\n\n13. ‘An overview of hate crime in England and Wales’ (published 17 December 2013)\n\n14. ‘Focus on: Violent Crime and Sexual Offences, 2012/13’ (published 13 February 2014)\n\n15. National Statistician’s Review of Crime Statistics\n\n16. Methodological note: Presentational and methodological improvements to National Statistics on the Crime Survey for England and Wales\n\n17. Focus on Victimisation and Public Perceptions, 2012/13\n\n Anonymised datasets from the Crime Survey for England and Wales (in SPSS format) currently are available on:\n\nthe UK Data Service through the Economic and Social Data Service (ESDS); and\n\nthe ONS Virtual Micro data Laboratory (VML).\n\nIn addition to these National Statistics releases, provisional police recorded crime data drawn from local management information systems sit behind, street level figures released each month, via:\n\nPolice recorded crime, street level mapping tool.\n\nCrime Statistics for Scotland are available from the Scottish Government.\n\nCrime Statistics for Northern Ireland are available from the Police Service of Northern Ireland.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes and methodology",
      "markdown": "This information will not be available in the prototype, however in the future the background notes related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "References",
      "markdown": "This information will not be available in the prototype, however in the future all references related to this statistical bulletin will appear here.\n"
    },
    {
      "title": "Footnotes",
      "markdown": "This information will not be available in the prototype, however in the future the footnotes related to this statistical bulletin will appear here."
    }
  ],
  "headline1": "Latest figures from the CSEW show there were an estimated 7.3 million incidents of crime against households and resident adults in England and Wales for the year ending March 2014.",
  "headline2": "Decreases were evident for most major crime types compared with the previous year.",
  "headline3": "In contrast, police recorded crime shows no overall change from the previous year, with 3.7 million offences recorded.",
  "summary": "Crime statistics from the Crime Survey for England and Wales and police recorded crime.",
  "relatedBulletins": [],
  "title": "Crime in England and Wales, Year Ending March 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Crime in England and Wales, Year Ending March 2014",
  "uri": "/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwalesyearendingmarch2014",
  "fileName": "crimeinenglandandwalesyearendingmarch2014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Crime and justice",
      "fileName": "crimeandjustice",
      "breadcrumb": []
    }
  ]
}