{
  "sections": [
    {
      "title": "Headline results",
      "markdown": "- The interim output price index for all construction rose 2.4% in the year to March 2015, up from an increase of 1.2% last month.\n\n- The interim output price index for all new work increased by 3.2% in the year to March 2015, up from an increase of 1.3% last month. The main contributors to this increase came from Infrastructure (up 3.9% in the year to March) and Private Industrial (up 3.2% in the year to March).\n\n- The interim output price index for all repair and maintenance increased by 1.1% in the year to March 2015, up from 0.9% last month. Much of this increase was accounted for by rises in the non-housing repair and maintenance sector which saw the largest increase of 1.6% in the year to March.\n\n"
    },
    {
      "title": "Background",
      "markdown": "The Construction Price and Cost Indices (CPCIs) are used by the construction industry, by utilities regulators and by analysts. ONS uses them to remove the effects of price change from new orders and output in the construction industry and from gross fixed capital formation data.\n\nUntil 1 April, the CPCIs were the responsibility of the Department for Business, Innovation and Skills (BIS) and were produced under contract by the Building Cost Information Service (BCIS). In July 2013, the contract for producing CPCIs was awarded to AECOM.\n\nIn September 2014, BIS published the CPCIs produced by BCIS for the last time. BIS planned to publish the newly developed indices produced by AECOM at the next scheduled release date in December 2014 but following a final quality assurance of the new indices, BIS concluded that they were not yet sufficiently reliable for publication. As a result, BIS [announced](https://www.gov.uk/government/collections/price-and-cost-indices \"Price and cost indices\") the suspension of the CPCIs. This suspension subsequently lead to the UK Statistics Authority’s decision to de-designate these statistics so that they are no longer National Statistics.\n\nOn 1 April 2015, responsibility for the production of the CPCIs transferred from BIS to ONS, as previously [announced](http://www.ons.gov.uk/ons/media-centre/statements/construction-announcement/index.html \"Construction announcement\"). The existing contract with AECOM was also transferred over to ONS from BIS at this point. As a result of this transfer, ONS will be responsible for re-instating the regular publication of the CPCIs and for re-designation as National Statistics. \n\nONS recognises the need for a short-term solution both to replace the statistical models used by ONS for Output in the Construction Industry, since the CPCIs were suspended, and also to satisfy wider user needs. ONS has therefore developed an interim solution that is intended as a short-term measure to provide users with an indication of changes to construction output prices while the development of a long-term solution for new price indices takes place.\n\nOn 29 May 2015, ONS [announced](http://www.ons.gov.uk/ons/media-centre/statements/update-on-construction-price-and-cost-indices-development/index.html \"Update on construction price and cost indices development\") that it would not be offering an extension to the existing contract with AECOM which is due to end on 30th June 2015. After careful consideration it was decided to bring the future development of these indices in-house, building on the work done by ONS to date to introduce the interim index presented here. ONS will publish plans for the long-term development of these indices by the end of 2015.\n\n"
    },
    {
      "title": "Methods",
      "markdown": "The proposed interim solution is a project cost approach where we enumerate the input costs of different construction projects and use this as a proxy for output prices.\n\nUsing this approach, an index has been produced for:\n\n- new work (with sub-indices for housing, private commercial, private industrial, public other and infrastructure construction)\n\n- repair and maintenance (with sub-indices for housing and non-housing) and\n\n- all construction (an aggregate of new work and repair and maintenance) \n\n### Interim solution for new work\n\nTo measure price change for the new work projects, price changes for three categories of inputs are measured: labour; plant; and materials.\n\n#### Labour\n\nThe seasonally adjusted Average Weekly Earnings index (AWE) for construction excluding bonuses is used to measure changes in the price of labour. AWE measures money paid to employees in Great Britain in return for work done, before tax and other deductions from pay. The estimates do not include earnings of self-employed people, although these are likely to move in the same way as those for employed people, and are not just a measure of pay settlements since they also reflect compositional changes within the workforce. Since the AWE is not available at a more detailed level than all construction, the same index is used to represent labour costs for each of the sub-indices produced. \n\n#### Plant\n\nThe Services Producer Price Index (SPPI) for construction plant hire is used to measure changes in the price of plant used in construction. This index measures changes in the price received by UK plant hire companies when providing plant without an operator to other UK companies and government. It includes items such as cranes, earth-moving equipment and site accommodation and, since it is compiled on a quarterly basis, interpolation is used to produce estimates on a monthly basis. Similarly to labour, the SPPI for construction plant hire is not available for specific construction work types so the same index is used for each of the sub-indices produced.\n\n#### Materials\n\nAn aggregate of relevant individual Producer Price Indices (PPIs) is used to measure changes in material costs. PPIs measure changes in the price received by UK companies for goods they have produced that are sold within the UK. The selection of PPIs used is based on the data ONS submits to Eurostat as part of the European Price Comparison Programme used to calculate the Purchasing Power Parities (PPPs).\n\nThe objective of the PPPs is to compare the purchasers’ prices actually paid for a basket of comparable goods and services between countries. Included in this basket are buildings and civil engineering works, and as part of the European Price Comparison Programme, the UK must submit prices to Eurostat for a selection of projects on an annual basis. The approach taken is for experts in each country to provide a price for a selection of ‘fictitious but representative’ projects that are defined using Bills of Quantities (BoQs).\n\nFor the purposes of this interim solution, these BoQs have been used to define projects that are representative of UK construction and, by matching PPIs with materials defined in the BoQs, to determine which selection of PPIs to use. The projects for which the UK is asked to return prices to Eurostat as part of the PPPs are: detached house; ‘Nordic’ style housing development (a single family home consisting of one and a half storey); apartment; factory building; new office building; asphalt road; and a bridge. The representative projects chosen for use in the construction output price indices for each type of work, selected as they are considered to be most reflective of the type of work undertaken in each category, are shown in Table 1. \n\n### Table 1: Representative projects selected for each type of work\n#### United Kingdom\n\nTable 1 - Table\n\n### Interim solution for repair and maintenance\n\nFor repair and maintenance, price changes for two categories of input are measured: labour and materials. For new work, plant is required mainly to carry out earth works, something that is not required to such an extent for repair and maintenance, hence its exclusion.\n\nThe approach taken is slightly different for the housing and non-housing indices.\n\n#### Housing repair and maintenance\n\nFor housing repair and maintenance a combination of the CPI for ‘services for the regular repair of dwelling’ is used to measure changes in labour costs and PPIs for a selection of materials deemed relevant to residential repair and maintenance is used to capture changes in the materials component.\n\nThe CPI for ‘services for the regular repair of the dwelling’ is compiled from the hourly rate for plumbers, electricians, carpenters and decorators and therefore measures the price paid by consumers when hiring trades people to carry out repairs and maintenance on their homes. This index does not include the price paid for builders which is why it is used for repairs and maintenance only and not for new work.\n\nThe PPIs that are used to measure changes in the price of materials used for housing repairs and maintenance are shown in Table 2. Since there are no BoQs for repairs and maintenance, these materials have been selected using judgement of the typical materials likely to be used, rather than matching them against a representative project as is the case for the indices for new work.  \n\n### Table 2: PPIs selected to represent materials used in housing repair and maintenance\n#### United Kingdom\n\nTable 2 - Table\n\nThe same index is used for both private and public housing repair and maintenance as we are unable to split the services element of this work to account for differences in the amount charged for private and public clients. However, it is likely that repair and maintenance prices will move in a similar way for both private and public housing.\n\n#### Non-housing repair and maintenance\n\nNon-housing repair and maintenance uses a similar approach to that of housing repair and maintenance. However, since the materials used for non-housing will be different, the list of PPIs selected has been amended to better represent non-housing materials. To do this, the materials that are considered to be most representative of repair and maintenance work have been combined separately for an office, a factory and for infrastructure, and then combined into an overall index for materials. This list of materials is similar to those used for housing repair and maintenance, but excludes wallpaper, particle boards and central heating radiators, and includes:\n\n- tiles, flagstones and bricks of cement, concrete and artificial stone (instead of ceramic and clay as in the housing list)\n\n- aggregates (gravel, sand, stone, granules, chippings \u0026 powder, pebbles, bituminous mixtures based on natural \u0026 artificial stone, articles of asphalt)\n\n- glass (surface ground, polished, mirrors and insulating units)\n\n- ceramic sanitary wares\n\n- articles of cement, concrete, plaster or artificial stone and prefabricated structural components for buildings or civil engineering\n\n- paints and varnishes (acrylic and polyester based)\n\n- metals (tubes, pipes, hollow profiles \u0026 related fittings, metal structures \u0026 parts of structures, grills, netting, fencing, aluminium bars, rods and profiles)\n\n- tubes, pipes, hoses \u0026 fittings thereof, of plastics\n\n- electric lighting equipment\n\n#### Weights\n\nImage 1 shows the overall index structure used to compile the top-level index for all construction.\n\n#### Image 1: Interim construction output price index structure\n\nImage - Infographic\n\n#### Stage 1 weights\n\nAt the stage 1 level for new work, indices are compiled for materials for each of the representative projects using a selection of PPIs. These PPIs are aggregated into a single index for materials using the most recent values (representing 2014) in the BoQs that are submitted to Eurostat as part of the European Price Comparison Programme. Each BoQ provides details of the quantities of different materials needed for each project type, with materials typically grouped into nine ‘material categories’ (for example ‘concrete’ or ‘earthworks’).These categories are the same for each of the BoQs and are listed in Table 3. The overall index for all material costs is then created by weighting the material categories by their relative estimated cost in the whole project. Table 3 provides an example of this weighting for a factory building used as an interim solution for Private Industrial new work. It is worth noting, however, that these values that are submitted in the BoQs represent the total ‘work cost’ so include the costs associated with the materials and plant required to use the materials within the construction project.\n\n### Table 3: Example weighting structure of material categories for Private Industrial new work\n#### United Kingdom\n\nTable 3 - Table\n\nFor repairs and maintenance, the PPIs selected to represent the materials used are aggregated using the expenditure weights that are used to compile the PPI itself. This means that rather than being combined using weights that represent spend by the construction industry on these materials, the weights represent total expenditure on these materials from across the UK economy. Separate repair and maintenance materials indices are compiled for an office, a factory and infrastructure, and these individual indices are combined into an overall index for materials. The weights used for this are the 2013 values for new work for each of these work types taken from ONS’s Output in the Construction Industry release.\n\nFor new work, in order to combine the materials index with the plant and labour indices for each work type, data from the Annual Business Survey (ABS) is used. The ABS collects information from UK businesses on turnover, purchases, employment costs, capital expenditure and stocks and has sufficient breakdown to provide information on the spend of construction companies on labour costs, plant hire and materials. The most recent data, which are the provisional results for 2013, have been used. Using this data, the weights allocated to the labour, material and plant components for each representative project are shown in table 4.\n\nFor repairs and maintenance, rather than using ABS data to allocate weights, the weighting of the labour and materials components is based on the split for labour and materials used with the CPI for regular maintenance and repair of the dwelling. This has been done to make the method consistent with the renovations index that is used in the Net Acquisitions approach to Owner Occupied Housing currently published by ONS. These weights are updated annually and have changed through time. The resulting labour and materials weights are also shown in table 4.\n\n### Table 4: Weights used to combine the labour, plant and materials elements\n#### United Kingdom\n\nTable 4 - Table\n\n#### Stage 2 weights\n\nFor new work, two representative projects have been used for both housing and infrastructure. The resulting indices having been weighted together using weights estimated from data provided by Barbour ABI. Use of this data gives us the following weights: \n\n- housing – Detatched house (65%) and Apartment building (35%)\n\n- infrastructure – Road (90%) and Bridge (10%). \n\n#### Stage 3 and 4 weights\n\nTo produce the indices for all new work and all repair and maintenance, the various work types are aggregated using the 2014 values for construction output taken from ONS’s Output in the Construction Industry release. The all new work and all repair and maintenance indices are aggregated using the same data source to produce an overall index for all construction. The final weights used are shown in table 5.\n\n### Table 5: Weights used to compile indices for all new work, all repair and maintenance and all construction\n#### United Kingdom\n\nTable 5 - Table\n\n"
    },
    {
      "title": "Strengths and limitations",
      "markdown": "This interim solution has been developed in a relatively short time frame, primarily to replace the statistical models used to estimate deflators for Output in the Construction Industry, but also to provide information to wider users while long-term development of the Construction Price and Cost Indices is ongoing. This approach has some strengths, but due to the short development time and the fact that this is only intended as an interim measure, there are some important limitations that users should consider before deciding whether these statistics meet their needs.\n\n### Strengths\n\nThe key strengths of this interim solution are:\n\n- it is open and transparent and is based on real data, rather than using statistical models to derive values.\n\n- it uses existing ONS data sources, the majority of which are National Statistics, so users can be assured of the quality of the source data\n\n- although published quarterly, this method means that price information will be produced on a monthly basis whereas the indices produced by BIS were only available quarterly\n\n### Limitations\n\nThe key limitations of this interim solution are:\n\n- the project cost approach assumes that input costs move in the same way as output prices meaning that the margins of construction companies are constant through time. This assumption may not hold in the short-term, however, margin changes are difficult to measure directly. In addition, methods for modelling margins often require the volume of output and productivity, which would introduce issues of circularity\n\n- the use of the AWE to measure changes in labour costs assumes productivity is constant throughout time. While this assumption will have less of an impact over the short-term, the impact may be larger over the long-term. Labour costs also include pension contributions and National Insurance costs which are not included in the AWE. However, these tend to be proportional to earnings, and so will generally move in line with the AWE\n\n- the selection of representative projects used to determine material costs have been selected by Eurostat to represent construction projects across EU member states. As a result, they may not be the most representative of construction projects in the UK\n\n- PPIs and SPPIs measure changes in the amount of money received by UK producers of goods and service providers. The price paid by UK construction companies in the UK may not move in a similar way due to discounting or imports\n\n"
    },
    {
      "title": "Results",
      "markdown": "Headline results:\n\n- the interim output price index for all construction rose 2.4% in the year to March 2015, up from an increase of 1.2% last month\n\n- the interim output price index for all new work increased by 3.2% in the year to March 2015, up from an increase of 1.3% last month. The main contributors to this increase came from Infrastructure (up 3.9% in the year to March) and Private Industrial (up 3.2% in the year to March)\n- the interim output price index for all repair and maintenance increased by 1.1% in the year to March 2015, up from 0.9% last month. Much of this increase was accounted for by rises in the non-housing repair and maintenance sector which saw the largest increase of 1.6% in the year to March.  \n\n### All construction\n\nOverall, prices in the construction industry, as estimated by the interim construction output price index, have risen during the period January 2014 to March 2015. There is an upward trend evident across all new work and repair and maintenance sectors when compared with both the previous month and the same month a year ago (figure 2).\n\n### Figure 1: Interim construction output price indices (2005\u003d100), United Kingdom\n#### Jan 2014 to Mar 2015\n\nFigure 1 - Chart\n\nAnnual growth rates in the interim construction output price index are positive throughout the January 2014 to March 2015 period (figure 3) except for two instances where prices were lower than in the same month of the previous year. These falls in the annual rate (in April 2014 and January 2015) were due to a fall in the price of new work (across all sectors except infrastructure). Repair and maintenance work shows increases in price (positive annual growth rates) across the entire period.\n\n### Figure 2: Construction output price annual percentage change\n#### Jan 2014 to Mar 2015\n\nFigure 2 - Chart\n\n### New construction\n\nThe interim output price index for all new construction for March 2015 increased by 3.2% in the year to March. These changes result from increases in output prices in all sectors (table 6).\n\n### Table 6: New construction output price indices March 2015 (% change)\n#### United Kingdom\n\nTable 6 - Table\n\nAll sectors show annual growth throughout the period January 2014 to March 2015 with infrastructure and housing leading the way in the latest period with the largest annual and monthly increases of 3.9% and 1.7% respectively.\n\n### Repair \u0026 Maintenance\n\nThe interim output price index for all repair and maintenance increased by 1.1% in the year to March 2015. Much of this increase was accounted for by a rise in the non-housing repair and maintenance sector which saw output price increases of 1.6% annually and 0.4% monthly (table 7).\n\n### Table 7: Repair \u0026 maintenance construction output price indices March 2015 (% change)\n#### United Kingdom\n\nTable 7 - Table\n\n"
    },
    {
      "title": "User consultation",
      "markdown": "These statistics are being released for the first time as experimental and are intended as a short-term solution only, while long-term development is ongoing.\n\nPlease take a few minutes to complete our short survey to let us know whether you plan to use these experimental statistics and any suggestions you may have for short-term improvements that we could make so that these statistics better meet your needs. We will also take into account your suggestions during the long-term development of these indices. The survey will close on 31 July 2015.\n\nPlease complete our short [survey](https://www.surveymonkey.com/s/HDSR6PW \"Survey\") \n\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. These interim construction output price indices will be used to deflate [Output in the Construction Industry](http://www.ons.gov.uk/ons/rel/construction/output-in-the-construction-industry/april-2015.html \"Output in the Construction Industry: April 2015\") for the first time in the April release, published on 12 June. Further details on the impact of using these indices has been published in a separate [article (214.3 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/business-and-energy/output-in-the-construction-industry/impact-of-interim-solution-for-opis-on-ons-outputs.pdf \"Impact of interim solution for OPIs on ONS outputs\"). \n\n2. The [Construction Price and Cost Indices](https://www.gov.uk/government/collections/price-and-cost-indices \"Price and cost indices\") were previously published by BIS and were published for the last time in September 2014, with the release suspended in December 2014. Responsibility for these statistics transferred to ONS on 1 April 2015, as previously [announced](http://www.ons.gov.uk/ons/media-centre/statements/construction-announcement/index.html \"Construction announcement\"). \n\n3. The Construction Price and Cost Indices were de-designated as National Statistics in December 2014, after their suspension, as detailed in a [letter](http://www.ons.gov.uk/ons/media-centre/statements/construction-announcement/index.html \"Construction announcement\") from Ed Humpherson, Director General for Regulation. \n\n4. These statistics have been published on an experimental basis to involve users in their development. As a result, improvements to methods may result in revisions to the series. Full details of any revisions will be released alongside the revised data. \n\n5. Some of the weights for new work have been compiled using the Annual Business Survey (ABS) provisional results for 2013. Revised ABS results were published on 11 June 2015 but there was not enough time to incorporate them into this release. We will update the weights using these revised results in the 2015 Q2 release, this is likely to have minimal impact on the indices.\n\n6. Data for quarter 2 (April to June) 2015 - next release is 1 September 2015.\n\n7. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "article",
  "uri": "/businessindustryandtrade/constructionindustry/articles/interimsolutionforconstructionoutputpriceindices/2015-06-12",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/businessindustryandtrade"
    },
    {
      "uri": "/businessindustryandtrade/constructionindustry"
    }
  ],
  "description": {
    "_abstract": "Since taking responsibility for the Construction Price and Cost Indices (CPCIs) on 1 April 2015, the Office for National Statistics (ONS) has developed an interim construction output price index. This index has been put together in a short time frame and uses existing ONS data sources, the majority of which are National Statistics, so that users can be assured of the quality of the source data. This article sets out the methods and sources used to compile the index, explains the key strengths and limitations of this interim solution that potential users should consider and presents the first release of the figures produced using this interim method.",
    "edition": "quarter 1 (January to March) 2015",
    "nationalStatistic": true,
    "contact": {
      "email": "kat.pegler@ons.gsi.gov.uk",
      "name": "Kat Pegler",
      "telephone": "+44 (0) 1633 456468"
    },
    "releaseDate": "2015-06-12T00:00:00.000Z",
    "title": "Interim solution for construction output price indices",
    "keywords": [
      "construction",
      " deflator",
      " inflator",
      " index",
      " output"
    ]
  }
}