{
  "nextRelease": "30 September 2014",
  "contact": {
    "name": "Craig Taylor",
    "email": "bop@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- The United Kingdom’s (UK) current account deficit was £18.5 billion in Quarter 1 2014, down from a revised deficit of £23.5 billion in Quarter 4 2013. The deficit in Quarter 1 2014 equated to 4.4% of GDP at current market prices, down from 5.7% in Quarter 4 2013.\n- The narrowing of the current account deficit was due to all three components improving.\n- The trade deficit narrowed to £5.5 billion in Quarter 1 2014, from £7.1 billion in Quarter 4 2013.\n- The income deficit narrowed to £7.4 billion in Quarter 1 2014, from £9.5 billion in Quarter 4 2013.\n- The current transfers deficit narrowed by £1.3 billion to £5.6 billion in Quarter 1 2014.\n- The financial account recorded net inward investment of £8.9 billion during Quarter 1 2014.\n- The international investment position recorded UK net liabilities of £81.8 billion at the end of Quarter 1 2014.\n"
    },
    {
      "title": "Summary",
      "markdown": "The balance of payments summarises the economic transactions of the UK with the rest of the world. These transactions can be broken down into three main accounts; the current account, the capital account and the financial account.\n \nThe current account comprises of the trade in goods and services account, the income account and current transfers. A difference in the monetary value of these accounts is known as the current account balance. A current account balance is in surplus if overall credits exceed debits and in deficit if overall debits exceed credits.\n \nA deficit or surplus on the current account is offset with an equal and opposite surplus or deficit on the capital and financial account. As the capital account is relatively small in comparison, the current account and financial account can be said to be counterparts.\n \nThe current account balance plus the capital account balance measures the extent to which the UK is a net lender (that is, in surplus) or net borrower (that is, in deficit). The UK has run a combined current and capital account deficit in every year since 1983 and every quarter since Quarter 1 2008.\n\n#### Figure 1: Current account balances (Seasonally adjusted)\n[![Figure 1: Current account balances (Seasonally adjusted)](http://www.ons.gov.uk/ons/resources/currentaccountbalance2014q1_tcm77-368501.png)](http://www.ons.gov.uk/ons/resources/currentaccountbalance2014q1_tcm77-368501.png \"Figure 1: Current account balances (Seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n#### Quarter 1 2014 overview \n\nIn Quarter 1 2014, the UK was a net borrower of £17.4 billion, down from £22.0 billion in Quarter 4 2013. This was due to the total income, total trade and total current transfers deficits narrowing by £2.1 billion, £1.6 billion and £1.3 billion respectively.\n \nThe narrowing of the total income deficit was mainly due to a rise of £1.3 billion in the direct investment surplus from £4.0 billion in Quarter 4 2013 to £5.4 billion in Quarter 1 2014. Additionally the portfolio investment deficit fell by £0.9 billion, decreasing from  £10.5 billion in Quarter 4 2013 to £9.6 billion in Quarter 1 2014.\n \nThe narrowing in the total trade deficit was due to a rise of £1.3 billion in the trade in services surplus and a fall of £0.3 billion in the trade in goods deficit. The increase in the trade in services surplus was due to exports increasing by £0.7 billion and imports decreasing by £0.6 billion in Quarter 1 2014.\n \nImports of goods fell by £3.1 billion, primarily due to lower imports of semi-manufactured goods, oil and finished manufactured goods which fell by £1.0 billion, £0.7 billion and £0.6 billion respectively in Quarter 1 2014. Exports of goods decreased by £2.8 billion in Quarter 1 2014, mainly due to lower exports of finished manufactured goods and semi-manufactured goods which fell by £1.2 billion and £1.1 billion respectively in Quarter 1 2014.\n \nThe deficit on total current transfers narrowed from £6.9 billion in Quarter 4 2013 to £5.6 billion in Quarter 1 2014. The decrease was mainly due to receipts (credits) increasing by £0.1 billion and payments (debits) decreasing by £1.2 billion.\n"
    },
    {
      "title": "Current account balances as percentage of GDP",
      "markdown": "#### Figure 2: Balances as percentage of GDP\n[![Figure 2: Balances as percentage of GDP](http://www.ons.gov.uk/ons/resources/balancesaspercentageofgdp2014q1_tcm77-368499.png)](http://www.ons.gov.uk/ons/resources/balancesaspercentageofgdp2014q1_tcm77-368499.png \"Figure 2: Balances as percentage of GDP\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nThe current account deficit equated to 4.4% of GDP at current market prices in Quarter 1 2014, compared with 5.7% in Quarter 4 2013. The deficit on trade in goods and services was equivalent to 1.3% of GDP in Quarter 1 2014, compared with 1.7% in Quarter 4 2013. The deficit on income equated to 1.8% of GDP in Quarter 1 2014, compared with a deficit equivalent to 2.3% in Quarter 4 2013. The deficit on current transfers equated to 1.4% of GDP in Quarter 1 2014, compared with 1.7% in Quarter 4 2013.\n"
    },
    {
      "title": "Current account with EU and non-EU countries (Table C)",
      "markdown": "#### Figure 3: EU/non-EU current account balance (Seasonally adjusted)\n[![Figure 3: EU/non-EU current account balance (Seasonally adjusted)](http://www.ons.gov.uk/ons/resources/eunoneucurrentaccountbalances2014q1_tcm77-368767.png)](http://www.ons.gov.uk/ons/resources/eunoneucurrentaccountbalances2014q1_tcm77-368767.png \"Figure 3: EU/non-EU current account balance (Seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nA deficit of £20.8 billion was recorded with the EU in Quarter 1 2014, compared with a deficit of £23.7 billion in Quarter 4 2013. This decrease was due to a narrowing in the deficits on total trade and income, partially offset by a widening in the deficit on current transfers. The current account with non-EU countries showed a surplus of £2.3 billion in Quarter 1 2014, compared with a surplus of £0.2 billion in Quarter 4 2013. The increase was mainly due to a narrowing of the deficits on current transfers and income, partially offset by a widening in the trade in goods deficit.\n"
    },
    {
      "title": "Trade in goods (Table E) and services (Table F)",
      "markdown": "#### Figure 4: Trade in goods and services balances (Seasonally adjusted)\n[![Figure 4: Trade in goods and services balances (Seasonally adjusted)](http://www.ons.gov.uk/ons/resources/tistig2014q1_tcm77-368497.png)](http://www.ons.gov.uk/ons/resources/tistig2014q1_tcm77-368497.png \"Figure 4: Trade in goods and services balances (Seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n**Trade in goods** covers transactions in general merchandise, goods for processing, repairs on goods, goods procured in ports by carriers, and non-monetary gold. General merchandise (with some exceptions) refers to moveable goods for which real or imputed changes of ownership occur between UK residents and the rest of the world.\n \nThe **trade in goods** deficit in Quarter 1 2014 was £26.5 billion, compared with £26.8 billion in Quarter 4 2013. Exports fell by £2.8 billion while imports fell by £3.1 billion.\n \nThe deficits on oil and food, beverages and tobacco narrowed by £0.4 billion to £2.3 billion and £4.5 billion respectively between Quarter 4 2013 and Quarter 1 2014. This was partially offset by the deficit on finished manufactured goods widening by £0.7 billion from £13.7 billion in Quarter 4 2013 to £14.3 billion in Quarter 1 2014.\n \n**Trade in services** covers the provision of services by UK residents to non-residents and vice versa. It also covers transactions in goods which are not freighted out of the country in which transactions take place, for example purchases for local use by foreign forces in the UK or by UK forces abroad and purchases by tourists. Transactions in goods which are freighted into/out of the UK are included under trade in goods.\n \nThe **trade in services** surplus was £21.0 billion in Quarter 1 2014, an increase of £1.3 billion from Quarter 4 2013. Exports were £0.7 billion higher than Quarter 4 2013 at £51.6 billion, with increases in most components, partially offset by decreases in transportation services and royalties and license fees. Imports decreased by £0.6 billion to £30.6 billion, mainly due to decreases in travel services, financial services and transportation services, partially offset by an increase in other business services and computer and information services.\n"
    },
    {
      "title": "Income (Table G)",
      "markdown": "#### Figure 5: Income account balances (Seasonally adjusted)\n[![Figure 5: Income account balances (Seasonally adjusted)](http://www.ons.gov.uk/ons/resources/incomeaccountbalance2014q1_tcm77-368489.png)](http://www.ons.gov.uk/ons/resources/incomeaccountbalance2014q1_tcm77-368489.png \"Figure 5: Income account balances (Seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nThe investment **income account** covers earnings (for example, profits, dividends and interest payments and receipts) arising from foreign investment in financial assets and liabilities. Credits are the earnings of UK residents from their investments abroad and other foreign assets. Debits are the earnings of foreign residents from their investments in the UK and other UK liabilities. The flow of investment in the financial account is recorded separately from earnings, although reinvested earnings of companies with foreign affiliates are a component of both. The total value of UK assets and liabilities held at any time is also recorded separately under the international investment position.\n \nThe **income** account deficit decreased from £9.5 billion in Quarter 4 2013 to £7.4 billion in Quarter 1 2014. In terms of functional categories, the decrease was mainly due to a £1.3 billion increase in the direct investment surplus from £4.0 billion in Quarter 4 2013 to £5.4 billion in Quarter 1 2014. Additionally, there was a decrease of £0.9 billion in the portfolio investment deficit.\n \nThe deficit on **compensation of employees** fell in Quarter 1 2014 to £79 million.\n \nThe surplus on **direct investment** income increased from £4.0 billion in Quarter 4 2013 to £5.4 billion in Quarter 1 2014. The increase was due to receipts rising more than payments. Receipts were £19.4 billion in Quarter 1 2014, £5.3 billion higher than in Quarter 4 2013. The increase was mainly due to UK monetary financial institutions switching from losses of £2.3 billion in Quarter 4 2013 to profits of £1.6 billion in Quarter 1 2014. Additionally, UK insurance companies recorded an increase in profits of £0.7 billion, to £1.2 billion in Quarter 1 2014. Payments rose by £4.0 billion in Quarter 1 2014 to £14.0 billion. The increase was mainly due to foreign owned UK monetary financial institutions switching from losses of £1.0 billion in Quarter 4 2013, to profits of £1.5 billion in Quarter 1 2014. Additionally, foreign owned UK private non-financial corporations recorded an increase in profits of £0.9 billion, to £10.0 billion in Quarter 1 2014.\n \n**Portfolio investment** income recorded a deficit of £9.6 billion in Quarter 1 2014, following a deficit of £10.5 billion in Quarter 4 2013. This decrease was due to a narrowing in the deficit of equity securities, partially offset by a widening in the debt securities deficit. UK earnings on portfolio investment abroad decreased by £0.4 billion due to decreased earnings on debt securities, partially offset by an increase in the earnings of equity securities. Foreign earnings on portfolio investment in the UK decreased by £1.3 billion, due to lower earnings on UK equity securities, partially offset by higher earnings on UK debt securities.\n \nThe deficit on earnings from **other investment** increased by £0.1 billion to £3.2 billion in Quarter 1 2014. Earnings from other investment abroad fell by £0.1 billion to £6.0 billion, while earnings on other investment in the UK showed little change at £9.2 billion.\n"
    },
    {
      "title": "Current transfers (Table H)",
      "markdown": "#### Figure 6: Current transfers balance (Seasonally adjusted)\n[![Figure 6: Current transfers balance (Seasonally adjusted)](http://www.ons.gov.uk/ons/resources/currenttransfers2014q1_tcm77-368486.png)](http://www.ons.gov.uk/ons/resources/currenttransfers2014q1_tcm77-368486.png \"Figure 6: Current transfers balance (Seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n**Transfers** represent the provision (or receipt) of an economic value by one party without directly receiving (or providing) a counterpart item of economic value, in plain terms a transaction representing ‘something for nothing’ or without a quid pro quo. Transfers can be in the form of money or of goods or services provided without the expectation of payment. General government transfers include receipts, contributions and subscriptions from or to European Union (EU) institutions and other international bodies, bilateral aid and military grants.\n \nThe deficit on **current transfers** narrowed by £1.3 billion to £5.6 billion in Quarter 1 2014. It should be noted that the quarterly path of net contributions to EU institutions can be erratic.\n"
    },
    {
      "title": "Capital account (Table I)",
      "markdown": "The **capital account** comprises two components: capital transfers and the acquisition/disposal of non-produced, non-financial assets.\n \n**Capital transfers** are those involving transfers of ownership of fixed assets, transfers of funds associated with the acquisition or disposal of fixed assets, and cancellation of liabilities by creditors without any counterparts being received in return. As with current transfers, they can be subdivided into general government transfers and other sectors transfers. The main sources of information are government departments (Department for International Development and HM Treasury) and the Bank of England. Compensation payments from the EU are also included here, for example, payments related to the destruction of animals to combat BSE and foot and mouth disease.\n \nThe **sale/purchase of non-produced, non-financial assets** covers intangibles such as patents, copyrights, franchises, leases and other transferable contracts, and goodwill; and transactions involving tangible assets that may be used or needed for the production of goods and services but have not themselves been produced, such as land and sub-soil assets. The use of such assets is recorded under trade in services as royalties and license fees; only the outright purchase or sale of such assets is recorded in the capital account.\n \nThe **capital account** recorded a surplus of £1.1 billion in Quarter 1 2014, a decrease of £0.4 billion from Quarter 4 2013.\n"
    },
    {
      "title": "Financial account (Table J)",
      "markdown": "#### Figure 7: Financial account balances (Not seasonally adjusted)\n[![Figure 7: Financial account balances (Not seasonally adjusted)](http://www.ons.gov.uk/ons/resources/financialaccount2014q1_tcm77-368485.png)](http://www.ons.gov.uk/ons/resources/financialaccount2014q1_tcm77-368485.png \"Figure 7: Financial account balances (Not seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nThe **financial account** covers transactions which result in a change of ownership of financial assets and liabilities between UK residents and non-residents, for example, the acquisitions and disposals of foreign shares by UK residents.\n \nThe **financial account** showed a net inflow (that is, inward investment) of £8.9 billion in Quarter 1 2014, compared with a net inflow of £29.1 billion in Quarter 4 2013. UK investment abroad increased by £9.9 billion in Quarter 1 2014, from net investment (outflow) of £6.1 billion in Quarter 4 2013 to net investment (outflow) of £16.0 billion in Quarter 1 2014. Investment in the UK decreased by £10.3 billion in Quarter 1 2014 from net investment of £35.2 billion in Quarter 4 2013 to net investment of £24.9 billion in Quarter 1 2014.\n \n**Direct investment** recorded a net inflow (that is, inward investment) of £71.0 billion in Quarter 1 2014, a switch from a net outflow of £9.9 billion in Quarter 4 2013. For further information on the impact of foreign direct investment acquisitions and disposals, please see background notes, section 3, part 2 interpreting the data.\n\n#### Figure 8: Financial account: Direct investment (Not seasonally adjusted)\n[![Figure 8: Financial account: Direct investment (Not seasonally adjusted)](http://www.ons.gov.uk/ons/resources/directinvestment2014q1_tcm77-368483.png)](http://www.ons.gov.uk/ons/resources/directinvestment2014q1_tcm77-368483.png \"Figure 8: Financial account: Direct investment (Not seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n**Direct investment abroad** switched in Quarter 1 2014 to disinvestment of £57.5 billion from investment of £15.9 billion in Quarter 4 2013. The switch was mainly due to an increase in net disinvestment of equity capital from £3.5 billion in Quarter 4 2013 to net disinvestment of £70.4 billion in Quarter 1 2014, and a switch in other capital transactions from net investment of £32.7 billion in Quarter 4 2013 to net disinvestment of £0.2 billion in Quarter 1 2014. Partially offsetting these was a switch to net investment in reinvested earnings from net disinvestment of £13.3 billion in Quarter 4 2013 to net investment of £13.1 billion in Quarter 1 2014. On a sector basis, the switch to net disinvestment was mainly due to private non-financial corporations switching from net investment of £21.4 billion in Quarter 4 2013 to net disinvestment of £61.7 billion in Quarter 1 2014. This was partially offset by monetary financial institutions switching from net disinvestment of £4.0 billion to net investment of £0.7 billion over the same period. Additionally, insurance companies switched from net disinvestment of £2.9 billion in Quarter 4 2013 to net investment of £1.0 billion in Quarter 1 2014.\n \n**Direct investment in the UK** increased by £7.4 billion in Quarter 1 2014 to £13.5 billion. The rise was mainly due to a switch to net investment of reinvested earnings of £8.3 billion in Quarter 1 2014 from net disinvestment of £0.1 billion in Quarter 4 2013 and a switch to net investment in other capital transactions of £1.1 billion in Quarter 1 2014 from net disinvestment of £3.3 billion in Quarter 4 2013. Partially offsetting these was lower net investment in equity capital from £9.4 billion in Quarter 4 2013 to £4.1 billion in Quarter 1 2014. On a sector basis, the increase in net investment was due to investment in UK private non-financial corporations switching from net disinvestment of £4.7 billion in Quarter 4 2013 to net investment of £10.3 billion in Quarter 1 2014. Partially offsetting this were decreased net investment in UK monetary financial institutions and UK other financial intermediaries from £8.1 billion to £1.3 billion and £2.7 billion to £1.5 billion respectively in Quarter 1 2014.\n \n**Portfolio investment** recorded a net inflow of £23.1 billion in Quarter 1 2014, an increase from a net inflow of £17.2 billion in Quarter 4 2013. The increase was mainly due to debt securities increasing from a net inflow of £21.9 billion in Quarter 4 2013 to a net inflow of £28.4 billion in Quarter 1 2014. Partially offsetting this was an increase in the net outflow of equity securities from £4.7 billion in Quarter 4 2013 to a net outflow of £5.3 billion in Quarter 1 2014.\n\n#### Figure 9: Financial account: Portfolio investment (Not seasonally adjusted)\n[![Figure 9: Financial account: Portfolio investment (Not seasonally adjusted)](http://www.ons.gov.uk/ons/resources/portfolioinvestment2014q1_tcm77-368478.png)](http://www.ons.gov.uk/ons/resources/portfolioinvestment2014q1_tcm77-368478.png \"Figure 9: Financial account: Portfolio investment (Not seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n**Portfolio investment abroad** showed net disinvestment of £16.4 billion in Quarter 1 2014, following a net investment of £18.1 billion in Quarter 4 2013. The switch was due to both equity securities and debt securities switching from net investment to net disinvestment. Equity securities switched from net investment of £4.6 billion in Quarter 4 2013 to net disinvestment of £13.3 billion in Quarter 1 2014, while debt securities switched from net investment of £13.6 billion to net disinvestment of £3.1 billion over the same period. On a sector basis, monetary financial institutions switched from net investment of £6.5 billion in Quarter 4 2013 to net disinvestment of £4.5 billion in Quarter 1 2014 and, other financial intermediaries switched from net investment of £11.2 billion in Quarter 4 2013 to net disinvestment of £10.9 billion in Quarter 1 2014.\n \n**Portfolio investment in the UK** showed net investment of £6.7 billion in Quarter 1 2014, a decrease from net investment of £35.4 billion in Quarter 4 2013. This was due to increased net disinvestment in equity securities from £0.2 billion in Quarter 4 2013 to £18.6 billion in Quarter 1 2014 and, net investment in debt securities decreasing from £35.5 billion in Quarter 4 2013 to £25.3 billion in Quarter 1 2014.\n \n**Financial derivatives** showed net settlement receipts of £14.0 billion in Quarter 1 2014 following net settlement receipts of £15.3 billion in Quarter 4 2013.\n \n**Other investment** in Quarter 1 2014 recorded net outflows of £68.5 billion compared with net inflows of £37.6 billion in Quarter 4 2013.\n\n#### Figure 10: Financial account: Other investment (Not seasonally adjusted)\n[![Figure 10: Financial account: Other investment (Not seasonally adjusted)](http://www.ons.gov.uk/ons/resources/otherinvestment2014q1_tcm77-368477.png)](http://www.ons.gov.uk/ons/resources/otherinvestment2014q1_tcm77-368477.png \"Figure 10: Financial account: Other investment (Not seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\n**Other investment abroad** recorded net investment of £73.2 billion in Quarter 1 2014, following net disinvestment of £43.7 billion in Quarter 4 2013. The switch was mainly due to UK residents switching from net withdrawal of overseas deposits of £50.4 billion in Quarter 4 2013 to net deposits of £57.8 billion in Quarter 1 2014. This was mainly due to UK monetary financial institutions switching from net withdrawal of deposits of £56.5 billion in Quarter 4 2013 to net deposits of £38.1 billion in Quarter 1 2014.\n \n**Other investment in the UK** showed net investment of £4.7 billion in Quarter 1 2014, following net disinvestment of £6.2 billion in Quarter 4 2013. The switch was mainly due to non-resident net withdrawal of deposits with UK monetary financial institutions decreasing from £36.7 billion in Quarter 4 2013 to £12.2 billion in Quarter 1 2014. Partially offsetting this was a decrease in net advances of short term loans to UK monetary financial institutions from £30.9 billion in Quarter 4 2013 to net advances of £17.2 billion in Quarter 1 2014.\n \n**Reserve assets** showed net investment of £2.7 billion in Quarter 1 2014 compared with net investment of £0.5 billion in Quarter 4 2013.\n"
    },
    {
      "title": "International investment position (Table K)",
      "markdown": "#### Figure 11: Net international investment position (Not seasonally adjusted)\n[![Figure 11: Net international investment position (Not seasonally adjusted)](http://www.ons.gov.uk/ons/resources/iip2014q1_tcm77-368474.png)](http://www.ons.gov.uk/ons/resources/iip2014q1_tcm77-368474.png \"Figure 11: Net international investment position (Not seasonally adjusted)\")\n\n\u003csub\u003eSource: Office for National Statistics\u003c/sub\u003e\n\nThe **international investment position** brings together the available estimates of the levels of identified UK external assets (foreign assets owned by UK residents) and identified UK external liabilities (UK assets owned by foreign residents) at the end of each calendar period.\n \nThe **international investment position** showed net external liabilities (that is, liabilities exceed assets) of £81.8 billion at the end of Quarter 1 2014 compared with net external liabilities of £31.9 billion at the end of Quarter 4 2013. UK external assets abroad decreased by £226.9 billion from the end of Quarter 4 2013 to a level of £9,335.1 billion at the end of Quarter 1 2014. The decrease in the stock of UK external assets in Quarter 1 2014 was mainly due to a decrease in the stock of financial derivatives, direct investment abroad and portfolio investment abroad. UK external liabilities decreased by £176.9 billion in Quarter 1 2014 to a level of £9,416.9 billion. The decrease in UK external liabilities was mainly due to a decrease in the stock of financial derivatives.\n"
    },
    {
      "title": "Revisions since the last Balance of Payments Statistical Bulletin (Table R1, R2 and R3)",
      "markdown": "Data in this release have been revised from **Quarter 1 2013**. Revisions tables are included in the balance of payments reference tables (Tables R1, R2 and R3).\n\n**Trade in goods** – Revisions from Quarter 1 2013 reflect revised data from HM Revenue \u0026 Customs and other data suppliers, revised estimates of trading associated with VAT Missing Trader Intra-Community (MTIC) fraud, revised survey data on trade prices and a reassessment of seasonal factors.\n\n**Trade in services** – Revisions from Quarter 1 2013 are due to updated survey information from the ONS International Trade in Services survey, with revisions also from the Bank of England and other survey and administrative sources and a reassessment of seasonal factors.\n\n**Current transfers** – Revisions to current transfers are due to revised source data for transfers involving the UK government, the use of the latest data for various ONS surveys and a reassessment of seasonal factors.\n\n**Capital account** – Revisions to the capital account are attributable to revised source data from HM Treasury and the ONS International Trade in Services survey.\n\n**Investment income, financial account and international investment position** – Revisions from Quarter 1 2013 reflect new and revised survey data, a reassessment of coverage adjustments to data from the Bank for International Settlements and a reassessment of seasonal factors. Revisions also reflect new estimates from the Bank for International Settlements.\n"
    }
  ],
  "accordion": [],
  "headline1": "The United Kingdom’s (UK) current account deficit was £18.5 billion in Quarter 1 2014, down from a revised deficit of £23.5 billion in Quarter 4 2013.",
  "headline2": "The narrowing of the current account deficit was due to all three components improving.",
  "headline3": "The trade deficit narrowed to £5.5 billion in Quarter 1 2014, from £7.1 billion in Quarter 4 2013.",
  "summary": "Contains summary of balance of payments accounts and detailed statistics for the current account including - trade in goods and services, income, current and capital transfers, transactions in UK external assets and liabilities, and levels of identified assets and liabilities.",
  "relatedBulletins": [],
  "title": "Balance of Payments, Q1 2014",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Balance of Payments, Q1 2014",
  "uri": "/economy/nationalaccounts/bulletins/balanceofpaymentsq12014",
  "fileName": "balanceofpaymentsq12014",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Economy",
      "fileName": "economy"
    },
    {
      "index": 0,
      "type": "home",
      "name": "National Accounts",
      "fileName": "nationalaccounts",
      "breadcrumb": []
    }
  ]
}