{
  "downloads": [
    {
      "title": "2012 based",
      "xls": "http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/rft-table-a1-2-principal-projection---gb-summary.xls"
    },
    {
      "title": "2010 based",
      "xls": "http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2010-based-projections/rft-table-a1-2-principal-projection---gb-summary.xls",
      "csv": "#"
    }
  ],
  "description": "Principal projection for Great Britain - This table provides summary information this includes: population totals in broad age groups, components of change, births, deaths and migration, children, working and pensionable age population, dependency ratios, average age of the population, expectation of life at birth, and total fertility rates. For mid-2012 to mid-2037 and selected years to 2112.",
  "nationalStatistic": true,
  "type": "dataset",
  "title": "Principal population projection - Great Britain",
  "summary": "Includes: population totals in broad age groups, components of change, births, deaths…",
  "uri": "/peoplepopulationandcommunity/populationandmigration/populationprojections/datasets/principalpopulationprojectiongreatbritain",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/"
    },
    {
      "title": "People, population and community",
      "summary": "Statistics in this area tell us a lot about the people living in the UK. From the level and growth in the population, to data and analysis on how households spend their money. We also have data on crime, divorce, diseases and religion here as well as much more. These statistics have a wide range of users and uses and they help us build a detailed picture of the country we live in. ",
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "title": "Population and migration",
      "summary": "Population and migration statistics describe the size, age, sex structure and geographic distribution of the UK population. They also consider changes to the UK population and the factors driving these changes. These statistics have a wide range of uses; they are used by central government, local government and the health sector for planning, resource allocation and managing the economy. Additionally, they are used by a wide range of people such as market researchers, academics and those in special interest groups.",
      "uri": "/peoplepopulationandcommunity/populationandmigration"
    },
    {
      "title": "Population projections",
      "summary": "National population projections are available by age and sex for the UK and its constituent countries. These population projections are based on mid-year population estimates and a set of underlying assumptions regarding future fertility, mortality and migration. They provide an indication of the impact that changes in demographic patterns might have on the size and age structure of the population in the future. These projections are widely used for resource allocation and planning. ",
      "uri": "/peoplepopulationandcommunity/populationandmigration/populationprojections"
    }
  ]
}