{
  "sections": [
    {
      "title": "Foreword",
      "markdown": "This report provides an insight into the characteristics of the built-up areas in England and Wales in 2011. The information is derived from the 2011 Census and is presented for a variety of census topics. Comparisons between built-up areas of different sizes are made, as well as comparisons between built-up areas and non built-up areas.\n\n"
    },
    {
      "title": "Key points",
      "markdown": "Built-up areas are characteristic of settlements including villages, towns or cities. In 2011 across England and Wales 95 per cent of the usually resident population lived in built-up areas. The total land area of the built-up areas in 2011 was 1.4 million hectares (9.6 per cent of England and Wales). There are 5,493 built-up areas across England and Wales, with the smallest areas having a population of just over 100, and the largest, Greater London having a population of nearly 9.8 million.\n\nDepending on the population size, the characteristics of the usual residents\u003csup\u003e1\u003c/sup\u003e within built-up areas do noticeably differ. Across all built-up areas, as population size gets larger the usual residents were: \n\n- More likely to: \n- Be younger \n- Be living in a socially rented home \n- Have no access to a car or van \n- Be born outside of the UK\n\n- Less likely to be: \n- White \n- Christian\n\nThe population in non built-up areas was 2,703,100 usual residents (5 per cent of the England and Wales total).\n\nFor a more detailed look at the topics discussed in this report, please visit the Census Analysis Homepage:\n\n[Census Analysis Homepage](http://www.ons.gov.uk/ons/guide-method/census/analysis/index.html \"Census Analysis\") \n\n#### Notes for key points:\n\n1. The usually resident population refers to people who live in the UK for 12 months or more, including those who have been resident for less than 12 months but intend to stay for a total period of 12 months or more. The population base for the 2011 Census was the usually resident population of England and Wales, defined as anyone who, on the night of 27 March 2011, was either (a) resident in England and Wales and who had been resident, or intended to be resident in the UK for a period of 12 months or more, or (b) resident outside the UK but had a permanent England and Wales address and intended to be outside the UK for less than a year.\n\n"
    },
    {
      "title": "Introduction",
      "markdown": "Built-up areas in England and Wales, previously known as urban areas, have been produced every 10 years since 1981.\n\nBuilt-up areas are defined as land which is ‘irreversibly urban in character’, meaning that they are characteristic of a village, town or city. They include areas of built-up land with a minimum of 20 hectares (200,000m\u003csup\u003e2\u003c/sup\u003e). Any areas with less than 200 metres between them are linked to become a single built-up area. This was done using an automated method that replicated the manual procedure used previously.\n\nSome built-up areas – industrial estates for example – have no resident population. For the purposes of analysing the results of the 2011 Census, only those built-up areas with usual residents will be examined. The base unit for the 2011 Census is the Output Area. Using a best-fit methodology, Output Areas were allocated built-up area status where they coincide with a built-up area.\n\nFurther analysis is to be conducted on urban and rural areas. Urban areas will be defined as having 10,000 or more usual residents. Therefore, the minor built-up areas and non built-up areas discussed in this report will be categorised as rural for the purposes of the urban and rural analysis.\n\nIn 2011 across England and Wales 95 per cent of the usually resident population lived in built-up areas but there was some variation in this figure across the different regions (Table 1). Excluding inland water, the built-up areas cover 1.4 million hectares (9.6 per cent of England and Wales). This gives a density in built-up areas of 37 persons per hectare\u003csup\u003e1\u003c/sup\u003e.\n\n### Table 1: Proportion of usual residents living in built-up areas\n#### England and Wales, 2011\n\nTable 1 - Table\n\nWales had a lower percentage of the usually resident population living in built-up areas than England (89 per cent compared with 96 per cent), and a lower percentage than any of the nine English regions. Out of the English regions the South West had the lowest percentage of the usually resident population living in built-up areas (91 per cent), with London having the highest at almost 100 per cent.\n\nThere are 5,493 built-up areas across England and Wales, and these vary widely in terms of population with the smallest areas having a population of just over 100, and the largest (Greater London) having a population of over 9.7 million. In this analysis the built-up areas have been grouped by the size of their usually resident population into five categories (Table 2).\n\n### Table 2: Usually resident population in built-up and non built-up areas\n#### England and Wales, 2011\n\nTable 2 - Table\n\nTo avoid confusion with other geographical entities with the same or similar names, each built-up area contains ‘BUA’ in the title. For example Greater London BUA is more extensive than the Greater London regional entity. As this document is only concerned with built-up areas, the names in this document do not include the suffix ‘BUA’.\n\nThe four major built-up areas are:\n\n- Greater London – 9,787,400 usual residents\n\n- Greater Manchester – 2,553,400 usual residents\n\n- West Midlands – 2,441,000 usual residents\n\n- West Yorkshire – 1,777,900 usual residents\n\nThe seven large built-up areas (Bristol, Leicester, Liverpool, Nottingham, Sheffield, South Hampshire and Tyneside) had populations ranging from 508,900 usual residents in Bristol to 864,100 usual residents in Liverpool.\n\nBrighton and Hove, Bournemouth/Poole and Cardiff are the largest medium areas with populations of over 400,000 usual residents. The majority of the medium areas (35 areas) had a population of fewer than 200,000 usual residents. Worcester had the smallest population in this group with 101,700 usual residents.\n\nThe largest populations amongst the small built-up areas were in Lancaster/Morecambe (97,200 usual residents) and Royal Leamington Spa (95,200 usual residents). 57 of the small built-up areas had over 50,000 usual residents. More than half of the small areas (267 areas) had fewer than 25,000 usual residents. Mold, Monmouth, Amesbury, and Ponteland had the smallest populations in this group, each with 10,100 usual residents.\n\nThe majority of minor built-up areas (3,544 areas) are very small with populations of fewer than 1,500 usual residents. 1,340 of these areas had fewer than 500 usual residents. The smallest areas are the villages of Broadwell in West Oxfordshire and Heapham in West Lindsey, with just over 100 usual residents each.\n\n### Notes for introduction\n\n1. Area and density figures for built-up areas are based on the extent of the actual built-up area rather than the extent of the output area best-fit upon which the 2011 Census data is based. This slightly overestimates the density of built-up areas, particularly in the minor and small built-up areas.\n\n"
    },
    {
      "title": "Comparisons with 2001 Census",
      "markdown": "Making comparisons between the 2011 built-up areas and 2001 urban areas is problematic for a number of reasons. Firstly, the methodology used to generate the areas has changed. Secondly, where there were multiple urban areas in 2001 there may only be one built-up area in 2011. In 2001, for instance, Southampton, Portsmouth and Locks Heath/Bursledon/Whiteley were three distinct urban areas. In 2011, however, they form a single built-up area called South Hampshire.\n\nUsing the constituent output areas for the 2011 built-up areas, data from the 2001 Census can be assessed for these areas, albeit some of these areas were not classed as urban in 2001. It should also be noted that there were changes to some of the output areas between 2001 and 2011. For information on this and details of the changes made, please see:\n\n[ONS Geoportal](https://geoportal.statistics.gov.uk/geoportal/catalog/search/resource/details.page?uuid\u003d%7B0EA78912-22E9-4E1A-972A-85F0482ECF34%7D \"ONS Geoportal\") \n\nAs an example, Table 3 below shows the changes in population and land area experienced in the four major built-up areas for 2011 compared with the equivalent urban areas for 2001. The data for the 2001 urban areas – with 1,500 or more usual residents – can be found at:\n\n[2001 Urban Areas](http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition\u003dtcm:77-211059 \"2001 Urban Areas\") \n\nIn all four areas, the population has increased. With the exception of the West Midlands which experienced a slight decrease in land area, the built-up areas increased in size between 2001 and 2011. Greater London in 2011, for example, includes Guildford, St. Albans and Harlow. These places were part of different urban areas in 2001.\n\nWhere an area of land such as Hyde Park in London is surrounded by a singly built-up area, the park is counted as being part of the built-up area. The effect of this is that an area of land between Leeds and Bradford has been encapsulated by the West Yorkshire built-up area in 2011, meaning that it has become part of that built-up area. This explains the large increase in land area in West Yorkshire between 2001 and 2011.\n\nNevertheless, the automated methodology will allow for more meaningful comparisons to be made in the future.\n\n### Table 3: Usually resident population and land area in major built-up areas\n#### Major built-up areas, 2001-11\n\nTable 3 - Table\n\nFor more information on making comparisons with 2001, please see the following document:\n\n[Built-Up Area Methodology](http://www.ons.gov.uk/ons/guide-method/geography/products/census/index.html \"Built-Up Area Methodology\") \n\n### Map 1: Location of built-up areas, 2011 Census, England and Wales\n\nMap 1 - Map\n\n"
    },
    {
      "title": "Age",
      "markdown": "The usual residents of built-up areas in England and Wales in 2011 had a younger age structure than those in non built-up areas (Figure 1). The majority of usual residents in built-up areas (59 per cent) were aged below 45, whereas the majority of usual residents in non built-up areas (54 per cent) were aged 45 and over. This reflects the concentration of universities in towns and cities and the tendency for people to retire to rural areas.\n\n### Figure 1: Usual resident age structure in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 1 - Chart\n\nThe most common age groups for built-up areas were 15 to 29 (20 per cent) and 30 to 44 (21 per cent), whereas the most common age groups for non built-up areas were 45 to 59 (24 per cent) and 60 to 74 (21 per cent). The biggest difference between the two types of area was in the 60 to 74 age group, with built-up areas having 14 per cent of usual residents in this age group, compared with 21 per cent in non built-up areas.\n\nWithin built-up areas the age structure varied by the size of the area, with the population getting younger as the size of the area increased (Figure 2).\n\nIn minor built-up areas just over half of usual residents (51 per cent) were aged 45 and over, compared with only 36 per cent in major built-up areas. The age structure of minor built-up areas was more similar to that of non built-up areas than to the other types of built-up area.\n\n### Figure 2: Usual resident age structure by type of built-up area\n#### Built-up areas, 2011\n\nFigure 2 - Chart\n\n"
    },
    {
      "title": "Household composition",
      "markdown": "The most common type of household in both built-up and non built-up areas in 2011 was a one family only household containing a married or civil partnership couple\u003csup\u003e1\u003c/sup\u003e (Figure 3). This type of household was more common in non built-up areas than in built-up areas (43 per cent compared with 33 per cent). This is a reflection of the fact that a higher percentage of the population were married in non built-up areas than in built-up areas (58 per cent compared with 46 per cent).\n\nThe second most common type of household, a one person household, was more common in built-up areas than in non built-up areas (31 per cent compared with 24 per cent), and was more common in the larger built-up areas than in the smaller built-up areas.\n\nLone parent families were more common in built-up areas than in non built-up areas (11 per cent compared with 6 per cent), and became increasingly common as the size of the built-up area increased (from 8 per cent in minor areas to 12 per cent in major areas).\n\nNon built-up areas had a higher percentage of one family only households where all people were aged 65 and over than built-up areas (12 per cent compared with 8 per cent), and within built-up areas the percentage of this type of household decreased as the size of the area increased (from 12 per cent in minor areas to 6 per cent in major areas). This is to be expected given the older age structure of the population in non built-up areas and the smaller built-up areas.\n\n### Figure 3: Composition of households with at least one usual resident in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 3 - Chart\n\nWithin built-up areas the percentage of one family only households containing a married or civil partnership couple decreased as the size of the area increased, from 39 per cent in minor built-up areas (4 percentage points lower than non built-up areas) to 30 per cent in major built-up areas (Table 4). Again this is expected given that the percentage of the population that were married decreased as the size of the built-up area increased.\n\n### Table 4: Composition of households with at least one usual resident by type of built-up area\n#### Built-up areas, 2011\n\nTable 4 - Table\n\n### Notes for Household composition\n\n1. The 2011 Census collected information on civil partnerships for the first time, reflecting the fact that the Civil Partnership Act 2004 came into effect in the UK on 5 December 2005.\n\n"
    },
    {
      "title": "Average household size",
      "markdown": "Average household size can be calculated by dividing the number of usual residents living in households by the number of households with at least one usual resident (Table 5). Overall, the average household size in built-up areas (2.36) is lower than in non built-up areas (2.39).\n\nThe larger average household size in non built-up areas appears to be a consequence of a smaller proportion of households with only one resident. This is especially true of households with one resident aged under 65.\n\nIn the major built-up areas, the large average household size is driven by a greater proportion of residents being aged 14 and under. With 2.49, Birmingham has the largest average household size of the four cities. With 19.9 per cent, Birmingham also has the largest proportion of usual residents aged 14 and under.\n\n### Table 5: Average household size, percentage of usual residents aged 0-14 and percentage of occupied households with one usual resident in built-up and non built-up areas\n#### England and Wales, 2011\n\nTable 5 - Table\n\n"
    },
    {
      "title": "Accommodation type",
      "markdown": "Accommodation type differed greatly between built-up areas and non built-up areas in 2011 (Figure 4). The majority of properties in non built-up areas (54 per cent) were detached houses or bungalows, whereas only 21 per cent of properties in built-up areas were detached.\n\nThe most common type of accommodation in built-up areas in 2011 was semi-detached houses/bungalows, accounting for 31 per cent of households. Terraced houses/bungalows and flats/maisonettes/apartments each accounted for around one quarter of households in built-up areas but were much less common in non built-up areas, together accounting for less than one fifth of households.\n\nCaravans or other mobile or temporary structures accounted for only a very small percentage of households in built-up areas in 2011 (0.3 per cent), but this type of accommodation was more common in non built-up areas, accounting for 3 per cent of households.\n\nType of accommodation within built-up areas in 2011 varied by the size of the area, particularly detached houses or bungalows and flats, maisonettes or apartments. The percentage of detached properties decreased as the size of the area increased, from 40 per cent in minor built-up areas to only 11 per cent in major built-up areas. The percentage of flats, maisonettes or apartments increased as the size of the area increased, from only 8 per cent in minor areas to 36 per cent in major areas.\n\n### Figure 4: Accommodation type of households in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 4 - Chart\n\n"
    },
    {
      "title": "Tenure",
      "markdown": "There was very little difference between built-up areas and non built-up areas in 2011 in the percentages of households that owned their home with a mortgage or loan, had shared ownership of their home, or privately rented their home\u003csup\u003e1\u003c/sup\u003e. However a difference can be seen in the percentages of households that owned their home outright and households that socially rented their home (Figure 5).\n\nIn non built-up areas 43 per cent of households owned their home outright, compared with 30 per cent in built-up areas. Homes that were owned outright were the most common type in non built-up areas, whereas it was homes that were owned with a mortgage or loan in built-up areas. This is related to the difference in age structure between the two types of area. As the population is younger in built-up areas they are less likely to have paid off their mortgage, and therefore own their home outright, than the older population in non built-up areas.\n\nReflecting the extent to which social housing has been built mostly in towns and cities, built-up areas had more than double the percentage of homes that were socially rented than in non built-up areas (18 per cent compared with 7 per cent).\n\nAgain there was variation within built-up areas when looking at areas of different sizes. The percentages of both types of rented accommodation increased as the size of the area increased. In minor built-up areas 12 per cent of homes were socially rented, increasing to 22 per cent in major built-up areas. Although minor built-up areas had the lowest percentage of socially rented homes out of the different types of built-up area, this was almost double the percentage of socially rented homes seen in non built-up areas.\n\nPrivately rented properties accounted for 13 per cent of households in minor built-up areas, increasing to 22 per cent in major built-up areas.  Minor and small built-up areas had a lower percentage of privately rented homes (13 per cent and 16 per cent respectively) than non built-up areas (18 per cent).\n\nThe percentage of homes owned outright decreased as the size of the built-up area increased, from 40 per cent in minor areas to 25 per cent in major areas. The variation in the percentage of homes owned with a mortgage or loan is not as great. The percentage increased slightly between minor and small areas (from 34 per cent to 35 per cent), before then decreasing as the size of the area increased to 30 per cent for major areas.\n\n### Figure 5: Tenure of households with at least one usual resident in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 5 - Chart\n\n### Notes for tenure\n\n1. ‘Living rent free’ has been included in the ‘Private rented’ category in this analysis.\n\n"
    },
    {
      "title": "Car or van availability",
      "markdown": "There was a clear difference in car or van availability in 2011 between built-up areas and non built-up areas (Figure 6). 27 per cent of households in built-up areas had no cars or vans available to them, compared with only 7 per cent in non built-up areas. This is not surprising given that the built-up areas will have better public transport available, making access to a car or van less of a necessity than in the non built-up areas where public transport will be limited.\n\nHaving multiple cars or vans available for use was more common in non built-up areas than in built-up areas. Of the households that had access to at least one car or van, the majority in built-up areas (58 per cent) had access to only one car or van, whereas the majority in non built-up areas (62 per cent) had access to two or more cars or vans. This is also likely to be a result of the availability of public transport. In non built-up areas where public transport is not readily available it will be more of a necessity for more than one member of a household to have access to a car or van than in built-up areas where it may be easier for different members of a household to share the same car or van.\n\n### Figure 6: Car or van availability in households with at least one usual resident in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 6 - Chart\n\nWithin built-up areas the percentage of households without a car or van available for their use increased as the size of the area increased, from 14 per cent in minor areas to 35 per cent in major areas. Again this is not surprising given the dense public transport networks available in larger built-up areas. This makes access to a car less of a necessity than in the smaller built-up areas where public transport services are more limited.\n\nThere was a small amount of variation between the different sized areas in the percentage of households with one car or van available to them. The percentage increased from 41 per cent to 44 per cent between minor and small areas, but then decreased as the size of the area increased, with 41 per cent of households in major built-up areas having one car or van available for their use.\n\nThe percentage of households with multiple cars or vans available for their use decreased as the size of the area increased, with 45 per cent of households in minor built-up areas having access to two or more cars or vans, compared with 24 per cent in major built-up areas. Again this is likely to be linked to the availability of other forms of transport in the larger built-up areas that make it easier for different members of a household to share one car or van rather than each requiring access to a car or van. \nHaving four or more cars or vans available for use was not very common in built-up areas, ranging from 3 per cent of households in minor built-up areas to 1 per cent of households in large and major built-up areas. The figure for non built-up areas was double that of minor built-up areas at 6 per cent. \n\n"
    },
    {
      "title": "Country of birth",
      "markdown": "The proportion of people born outside the UK was higher in built-up areas than in non built-up areas in 2011, with 14 per cent of usual residents in built-up areas being born outside of the UK, compared with only 5 per cent in non built-up areas (Table 6).\n\n### Table 6: Country of birth of usual residents in built-up and non built-up areas\n#### England and Wales, 2011\n\nTable 6 - Table\n\nWithin built-up areas the percentage of usual residents that were born outside the UK increased as the size of the area increased (Figure 7). In minor built-up areas only 5 per cent of usual residents were born outside of the UK, the same percentage as in non built-up areas. These figures increased to 7 per cent for small built-up areas, 11 per cent for medium and large built-up areas, and 25 per cent for major built-up areas, five times the percentage seen in minor built-up areas and non built-up areas. The main driving force behind this is the 24 per cent of usual residents in Greater London (built-up area) that were born outside of the European Union (as of 27 March, 2011).\n\n### Figure 7: Usual resident country of birth by type of built-up area\n#### Built-up areas, 2011\n\nFigure 7 - Chart\n\nWhen looking at the country of birth of the non-UK born usual residents of built-up areas, a difference can be seen when comparing the different sized areas (Table 7). There was an increase in the percentage of people born outside of the EU (other countries) as the size of the built-up area increased.\n\nA similar pattern exists for the other three categories. However, the small and medium built-up areas have slightly large proportions of residents born in the EU than large built-up areas. This is in part due to the presence of migrant labourers in places such as Peterborough and Boston, many of whom are from the EU accession countries (most noticeably Poland).\n\n### Table 7: Country of birth of usual residents born outside the UK by type of built-up area\n#### Built-up areas, 2011\n\nTable 7 - Table\n\n### Notes for country of birth\n\n1. Other EU: Member countries in March 2001: Austria, Belgium, Denmark, Finland, France, Germany, Greece, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden\n\n2. Other EU: Accession countries April 2001 to March 2011: Bulgaria, Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Romania, Slovakia and Slovenia\n\n"
    },
    {
      "title": "Ethnicity",
      "markdown": "Of the five broad ethnic categories, the percentage of usual residents that reported their ethnic group as White in 2011 was lower in built-up areas than in non built-up areas (85 per cent compared with 98 per cent).\n\nWithin built-up areas the ethnic breakdown varied depending on the size of the area (Table 8). The percentage of White usual residents decreased as the size of the area increased, from 98 per cent in minor areas to only 70 per cent in major areas. The difference between large and major areas was bigger than the difference between minor and large areas (17 percentage points compared with 11 percentage points).\n\nGreater London (64 per cent) has a lower proportion of residents in the White category than the rest of the major built-up areas.\n\n### Table 8: Ethnicity of usual residents in built-up and non built-up areas\n#### England and Wales, 2011\n\nTable 8 - Table\n\nFor all non-White ethnic groups the percentage of usual residents belonging to that ethnic group increased as the size of the built-up area increased. The biggest increase between minor and major built-up areas was in the Asian/Asian British ethnic group, with an increase of 15 percentage points in usual residents.\n\nContinuing with the 18 detailed ethnic categories, White British\u003csup\u003e1\u003c/sup\u003e and Other White were the top two most common detailed ethnic groups in all built-up areas except for the large areas, where Indian (Asian/Asian British) was the second most common ethnic group (see Table 9 for a breakdown of the abbreviations used in Figure 8). This was driven mostly by the presence of Leicester in this category of built-up area.\n\nThe Indian ethnic group features in the top four ethnicities in all types of areas, while the Pakistani (Asian/Asian British) ethnic group ranks much lower in non built-up and minor and small built-up areas. The ranking of White Irish is much higher in non built-up and minor and small built-up areas, while the Black African ethnic group ranks lower in the more rural areas.\n\nFor non built-up areas White and Asian (Mixed/multiple) was the only ethnic group in the top five most common ethnic groups that did not feature in the top five for any of the built-up areas.\n\n### Table 9: Ethnicity codes for Figure 8\n\nTable 9 - Table\n\n### Figure 8: Rank of ethnicity in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 8 - Chart\n\n### Notes for Ethnicity\n\n1. White British census tick box is labelled as ‘White English/Welsh/Scottish/Northern Irish/British\u0027.\n\n"
    },
    {
      "title": "Religion",
      "markdown": "The question on religion was the only voluntary question in the 2011 Census and 7.2 per cent of people chose not to answer it. For people who chose to answer the question it was possible for them to state that they did not identify with a religion.\n\nThe percentage of people stating they had a religion in the 2011 Census was similar in built-up areas (68 per cent) and non built-up areas (69 per cent), but the breakdown of religions people identified with differed (Figure 9). Christianity was the largest religion in both built-up and non built-up areas, but there was a higher proportion of Christians in non built-up areas (67 per cent compared with 59 per cent) and more ‘Other religions’ in built-up areas (9 per cent compared with 2 per cent). This is not surprising given the national and ethnic composition of the two types of area.\n\n### Figure 9: Religion of usual residents in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 9 - Chart\n\nWithin built-up areas the breakdown of religion varied, with the percentage of Christians decreasing as the size of the area increased (from 67 per cent in minor areas to 53 per cent in major areas), and the percentage of other religions increasing as the size of the area increased (from 2 per cent in minor areas to 18 per cent in major areas).\n\nThe percentage of people with no religion increased as the size of the area increased from minor (24 per cent) to large (28 per cent), but then decreased again for major built-up areas to 22 per cent, which is lower than the figure for non built-up areas at 23 per cent.\n\nThe breakdown of minority religious groups varied across built-up areas by the size of the area (Figure 10). Muslim was the most common minority religious group in all types of built-up area apart from minor areas, where ‘Other’ religions were slightly more common. However Muslims were more common in the larger built-up areas, accounting for a much larger proportion of the minority religious groups in medium, large and major built-up areas than in minor and small built-up areas.\n\n### Figure 10: Religion of usual residents by type of built-up area\n#### Built-up areas, 2011\n\nFigure 10 - Chart\n\n"
    },
    {
      "title": "Household language",
      "markdown": "Built-up areas had a lower percentage of households where all people aged 16 and over had English (English or Welsh in Wales)\u003csup\u003e1\u003c/sup\u003e as their main language in 2011 than non built-up areas (91 per cent compared with 98 per cent). This is to be expected given that a higher percentage of the population in built-up areas were born outside of the UK and may therefore speak another language as their main language. In built-up areas 5 per cent of households had no residents whose main language was English, compared with only 1 per cent in non built-up areas.\n\nWithin built-up areas the percentage of households where all people aged 16 and over had English as their main language decreased as the size of the area increased, from 98 per cent in minor built-up areas to 82 per cent in major built-up areas (Figure 11).\n\n### Figure 11: English (English or Welsh in Wales) as main language in households with at least one usual resident by type of built-up area\n#### Built-up areas, 2011\n\nFigure 11 - Chart\n\nThe percentage of households where only some of the residents spoke English as their main language increased as the size of the built-up area increased. This was also the case for the percentage of households where no people spoke English as their main language.\n\nThe biggest difference between minor and major built-up areas was in the percentage of households where no people in the household had English as their main language, increasing from 1 per cent in minor areas to 9 per cent in major areas. This is to be expected given that the larger built-up areas have a higher percentage of the population that were born outside of the UK.\n\n### Notes for household language\n\n1. Wherever English as main language is mentioned in this analysis, this refers to English or Welsh as main language in Wales.\n\n"
    },
    {
      "title": "General health",
      "markdown": "The general health of usual residents in built-up areas in 2011 was broadly similar to the general health of usual residents in non built-up areas (Figure 12), but there was a slightly lower percentage of people that stated they had very good health in built-up areas (47 per cent compared with 49 per cent in non built-up areas). There was very little difference between built-up areas and non built-up areas in the percentages of usual residents with good, fair, bad, or very bad health.\n\n### Figure 12: General health of usual residents in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 12 - Chart\n\nThis is surprising given the difference in age structure between the two types of area. As the population in built-up areas is younger than the population in non built-up areas, it would be expected that better health would be seen in built-up areas.\n\nAll of the different sized built-up areas had very little difference between them in the general health of their usual residents. However, major areas had a slightly higher percentage of people with very good health (49 per cent compared with 46 per cent for small, medium and large areas and 47 per cent for minor areas), and the breakdown of general health for major built-up areas was closer to that of non built-up areas than the other types of built-up area.  \n\n"
    },
    {
      "title": "Limited activities",
      "markdown": "There was very little difference between built-up areas and non built-up areas in the percentage of usual residents whose day-to-day activities were limited in some way, but built-up areas had a slightly higher percentage of usual residents whose activities were limited a lot than non built-up areas (9 per cent compared with 7 per cent).\n\nWithin built-up areas there was also generally very little difference, but major built-up areas had a slightly lower percentage of usual residents whose day-to-day activities were limited in some way than the other types of built-up area (16 per cent compared with 19 per cent).\n\n"
    },
    {
      "title": "Carers",
      "markdown": "There was only a small amount of difference between built-up areas and non built-up areas in the percentage of usual residents that provided some level of unpaid care in 2011 (10 per cent compared with 12 per cent). However when looking at the amount of care provided by those that did provide care, a bigger difference can be seen between the two different types of area (Figure 13).\n\n### Figure 13: Level of provision of unpaid care by usual residents who provide unpaid care in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 13 - Chart\n\nThe people in built-up areas that did provide unpaid care provided more hours of care than those in non built-up areas , with 37 per cent providing 20 or more hours of care a week compared with 30 per cent in non built-up areas. Most of this difference was accounted for by the difference in the percentage of people providing 50 or more hours of care a week (24 per cent in built-up areas compared with 19 per cent in non built-up areas).\n\nWithin built-up areas the percentage of usual residents that provided some level of unpaid care each week decreased as the size of the area increased, from 12 per cent in minor areas to 9 per cent in major areas. The amount of care provided by those that did provide care also varied by the size of the area, with more hours of care provided in the larger built-up areas (Figure 14).\n\nThe percentage of people providing 20 or more hours of care a week increased from 33 per cent in minor built-up areas to 40 per cent in large built-up areas, before then falling slightly to 38 per cent for major built-up areas.  When breaking this down into those who provided 20 to 49 hours of care a week and those who provided 50 or more hours of care a week, the same pattern applies.\n\n### Figure 14: Level of provision of unpaid care by usual residents who provide unpaid care by type of built-up area\n#### Built-up areas, 2011\n\nFigure 14 - Chart\n\n"
    },
    {
      "title": "Qualifications",
      "markdown": "Overall 23 per cent of the usual residents aged 16 and over in built-up areas in 2011 had no qualifications\u003csup\u003e1\u003c/sup\u003e. This was slightly higher than the figure for non built-up areas at 20 per cent (see Table 10 for a breakdown of the abbreviations used in Figure 15). Within built-up areas the percentage varied slightly increasing from 22 per cent in minor built-up areas to 25 per cent in large built-up areas, and then falling again to 21 per cent for major built-up areas.\n\nAll of the different types of built-up area had a higher percentage of people with no qualifications than non built-up areas.\n\nIn built-up areas there were slightly higher proportions of people whose highest level of qualification was Level 1\u003csup\u003e2\u003c/sup\u003e (eg 1 to 4 GSCEs at any grade), Level 3\u003csup\u003e4\u003c/sup\u003e (eg 2+ A Levels) or other qualification (vocational, work related or foreign qualifications). In the non built-up areas there were slightly higher proportions of people whose highest level of qualification was Level 2\u003csup\u003e3\u003c/sup\u003e (eg 5+ GSCEs graded A* to C) and apprenticeship.\n\nMost notably, however, 32 per cent of people in non built-up areas stated Level 4 and above\u003csup\u003e5\u003c/sup\u003e (eg BA/BSc degree) as their highest level of qualification compared with 27 per cent in built-up areas. This is somewhat surprising given the older age profile of non built-up areas and the fact that Level 4 education used to be far scarcer.\n\nWithin built-up areas the highest level of qualification varied by the size of the area. The group with the biggest variation between the different sized areas was the Level 4 and above qualifications. The percentage of usual residents aged 16 and over with this as their highest level of qualification decreased from 28 per cent in minor built-up areas to a low of 24 per cent in medium areas, and then increased again to a high of 31 per cent in major built-up areas.\n\n### Table 10: Qualification codes for Figure 15\n\nTable 10 - Table\n\n### Figure 15: Rank of qualifications in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 15 - Chart\n\n### Notes for Qualifications\n\n1. No qualifications refers to no academic or professional qualifications.\n\n2. Level 1 qualifications are 1 to 4 O Levels/CSE/GCSEs (any grades), Entry Level, Foundation Diploma, NVQ Level 1, Foundation GNVQ, Basic/Essential Skills.\n\n3. Level 2 qualifications are 5+ O Levels (Passes)/CSEs (Grade 1)/GCSEs (Grades A* to C), School Certificate, 1 A Level/2 to 3 AS Levels/VCEs, Intermediate/Higher Diploma, Welsh Baccalaureate Intermediate Diploma, NVQ Level 2, Intermediate GNVQ, City and Guilds Craft, BTEC First/General Diploma, RSA Diploma.\n\n4. Level 3 qualifications are 2+ A Levels/VCEs, 4+ AS Levels, Higher School Certificate, Progression/Advanced Diploma, Welsh Baccalaureate Advanced Diploma, NVQ Level 3, Advanced GNVQ, City and Guilds Advanced Craft, ONC, OND, BTEC National, RSA Advanced Diploma.\n\n5. Level 4 and above qualifications are Degrees (eg BA, BSc), Higher Degrees (eg MA, PhD, PGCE), NVQ Level 4 to 5, HNC, HND, RSA Higher Diploma, BTEC Higher level, Foundation degree (NI), and professional qualifications (eg teaching, nursing, accountancy).\n\n6. ‘Other’ qualifications are vocational/work-related qualifications and foreign qualifications (not stated/level unknown).\n\n"
    },
    {
      "title": "Industry",
      "markdown": "The top five most common industries within which usual residents aged 16 to 74 worked in 2011 were the same for both built-up areas and non built-up areas (Table 11). The only difference was that manufacturing was more common than construction in built-up areas, whereas construction was more common than manufacturing in non built-up areas.\n\n### Table 11: Industries of employment for usual residents aged 16 to 74 in built-up and non built-up areas\n#### England and Wales, 2011\n\nTable 11 - Table\n\nThe biggest difference between the two types of area in the percentage of people employed in the different types of industry was in agriculture, forestry and fishing. In non built-up areas 7 per cent of people were employed in this industry compared with only 1 per cent in built-up areas. This is to be expected given the more rural nature of non built-up areas.\n\nLooking across the different sized built-up areas the five most common industries for minor, small, medium and large areas were also the top five listed in Table 8. The only difference across the areas was that in minor and large built-up areas education was the third most common industry and manufacturing the fourth most common industry, whereas in small and medium areas the reverse was true. However for major built-up areas manufacturing was not one of the top five most common industries, and was replaced by professional, scientific and technical activities (9 per cent).\n\nThe industries that people were employed in varied slightly by the size of the built-up area. The industry with the biggest variation across the different sized built-up areas was manufacturing, with a difference of 5 percentage points between small and major built-up areas in the people employed in this industry (11 per cent compared with 6 per cent). Another notable difference was in financial and insurance activities. In minor and small built-up areas 3 per cent of people were employed in this industry, but the figure for major built-up areas was double that at 6 per cent.\n\n"
    },
    {
      "title": "Occupation",
      "markdown": "The most common occupation in both built-up areas and non built-up areas in 2011 was professional occupations, accounting for 17 per cent of workers aged 16 to 74 in built-up areas and 18 per cent in non built-up areas (Figure 16).\n\n### Figure 16: Occupation of usual residents aged 16 to 74 in employment in built-up and non built-up areas\n#### England and Wales, 2011\n\nFigure 16 - Chart\n\nThe biggest difference between the two types of area was in the percentages of people working in skilled trade occupations and managers, directors and senior officials. Non built-up areas had a higher percentage of both of these occupations than built-up areas – 17 per cent compared with 11 per cent for skilled trades and 16 per cent compared with 11 per cent for managers, directors and senior officials.\n\nThe difference in skilled trades reflects the larger proportion of workers employed in agriculture, forestry and fishing in rural areas. For managers, directors and senior officials, the difference is probably as a result of higher earnings enabling them to live outside of built-up areas.\n\nWith the exception of professional occupations, built-up areas had higher percentages of people employed in all other occupations than non built-up areas.\n\nWithin built-up areas the breakdown of occupation did vary slightly by the size of the area.  The biggest variation across built-up areas was in professional occupations which accounted for 20 per cent of employed 16 to 74 year olds in major built-up areas compared with 16 per cent in small built-up areas.\n\nThe percentage of managers, directors and senior officials saw a similar amount of variation across the built-up areas, decreasing as the size of the area increased from 13 per cent in minor areas to a low of 9 per cent in large areas. \n\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. This publication follows the [2011 Census Population and Household Estimates for England and Wales](http://www.ons.gov.uk/ons/rel/census/2011-census/population-and-household-estimates-for-england-and-wales/index.html \"Population and household estimates for England and Wales\"). The census provides estimates of the characteristics of all people and households in England and Wales on census night. These are produced for a variety of users including government, local and unitary authorities, business and communities. The census provides population statistics from a national to local level. This short story discusses the results for England and Wales.\n\n2. 2001 Census data are available via the Neighbourhood Statistics website. Relevant table numbers are provided in all download files within this publication.\n\n3. Interactive [data visualisations](http://www.ons.gov.uk/ons/interactive/index.html \"Data visualisations\") developed by ONS are also available to aid interpretation of the results.\n\n4. ONS has ensured that the data collected meet users\u0027 needs via an extensive [2011 Census outputs consultation](http://www.ons.gov.uk/ons/guide-method/census/2011/the-2011-census/census-consultations/index.html \"Census Consultations\") process in order to ensure that the 2011 Census outputs will be of increased use in the planning of housing, education, health and transport services in future years.\n\n5. Figures in this publication may not sum due to rounding.\n\n6. ONS is responsible for carrying out the census in England and Wales. Simultaneous but separate censuses took place in Scotland and Northern Ireland. These were run by the National Records of Scotland (NRS) and the Northern Ireland Statistics and Research Agency (NISRA) respectively.\n\n7. A person\u0027s place of usual residence is in most cases the address at which they stay the majority of the time. For many people this will be their permanent or family home. If a member of the armed forces did not have a permanent or family address at which they are usually resident, they were recorded as usually resident at their base address.\n\n8. All key terms used in this publication are explained in the [2011 Census glossary](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/2011-census-definitions/index.html \"2011 Census definitions\"). Information on the [2011 Census Geography Products for England and Wales](http://www.ons.gov.uk/ons/guide-method/geography/products/census/index.html \"Geography Products for England and Wales\") is also available.\n\n9. All census population estimates were extensively quality assured, using other national and local sources of information for comparison and review by a series of quality assurance panels. An extensive range of [quality assurance, evaluation and methodology papers](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/index.html \"First release, Quality Assurance and Methodology papers\") were published alongside the first release in July 2012 and have been updated in this release, including a [Quality and Methodology Information document (152.8 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-data/2011-first-release/first-release--quality-assurance-and-methodology-papers/quality-methodology-information-paper.pdf \"Quality Methodology Information\")  .\n\n10. The 2011 Census achieved its overall target response rate of 94 per cent of the usually resident population of England and Wales, and over 80 per cent in all local and unitary authorities. The population estimate for England and Wales of 56.1 million is estimated with 95 per cent confidence to be accurate to within +/- 85,000 (0.15 per cent).\n\n11. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "article",
  "uri": "/peoplepopulationandcommunity/housing/articles/characteristicsofbuiltupareas/2013-06-28",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/peoplepopulationandcommunity"
    },
    {
      "uri": "/peoplepopulationandcommunity/housing"
    }
  ],
  "description": {
    "_abstract": "An insight into the characteristics of built-up areas in England and Wales. We look at comparisons between built-up areas of different sizes, as well as between built-up areas and non built-up areas. In 2011, 95% of the resident population lived in built-up areas, with the smallest built-up areas having a population of just over 100, and the largest having a population of nearly 9.8 million.",
    "edition": "yes",
    "nationalStatistic": true,
    "contact": {
      "email": "census.customerservices@ons.gsi.gov.uk",
      "name": "Peter Stokes",
      "telephone": "+44 (0)1329 444972"
    },
    "releaseDate": "2013-06-28T00:00:00.000Z",
    "title": "Characteristics of Built-Up Areas",
    "keywords": [
      "household resident",
      " communal establishment resident",
      " usual resident",
      " household composition",
      " accommodation type",
      " household spaces"
    ]
  }
}