{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Denise Williams",
    "email": "projections@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Introduction",
      "markdown": "This bulletin presents the key findings from the 2012-based national population projections. These are based on the estimated population at 30 June 2012, and include results from the 2011 Census. They replace the 2010-based projections published by ONS in October 2011. The national projections are produced by the Office for National Statistics on behalf of the National Statistician and the Registrars General of Scotland and Northern Ireland.\n\nNational population projections by age and sex are produced for the UK and its constituent countries every two years. The projections are based on the most recently available mid-year population estimates and a set of underlying demographic assumptions regarding future fertility, mortality and migration. They are not forecasts and do not attempt to predict the impact that future government policies, changing economic circumstances or other factors might have on demographic behaviour, for example, government policies on immigration or student fees.\n\nThe national projections provide an estimate of the future size and age structure of the population of the UK (and of its constituent countries). They ensure that users can work on consistent assumptions. Examples of uses made of the population projections include:\n\n- The Office for Budget Responsibility uses the projections as a key input to their long-term fiscal projections published in the fiscal sustainability report.\n- The Department for Work and Pensions uses the projections extensively to produce forecasts of expenditure for benefits and pensions and as a key input for analysis on policy areas such as extending working lives.\n- The Department for Education uses the projections as the basis for their projections of future school pupil numbers.\n- The national population projections provide the base for other products such as subnational population projections and household projections, which are widely used for resource allocation and planning.\n\nProjections become increasingly uncertain the further they are carried forward into the future, due to the inherent unpredictability of demographic behaviour. To give users an indication of this, a number of variant projections are also available which provide other future scenarios based on alternative assumptions of future fertility, mortality and migration. They do not represent upper or lower bounds, but do illustrate what the population could look like if, for example, fertility was to become lower than assumed for the principal projection, which is the main or central projection.\n\nThis bulletin focuses on the first 25 years of the projections. Longer term projections to mid-2112 are also available on the [ONS website](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/index.html \"2012 based-projections\") for users who require them, but these should be treated with caution. Longer term projections are not considered appropriate for a wide range of uses, particularly when broken down by age, but have been made available in line with making datasets publicly available under the government’s transparency agenda. For more information on how ONS population projections meet user needs along with information on their fitness for purpose, please see the report on [quality and methodology (109.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/social-statistics/quality-and-metholology-information-for-national-population-projections.pdf \"Quality and Methodology Information for National Populations Projections\") .\n\n### 2012-based Principal Population Projections\nThe United Kingdom population is projected to increase by 4.3 million to 68.0 million over the 10 year period to mid-2022. This increase is equivalent to an annual growth rate of 0.6 per cent each year between mid-2012 and mid-2022. The UK population is projected to increase from an estimated 63.7 million in mid-2012 to 73.3 million in mid-2037 (Table 1). It is projected that the population of the UK will reach 70 million in mid-2027. \n\nThe population of England is projected to increase by 7 per cent by mid-2022. The population of the other UK countries are also projected to increase, but at a slower rate. Northern Ireland is projected to increase by 5 per cent over the same period, while Scotland and Wales are projected to increase by 4 per cent by mid-2022.\n\n#### Table 1: Estimated and projected population of the United Kingdom and constituent countries, mid-2012 to mid-2037\n##### Table notes:\n1. Figures may not sum due to rounding.\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/prt-table-1.xls \"XLS format\") (25.5 Kb)\n"
    },
    {
      "title": "Births, Deaths and Net Migration",
      "markdown": "Of the 4.3 million projected increase in the UK population over the next 10 years, some 2.6 million (61 per cent) is a result of projected natural increase (more births than deaths) while the remaining 1.7 million (39 per cent) is the projected net number of migrants (Table 2). Similarly, of the 9.6 million projected increase in the population by mid-2037, 5.4 million (57 per cent) is due to projected natural increase and 4.2 million (43 per cent) is due to projected net migration.\n\n#### Table 2: Projected components of change, United Kingdom, mid-2012 to mid-2037\n1. Figures may not sum due to rounding.\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/prt-table-2.xls \"XLS format\") (26 Kb)\n\nThe projected numbers of future births and deaths are themselves partly dependent on the assumed level of net migration. Because migration is concentrated at young adult ages, the assumed level of net migration affects the projected number of women of childbearing age and hence the projected number of births. Of the 5.4 million natural increase projected between mid-2012 and mid-2037, only 3.8 million would occur if net migration were zero at each and every age throughout the projection period (Table 3). Thus, about 60 per cent of the projected increase in the population over the period mid-2012 to mid-2037 is either directly attributable to future migration (43 per cent), or indirectly attributable to the effect of fertility and mortality on these future migrants (17 per cent).\n\n#### Table 3: Projected population growth by component, United Kingdom, mid-2012 to mid-2037\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/prt-table-3.xls \"XLS format\") (26 Kb)\n"
    },
    {
      "title": "Changing Age Structure",
      "markdown": "Over the 10 year period to mid-2022, the number of children aged under 16 is projected to increase from 12 million in mid-2012 to 13 million in mid-2022 (Table 4), and then stay at around this level for the next 15 years.\n\n#### Table 4: Projected population by age, United Kingdom, mid-2012 to mid-2037\n\n#### Table notes:\n1. * Working age and pensionable age populations based on State Pension age for given year. Between 2012 and 2018, State Pension age will change from 65 years for men and 61 years for women, to 65 years for both sexes. Then between 2019 and 2020, State Pension age will change from 65 years to 66 years for both men and women. Between 2034 and 2046, State Pension age will increase in two stages from 66 years to 68 years for both sexes. This is based on State Pension age under the 2011 Pensions Act.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/prt-table-4.xls \"XLS format\") (28.5 Kb)\n\nA population pyramid is a good way of illustrating the age and sex structure of the population. Figure 1 represents the population of the UK as estimated in mid-2012 and projected for mid-2037. Each bar in the pyramid represents a single year of age and the length of the bar relates to the number of people of that age in the population. The size and composition of the population is determined by the pattern of births, deaths and migration which have taken place in previous years. The solid bars represent the estimated population for mid-2012 and the lines represent the projected population for mid-2037.\n\nThe 2012 pyramid clearly shows:\n\n- a sharp spike in the population, for those age 64 and 65 years old, which reflect the high numbers of births in the years after the Second World War. This includes those males born between 1 July 1946 and 30 June 1947 who will have reached state pension age in the year to mid-2012,\n- the wider area of the pyramid for those aged in their late forties who were born during the baby boom of the 1960s,\n- the sharp narrowing of the pyramid for people aged around 10 years, a consequence of low numbers of births just after the turn of the century, and the increasing broadening of the base of the pyramid from the higher numbers of births in recent years, and \n- females outnumbering males at older ages, reflecting their historically higher life expectancy.\n\n\nNow looking at the projected population at mid-2037, we can see that:\n\n- the projected increase in the numbers of children is at school age rather than pre-school age,\n- the working aged population will remain broadly similar, and\n- what is most marked is the increase in the population at older ages as the large number of the population who were born in the 1960s become over 70.\n\n#### Figure 1: Estimated and projected age structure of the United Kingdom population, mid-2012 and mid-2037\n[![Figure 1: Estimated and projected age structure of the United Kingdom population, mid-2012 and mid-2037](http://www.ons.gov.uk/ons/resources/chtfigure1_tcm77-334013.png)](http://www.ons.gov.uk/ons/resources/chtfigure1_tcm77-334013.png \"Figure 1: Estimated and projected age structure of the United Kingdom population, mid-2012 and mid-2037\")\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/chd-figure-1.xls \"XLS format\") (34.5 Kb)\n"
    },
    {
      "title": "Children",
      "markdown": "The number of children aged under five is not projected to change much over the 25 years to mid-2037, but the number of primary school age children is projected to increase by 13 per cent to reach 5.7 million by mid-2037 (Figure 2). Over the same period, the number of children aged 12 to 16 is projected to rise by 10 per cent to 4.1 million.\n\n#### Figure 2: Estimated and projected numbers of children aged 0 to 16, United Kingdom, mid-2012 and mid-2037\n[![Figure 2: Estimated and projected numbers of children aged 0 to 16, United Kingdom, mid-2012 and mid-2037](http://www.ons.gov.uk/ons/resources/chtfigure2_tcm77-334014.png)](http://www.ons.gov.uk/ons/resources/chtfigure2_tcm77-334014.png \"Figure 2: Estimated and projected numbers of children aged 0 to 16, United Kingdom, mid-2012 and mid-2037\")\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/chd-figure-2.xls \"XLS format\") (33 Kb)\n"
    },
    {
      "title": "Older People",
      "markdown": "The number of people aged 80 and above is projected to more than double by mid-2037, the number of people aged 90 and over is projected to more than triple, and the number of centenarians is projected to rise from 13,000 in mid-2012 to 111,000 in mid-2037, a more than eightfold increase (Figure 3). This increase in the numbers of older people means that by mid-2037 one in 12 of the population is projected to be aged 80 and over.\n\n#### Figure 3: Estimated and projected population aged 70 and over, United Kingdom, mid-2012 and mid-2037\n[![Figure 3: Estimated and projected population aged 70 and over, United Kingdom, mid-2012 and mid-2037](http://www.ons.gov.uk/ons/resources/chtfigure3_tcm77-334015.png)](http://www.ons.gov.uk/ons/resources/chtfigure3_tcm77-334015.png \"Figure 3: Estimated and projected population aged 70 and over, United Kingdom, mid-2012 and mid-2037\")\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/chd-figure-3.xls \"XLS format\") (32.5 Kb)\n"
    },
    {
      "title": "People of Working Age and State Pension Age",
      "markdown": "Despite increases to state pension age under current legislation (see Background Note 10), the number of people of state pension age is projected to increase by 31 per cent from 12.3 million in mid-2012 to 16.1 million by mid-2037 (Table 4). This reflects the higher number of people who were born in the 1960s ‘baby boom’ reaching state pension age within the 25 year period to mid-2037.\n\nOver the same period, the number of people of working age is projected to rise by 12 per cent from 39.4 million in mid-2012 to 44.2 million by mid-2037. The definition of working age used in this bulletin is people aged between 16 and state pension age. In mid-2012, there were 0.3 million more people of state pension age than children aged under 16; by mid-2037 this difference is projected to exceed 3.1 million.\n\nThere were 3.21 people of working age for every person of state pension age in mid-2012. By mid-2022, allowing for the change in state pension age, this ‘old age support ratio’ is projected to rise slightly to 3.39. However, it fluctuates over this period as the population ages and further changes in state pension age are enacted between 2034 and 2036 (Table 4). It is projected to fall to 2.74 by mid-2037. Details of further changes to state pension age proposed by the government can be found in Background Note 10.\n"
    },
    {
      "title": "Variant Population Projections",
      "markdown": "Projections are uncertain and become increasingly so the further they are carried forward in time. In addition to the principal (main or central) projection, variant projections are produced based on alternative, but plausible, assumptions of future fertility, mortality and net migration. These variant projections are intended to provide an indication of uncertainty and sensitivity to alternative assumptions; they do not represent upper or lower limits of future demographic behaviour.\n\nSix ‘single component’ variant projections are available, where only one component of population change is varied from the principal assumptions. In addition, three further variant projections are also available (see Background Note 8). These are:\n\n- the ‘high population’ variant which assumes a combination of high fertility, high life expectancy and high net migration,\n- the ‘low population’ variant which assumes a combination of low\n fertility, low life expectancy and low net migration, and\nthe ‘zero net migration’ (or ‘natural change only’) variant which assumes the same levels of fertility and life expectancy as the principal projection, but that there will be zero net migration (that is, migration inflows and outflows are exactly equal at every age).\n\nAll the variant projections result in an increasing population between mid-2012 and mid-2037 however the rate of increase varies between them. Details of the principal and variant assumptions are outlined later in this bulletin and are summarised in Figure 4.\n\nUnder the high fertility variant projection for the UK the population increases to 68.6 million, 0.6 million more than the principal projection by mid-2022. Using the low fertility variant would see an increase to 67.4 million, about 0.6 million lower than the principal over the same period. By mid-2037, the UK population according to the high fertility variant would be 1.9 million higher than the principal, while the low fertility variant would result in a population 1.9 million lower than the principal, a difference of around 2.5 per cent. In the short term, the fertility variants have the largest impact on the projected numbers of children and young adults. The high and low fertility variants project there to be around 1.4 million more or less children aged 0 to 15 in mid-2037 compared with the principal projection, which is a difference of around 10 per cent.\n\n#### Figure 4: Estimated and projected population of the United Kingdom, mid-2001 to mid-2037\n[![Figure 4: Estimated and projected population of the United Kingdom, mid-2001 to mid-2037](http://www.ons.gov.uk/ons/resources/chtfigure4_tcm77-334018.png)](http://www.ons.gov.uk/ons/resources/chtfigure4_tcm77-334018.png \"Figure 4: Estimated and projected population of the United Kingdom, mid-2001 to mid-2037\")\n\n##### Notes:\n1. Mid year estimates for 2002-2010 are due to be revised to take account of the 2011 Census for Scotland. Revised population estimates for Scotland and the UK for 2002–2010 were not available at the time of projection.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/chd-figure-4.xls \"XLS format\") (37 Kb)\n\nThe high and low migration variants result in populations of 0.5 million higher and lower respectively than the principal in mid-2022. By mid-2037, the high and low migration variants differ from the principal by 1.7 million.\n\nThe high and low life expectancy variants do not have as great an impact on the projections as the high and low fertility and migration variant assumptions. They result in populations of 0.1 million higher and lower respectively than the principal in mid-2022 and 0.8 million higher and lower over the 25 year period to mid-2037.\n\nWhen the higher or lower assumptions for all components of population change are combined in the high population and low population variants, the possible range for total population size is considerably wider, with values of 1.2 million above or below the principal by mid-2022 and about 4 million above or below the principal by mid-2037. \n"
    },
    {
      "title": "Assumptions Underlying the 2012-based Projections",
      "markdown": "The 2012-based national population projections are based on the estimated population at the middle of 2012 and a set of demographic assumptions about future fertility, mortality and migration based on analysis of trends and expert advice. The assumptions underlying the 2012-based national population projections are compared with those used for the 2010-based projections in Table 5.\n\n### Fertility\n\nThe long-term assumption of completed family size for the UK for the principal projection is higher than the 2010-based projections at 1.89 children per woman. The corresponding assumptions for all four constituent countries have also increased by the same amount. This increase is based on the observation that the falling completed family size for women has slowed in recent years, and younger cohorts partway through their childbearing years look set to have similar levels of completed fertility to those who have recently completed childbearing. These projections assume that the total fertility rate for the UK decreases slightly from mid-2012 to mid-2013 then stabilises at 1.89 from then on. These assumptions are different from those used in the 2010-based projections that started from a higher base, assumed higher levels of fertility in the short term and then assumed lower levels in the longer term.\n\nThe high and low fertility variants assume long-term family sizes of 0.2 children per woman higher or lower than the principal assumptions, that is, 2.09 and 1.69 children per woman for the UK.\n\n#### Table 5: Long-term principal assumptions for the 2012-based national population projections compared with assumptions for the 2012-based projections\n\n#### Table notes:\n1. * Expectations of life for 25 years ahead given as example year. Note these are period expectations of life based on the mid-year mortality rates assumed for the year 2037 and do not take account of the continuing improvement in mortality projected beyond 2037.\n2. † Net migration includes international migration and cross-border migration between the countries of the UK.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/prt-table-5.xls \"XLS format\") (28.5 Kb)\n\n### Mortality\n\nThe mortality assumptions are set in terms of rates of improvement; these improvements are then applied to mortality rates, year on year. The 2012-based projections assume that rates of improvement will converge to 1.2 per cent for most ages in mid-2037 (the 25th year of the projections), and remain at 1.2 per cent each year thereafter. Those born between 1923 and 1938 are assumed to experience higher rates of improvement than 1.2 per cent in mid-2037, while those born before 1922 are assumed to experience annual mortality improvements below 1.2 per cent in mid-2037. These are the same assumptions for the rates of mortality improvement in the target year as those used in the 2010-based projections (where the target year was 2035).\n\nThese rates of improvement are best illustrated using the projected period life expectancies at birth. For mid-2037 these are around 0.1 years higher than in the previous projections for females and 0.4 to 0.8 years higher for males.\n\nThe high and low life expectancy variants assume annual rates of mortality improvement from mid-2037 to be 1.2 per cent higher or lower than the principal assumptions (that is, 2.4 per cent and 0.0 per cent for most ages). Thus the variant projections assume life expectancy at birth in mid-2037 to be 2.1 years higher or lower for males and 1.8 years higher or lower for females. \n\n### Migration\n\nThe long-term assumption for net migration to the United Kingdom is +165,000 each year, compared with +200,000 a year in the 2010-based projections. The assumed level of annual net migration to England is +143,500, which is 29,000 lower than for the 2010-based projections. For Wales it is 4,000 lower at +6,000 a year, and for Scotland it is 2,000 lower at +15,500 a year. The assumption for Northern Ireland is the same as that used for the 2010-based projections.\n\nThese changes reflect the most recent trends in both international migration and cross-border migration between the four countries of the UK. [New methods](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/population-projections/npp-migration-assumptions-methodology-review/index.html \"NPP migration assumptions methodology review\") have been used to model migration trends in setting the migration assumptions for the 2012-based projections.\n\nThe high and low migration variants assume long-term annual net migration to the UK to be 60,000 people higher or lower than the principal assumption (that is, +225,000 and +105,000).\n"
    },
    {
      "title": "Comparison with Previous Projections",
      "markdown": "Since the 2010-based projections were published the results of the 2011 Census have been released and used to rebase the population estimates series. There were around 500,000 more people estimated by the 2011 United Kingdom Census than had been previously estimated. At mid-2012 the estimated population of the UK was about 460,000 higher than that projected for mid-2012 in the 2010-based projections.\n\nThe population of the UK is projected to grow at a slower rate in the 2012-based projections than the 2010-based projections, and at mid-2022 it is projected to be 100,000 (0.2 per cent) lower than in the previous (2010-based) projections (Table 6).\n\nThe slower projected growth is due to the change in the assumptions made for the 2012-based projections, with the assumptions for migration being lower and those for fertility being higher in the long term, but lower in the short term than the 2010-based projections.\n\nThese changed assumptions result in there being projected over the decade to mid-2022:\n\n- around 230,000 fewer births (as the short term fertility assumption is lower than that used in the 2010-based projections),\n- 50,000 fewer deaths, and\n- 400,000 fewer net migrants.\n\nIn summary, although the 2012-based projections started from a higher base, the slower projected growth compared to the 2010-based projections means that the projected population in mid-2022 is fairly similar in the two sets of projections.\n\n#### Table 6: Comparison of 2012-based and 2010-based principal projections, United Kingdom\n##### Table notes:\n1. Figures rounded to one decimal place.\n\n##### Download table: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/prt-table-6.xls \"XLS format\") (28 Kb)\n"
    },
    {
      "title": "Further Information",
      "markdown": "### European comparisons\n\nThe latest Eurostat projections are still EUROPOP10. A discussion about these was included with the 2010-based projections.\n\n### Produced in partnership with\n\nThe Northern Ireland Statistics and Research Agency (NISRA), the Statistical Directorate of the Welsh Government and National Records of Scotland (NRS).\n\n[![Northern Ireland Statistics and Research Agency Logo](http://www.ons.gov.uk/ons/resources/nisralogo_tcm77-237873.jpg)](http://www.ons.gov.uk/ons/resources/nisralogo_tcm77-237873.jpg \"Northern Ireland Statistics and Research Agency Logo\")\n\n[![Statistics for Wales logo](http://www.ons.gov.uk/ons/resources/statswaleslogo_tcm77-237875.jpg)](http://www.ons.gov.uk/ons/resources/statswaleslogo_tcm77-237875.jpg \"Statistics for Wales logo\")\n\n[![The National Records of Scotland Logo](http://www.ons.gov.uk/ons/resources/nrslogo_tcm77-330778.jpg)](http://www.ons.gov.uk/ons/resources/nrslogo_tcm77-330778.jpg \"The National Records of Scotland Logo\")\n"
    },
    {
      "title": "Background notes",
      "markdown": "1. National Statistics are produced to high professional standards as set out in the Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference.\n2. National population projections are prepared by the Office for National Statistics on behalf of the National Statistician and the Registrars General of Scotland and Northern Ireland. The assumptions are agreed in liaison with the devolved administrations, following consultation with key users of projections in each country and advice from an expert academic advisory panel.\n3. A new set of projections is normally made every second year, based on a full-scale review of the trends affecting the underlying assumptions about fertility, mortality and migration. The last set of national projections, issued in October 2011, was based on the estimated population at 30 June 2010.\n4. The projections for the UK and its constituent countries are based on estimates of the [population at 30 June 2012](http://www.ons.gov.uk/ons/rel/pop-estimate/population-estimates-for-uk--england-and-wales--scotland-and-northern-ireland/mid-2011-and-mid-2012/index.html \"population at 30 June 2012\"). These are the first national projections that incorporate the results of the 2011 Census. The assumptions have mostly been set using rates based on revised series of population estimates and thus take into account the results of the 2011 Census. The exceptions to this are the mortality and fertility assumptions for Scotland. A revised back series of population estimates for Scotland was not available in time so data rolled forward from the 2001 Census were used. Observed differences between the rolled forward estimates and the Census results did not raise any significant concerns about this approach.\n5. Projections are made of the resident population of the UK and its constituent countries, as defined for the mid-year population estimates. The population includes all usually resident persons, whatever their nationality. Members of HM Armed Forces in the UK are included, but members of HM Armed Forces and their families who are abroad are excluded. Members of foreign armed forces in the UK are also included, as are any accompanying dependants. \n6. Full details of the results from the 2012-based principal and key variant national population projections are available on the [National Statistics website](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/index.html \"2012 Based Projections\"). Details of the [2010-based national projections](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2010-based-projections/index.html \"2010-based projections\") are also available.\n7. Commentary and reports on the results of the 2012-based national population projections for Scotland, Northern Ireland and Wales are also published today by the [National Records of Scotland](http://www.ons.gov.uk/ons/external-links/other-government-departments/gro/nrs-population-projections.html \"NRS Population Projections\"), the [Northern Ireland Research and Statistics Agency](http://www.ons.gov.uk/ons/external-links/devolved-admins/nisra/nisra---population-projections.html \"NISRA - population projections\"), and [Welsh Government statistics](http://www.ons.gov.uk/ons/external-links/devolved-admins/welsh-assembly-government/wag--statistics.html \"Welsh Government Statistics\").\n8. The main focus of the projections is on the 25 year period to mid-2037. Longer-term projections up to 100 years ahead (to mid-2112) are also published. However, projections become increasingly uncertain the further they are carried forward. To illustrate this uncertainty, variant projections, based on alternative assumptions of future fertility, mortality and net migration, are also available. Further variant projections, illustrating additional alternative possible scenarios and including selected combinations of the high and low variants, will be published on 10 December 2013.\n9. Projected natural change and assumed net migration are not independent of each other. The projected numbers of future births and deaths are themselves partly dependent on the assumed level of net migration. A note considering the overall impact of assumed net migration on future population growth is available in the [results summary](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/rep-summary-results.html \"REP Results Summary\").\n10. Under the provisions of the Pensions Act 2011, the state pension age will change from 65 years for men and 60 years for women to 66 years for both sexes by 2020 and then increase in two stages to 68 years for both sexes between 2034 and 2046. Further details are available in the [background and methods report](http://www.ons.gov.uk/ons/rel/npp/national-population-projections/2012-based-projections/rep-background-and-methods.html \"REP - background and methods\"). The data presented in this bulletin do not reflect proposed further changes to the state pension age published by the government. They propose bringing forward the increase to State Pension to age 67, to be phased in between 2026 and 2028. These proposed changes are not yet law and still require the approval of Parliament.  Further information relating to these proposals can be found at the [GOV.UK site](http://www.ons.gov.uk/ons/external-links/other-government-departments/gov-uk/gov-uk---changes-to-state-pension-age.html \"GOV.UK - Changes to state pension age\").\n11. Rounding: All figures presented in the tables in this release have been rounded independently, so component figures may not add exactly to totals.\n12. Subnational population projections for England are the responsibility of the Office for National Statistics, while those for Scotland, Wales and Northern Ireland are the responsibility of the National Records of Scotland, the Welsh Government Statistical Directorate and the Northern Ireland Statistics and Research Agency respectively.\n13. Also available is a list of the names of those given pre-publication access to the contents of this release.\n14. An [Overview of Population Statistics](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/population-and-migration/an-overview-of-ons-s-population-statistics/index.html \"An overview of ONS\u0027s Population Statistics\") is available on the ONS website.\n15. Cohort Life Expectancy figures in the past were published at the same time as the national population projections. The provisional date for this publication is December 2013 / January 2014.\n16. The United Kingdom Statistics Authority has designated these statistics as National Statistics, in accordance with the Statistics and Registration Service Act 2007 and signifying compliance with the Code of Practice for Official Statistics. Designation can be broadly interpreted to mean that the statistics:\n\n- meet identified user needs, \n- are well explained and readily accessible,\n- are produced according to sound methods, and\n- are managed impartially and objectively in the public interest.\n\nOnce statistics have been designated as National Statistics it is a statutory requirement that the Code of Practice shall continue to be observed.  \n\n17. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "accordion": [],
  "headline1": "The UK population is projected to increase by 9.6 million over the next 25 years from an estimated 63.7 million in mid-2012 to 73.3 million in mid-2037.",
  "headline2": "The UK population is projected to reach 70 million in 2027.",
  "headline3": "Projected natural increase (more births than deaths) accounts for 57 per cent of the projected increase over the next 25 years.",
  "summary": "This statistical bulletin presents the key findings from the 2012-based national population projections.",
  "relatedBulletins": [],
  "title": "National Population Projections, 2012-based",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "National Population Projections, 2012-based",
  "uri": "/peoplepopulationandcommunity/populationandmigration/populationprojections/bulletins/nationalpopulationprojections2012based",
  "fileName": "nationalpopulationprojections2012based",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "People, population and community",
      "fileName": "peoplepopulationandcommunity"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Population and migration",
      "fileName": "populationandmigration"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Population projections",
      "fileName": "populationprojections",
      "breadcrumb": []
    }
  ]
}