{
  "date": "2012",
  "number": "214.8",
  "years": [
    {
      "date": "2000",
      "value": "241.1",
      "year": "2000"
    },
    {
      "date": "2001",
      "value": "246.2",
      "year": "2001"
    },
    {
      "date": "2002",
      "value": "240.3",
      "year": "2002"
    },
    {
      "date": "2003",
      "value": "244.8",
      "year": "2003"
    },
    {
      "date": "2004",
      "value": "247.1",
      "year": "2004"
    },
    {
      "date": "2005",
      "value": "247.5",
      "year": "2005"
    },
    {
      "date": "2006",
      "value": "242.9",
      "year": "2006"
    },
    {
      "date": "2007",
      "value": "237.8",
      "year": "2007"
    },
    {
      "date": "2008",
      "value": "232.7",
      "year": "2008"
    },
    {
      "date": "2009",
      "value": "218.9",
      "year": "2009"
    },
    {
      "date": "2010",
      "value": "225.3",
      "year": "2010"
    },
    {
      "date": "2011",
      "value": "212.2",
      "year": "2011"
    },
    {
      "date": "2012",
      "value": "214.8",
      "year": "2012"
    }
  ],
  "quarters": [],
  "months": [],
  "sourceDatasets": [],
  "cdid": "RAID138",
  "unit": "m tonnes",
  "preUnit": "",
  "source": "Office for National Statistics",
  "notes": [],
  "relatedDocuments": [
    {
      "title": "UK Environmental Accounts, 2014",
      "summary": "Environmental accounts show how the environment contributes to the economy, the impacts that the economy has on the environment, and how society responds to environmental issues. They include natural capital accounts (oil and gas), physical accounts (fuel use, energy consumption, atmospheric emissions, material flows, and water), and monetary accounts (environmental taxes and environmental protection expenditure). For 2014, experimental natural capital accounts (land use and forestry) are also included. Environmental accounts are ‘satellite accounts’ to the main National Accounts and they are compiled in accordance with the System of Environmental Economic Accounting (SEEA), which closely follows the UN System of National Accounts (SNA). This means that they are comparable with economic indicators such as Gross Domestic Product (GDP).",
      "uri": "/economy/environmentalaccounts/bulletins/ukenvironmentalaccounts2014"
    }
  ],
  "nationalStatistic": true,
  "type": "timeseries",
  "title": "Total energy consumption (oil equivalent)",
  "uri": "/economy/environmentalaccounts/timeseries/raid138",
  "breadcrumb": [
    {
      "title": "Home",
      "summary": "The UK\u0027s largest independent producer of official statistics and the recognised national statistical institute of the UK.",
      "uri": "/"
    },
    {
      "title": "Economy",
      "summary": "An economy or economic system consists of the production, distribution, consumption and trade of limited goods and services by different agents in a given geographical location. The economic agents can be individuals, businesses, organisations, or governments. ",
      "uri": "/economy"
    },
    {
      "title": "Environmental accounts",
      "summary": "Environmental Accounts show the relationship between the environment and the economy. This is done by outlining how the environment contributes to the economy (e.g. through the extraction of raw materials), the impact the economy has on the environment (e.g. through energy consumption) and how society responds to environmental issues (e.g. through expenditure on environmental protection). These accounts are used to inform government policies and to evaluate the impact that different sectors have on the environment.",
      "uri": "/economy/environmentalaccounts"
    }
  ]
}