{
  "relatedBulletins": [],
  "sections": [
    {
      "title": "Headline figures are:",
      "markdown": "- Civil Service Employment on 31 March 2012 was 463,812, down 34,621 or 7 per cent on 31 March 2011.\n\n- The number of full time civil servants fell by just over 34,000 to 354,250 between March 2011 and March 2012. The number of civil servants working part time fell by around 550 to 109,562.\n\n- More than half (53 per cent) of all employees were female. Of those employees who declared their ethnicity, 9.3 per cent were from an ethnic minority. Of those who declared their disability status, 8.3 per cent were disabled.\n\n- More than four in five civil servants were aged 30-59. Since March 2011 there were decreases in employment for all age bands except 65 and over, which increased by nearly 1,000, and 16-19, which increased by 100.\n\n- Median gross annual earnings (excluding over time or one-off bonuses) for Civil Service employees was £23,900 in March 2012, an increase of £140 (0.6 per cent) on March 2011.\n"
    },
    {
      "title": "Overview",
      "markdown": "This bulletin contains an overview of Civil Service employment statistics on 31 March 2012 in context with statistics from previous years. The earliest available data on a consistent basis is for 31 March 2008. Data prior to this was collected for different reference dates in the year. There were also changes in coverage prior to 2008. Longer time series for total civil service employment are available from the [Public Sector Employment release](http://www.ons.gov.uk/ons/rel/pse/public-sector-employment/index.html \"Public Sector Employment index\").\n\nThe release counts all home Civil Service Employees. It excludes the Northern Ireland Civil Service, other Crown servants and employees of the wider public sector. There are home Civil Service employees based in Northern Ireland and Overseas.\n\nStatistics are presented on a range of factors including working pattern, gender, ethnicity, disability status, earnings and location of the Civil Service workforce.\n"
    },
    {
      "title": "At a glance",
      "markdown": "Civil Service employment has fallen by around 7 per cent between March 2011 and March 2012. There were just over 460,000 people worked in the Civil Service in March 2012. The decrease in Civil Service Employment was mainly in full time staff.\n\nThe responsibility level which showed the largest decrease in employment was the Administrative responsibility level with a fall of nearly 10 per cent. The number of employees working at the Senior Civil Servant responsibility level fell by 4 per cent.\n\n### Civil Service Employment Time Series; Headcount; 31 March; UK\n\n[Figure]-[Chart]\n\nThere were increases in the 65 and over age band and 16-19 age band while the number of employees in all other age bands fell.\n\nAll regions had decreases in Civil Service employees. The largest percentage falls were in East Midlands, East of England and South West which all had decreases in Civil Service employment of over 9 per cent between March 2011 and March 2012.\n\nThe number of leavers from the Civil Service between March 2011 and March 2012 was over three and a half times the number of entrants. This reflects increases in voluntary redundancies in some departments and the freeze in external recruitment to the Civil Service. The majority of entrants were at the Administrative responsibility level.\n\nFemale civil servants continue to make up over half of employees in the Administrative and Executive Officer responsibility levels. More than half of employees in the more senior responsibility levels were male.\n\nOf those who declared their ethnicity, just over 9 per cent of civil servants were from an ethnic minority in March 2012. Of those who declared whether they had a disability, just over 8 per cent of civil servants were disabled. These proportions varied between responsibility level. Civil servants at lower responsibility levels were twice as likely to be from an ethnic minority or to be disabled compared with senior civil servants.\n\nThe median earnings of Civil Service employees increased by £140 (0.6 per cent) over the year to March 2012 to £23,900. Many departments were subject to a pay freeze during this period, however all staff earning less than £21,000 received a pay increase of at least £250.\n"
    },
    {
      "title": "Civil service workforce",
      "markdown": "### Working pattern\n\nAt 31 March 2012 there were 463,812 civil servants down 34,621 (around 7 per cent) on 31 March 2011.\n\n### Civil Service employment time series; headcount by working pattern; 31 March; UK\n\n[Figure]-[Chart]\n\nThere was a decrease in the number of civil servants working full time of just over 34,000, or around 9 per cent, to 354,250 compared with 31 March 2011.There was a decrease of around 550, or 0.5 per cent in the number of part-time civil servants to 109,562.In March 2012 around 76 per cent of civil servants worked full time, a decrease of nearly 2 percentage points on March 2011.\n"
    },
    {
      "title": "Responsibility level",
      "markdown": "At 31 March 2012, around 45 per cent of the Civil Service worked at the Administrative responsibility level, 26 per cent worked at the Executive Officer level, 20 per cent worked at Higher or Senior Executive Officer level and 7 per cent worked at Grade 6 or 7 level. The remaining 1 per cent worked at Senior Civil Servant level.\n\n### Civil Service employment time series; by responsibility level; 31 March\n\n[Figure]-[Chart]\n\nEmployment in all responsibility levels fell between March 2011 and March 2012. The Administrative responsibility level showed the largest percentage decrease of just under 10 per cent. There were decreases of between 3.6 per cent and 5.3 per cent in the other responsibility levels.\n\nThe large fall in the number of civil servants at the Administrative responsibility level led to a decrease in the overall proportion of civil servants working at that level of 1.3 percentage points. The proportion of civil servants at all other responsibility levels increased slightly.\n"
    },
    {
      "title": "Gender",
      "markdown": "At 31 March 2012 slightly more than half (53 per cent) of all Civil Service employees were female, unchanged on March 2011.\n\n### Civil Service employment time series; female employees as a percentage of employees by responsibility\n\n[Figure]-[Chart]\n\nThe proportion of females working at Senior Civil Service level in March 2012 was 35.0 per cent, an increase of 0.3 percentage points on March 2011 and 3.2 percentage points on March 2008. The proportion of Grade 6 and 7s who were female has been steadily increasing from 38.1 per cent in March 2008 to 41.1 per cent in March 2012. The proportion of female employees in the other grades has remained fairly constant with increases in some years offset by decreases in others.\n"
    },
    {
      "title": "Gender and age",
      "markdown": "More than four in five civil servants were aged 30- 59 in March 2012.\n\n### Civil Service employment; Distribution by age and gender; 31 March 2012, UK\n\n[Figure]-[Chart]\n\nSince March 2011 there were decreases in employment for all age bands except 65 and over, which increased by nearly 1,000 and 16-19, which increased by 100. There were more females than males in the 20-29, 30-39, 40-49 and 50-59 age bands. There were more males than females in the other age bands.\n"
    },
    {
      "title": "Region",
      "markdown": "There were 46,000 Civil Service employees in Scotland, 32,000 in Wales and 4,000 in Northern Ireland in March 2012.\n\n### Civil Service employment; percentage breakdown of Civil Servants by region; 31 March 2012\n\n[Figure]-[Chart]\n\nThe English region with the highest number of civil servants in March 2012 was London with 75,000 employees. The lowest was East Midlands with 22,000.\n\nThere were decreases in the number of civil servants in all UK regions. The regions with the largest percentage decreases in Civil Service employment between March 2011 and March 2012 were East Midlands, East of England and South West, all of which had falls in employment of over 9 per cent.\n"
    },
    {
      "title": "Entrants and leavers",
      "markdown": "A total of 46,109 employees left the Civil Service between March 2011 and March 2012.  During the same period 12,570 people joined the Civil Service.\n\n### Civil Service employment; leavers from and entrants to the Civil Service in year to 31 March 2012 by responsibility level; UK\n\n[Figure]-[Chart]\n\nEmployees at Administrative responsibility level accounted for 51 per cent of entrants compared with 49 per cent of leavers. All other responsibility levels accounted for a higher proportion of leavers than entrants.\n"
    },
    {
      "title": "Ethnicity",
      "markdown": "Of the Civil Service employees in March 2012 who declared their ethnicity, 9.3 per cent were from an ethnic minority, an increase of 0.1 percentage points on March 2011.\n\n### Civil Service employment; ethnic minority employees as a percentage of employees with known ethnic origin by responsibility level; 31 March 2012; UK\n\n[Figure]-[Chart]\n\nAt March 2012, 10.6 per cent of employees at Executive responsibility level and 9.6 per cent of employees at Administrative responsibility level were from an ethnic minority. In comparison 5 per cent of those at the Senior Civil Service level were from an ethnic minority.\n"
    },
    {
      "title": "Disability status",
      "markdown": "In March 2012, 8.3 per cent of civil servants who declared their disability status were disabled, an increase of 0.6 percentage points compared with March 2011.\n\n### Civil Service employment; disabled employees as a percentage of employees with a known disability status; 31 March 2012; UK\n\n[Figure]-[Chart]\n\nThe proportion of employees with a declared disability was greater in lower responsibility levels compared with high responsibility levels. At the Administrative responsibility level, 9.2 per cent employees who declared their disability status were disabled. This compares with 4.3 per cent of employees at Senior Civil Service level.\n"
    },
    {
      "title": "National identity",
      "markdown": "At 31 March 2012, 42 per cent of civil servants with a declared national identity declared themselves as British or Mixed British.\n\n### Civil Service employment; national identity as a percentage of employees with a declared national identity; 31 March 2012\n\n[Figure]-[Chart]\n\nEmployees alternatively declared themselves as English (41 per cent), Scottish (8 per cent), Welsh (6 per cent) or Irish (1 per cent). The remaining 2 per cent recorded another national identity.\n"
    },
    {
      "title": "Salary",
      "markdown": "The median gross salary of civil servants on 31 March 2012 was £23,900, an increase of £140 on the median salary on 31 March 2011. Employees overseas had the highest median earnings of £35,650, followed by employees in London (£30,180). The regions with the lowest median earnings were North East (£19,720), Northern Ireland (£20,760), Wales (£21,320), North West (£21,530) and Scotland (£21,540).\n\n### Civil Service employment; median annual gross salary of full-time employees by gender and responsibility level; 31 March 2012; UK\n\n[Figure]-[Chart]\n"
    },
    {
      "title": "Reconciliation of annual and quarterly Civil Service employment statistics (Table 11)",
      "markdown": "This statistical bulletin presents a range of statistics for the year ending 31 March 2012, based on findings from the Annual Civil Service Employment Survey (ACSES).\n\nONS also collects and publishes quarterly Civil Service employment statistics as part of the Public Sector Employment (PSE) Statistical Bulletin. These quarterly statistics should be used when seeking to measure the size of the Civil Service over time. The latest published statistics are for Q2 2012 when Civil Service employment was 459,000 (424,000 on a full-time equivalent basis).\n\nThe difference between the ACSES and Q1 PSE figures, which use the same reference date, is less than 0.1 per cent on headcount and around 0.1 per cent for full time equivalents. This is not considered to impact significantly on the quality of the annual statistics.\n\nTable 11 provides a full breakdown of the differences between the two sources by department.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. **Basic quality information**\n\n\tCivil Service Statistics are sourced from the Annual Civil Service Employment Survey (ACSES) which, following a development programme in 2007, replaced the Mandate Collection and departmental returns. There are no key issues to report that relate specifically to this release. For general issues regarding the interpreting of data, please see the ‘Common pitfalls in interpreting the series’ section.\n\n\tFurther details can be found in the Quality and Methodology Information note for Civil Service Statistics.\n\n2. **Relevance to users**\n\n\tIn consultation with the Cabinet Office and government departments the content of the survey is continuously reviewed.\n\n\tCivil Service Statistics 2012 covers the 12-month period to 31 March 2012. When comparing Civil Service Statistics over time it is important to note that the reference periods of the collections have changed between years prior to 2008.\n\n\tACSES offers the benefit of uniform collection for the whole of the Civil Service. Previously two collection tools were used (1970-2006). The Mandate collection accounted for approximately 85 per cent of the Civil Service and comprised comprehensive anonymous datasets extracted directly from the HR systems of government departments and their agencies. For historical reasons some departments supplied summary tables instead. These were called departmental returns and covered only a limited subset of data.\n\n3. **Common pitfalls in interpreting series**\n\n\tThis release counts all home Civil Service employees. Civil Service Statistics excludes the Northern Ireland Civil Service, other Crown servants and employees in the wider public sector, for example, employees of Non-Departmental Public Bodies (NDPBs) and the National Health Service (NHS).\n\n\tStatistics are published on the gender, ethnicity, disability status and age of the Civil Service workforce. All diversity statistics relate to civil servants counted on a headcount basis. Employees declared as disabled are presented as a percentage of known disability status. Those employees who have either not responded or actively chosen not to declare their status are excluded from the calculation. The same applies when calculating the percentage of civil servants from an ethnic background. This should be considered when interpreting the statistics.\n\n4. **Concepts and definitions**\n\n\tHeadcount statistics are based on the number of employees with an employment contract who are being paid by the organisation. Employees can be permanent, on a fixed-term contract or employed on a casual basis. The self-employed, contract workers and agency workers are excluded. Employees not on the payroll and not being paid during the reference period are also excluded, for example, those on unpaid maternity leave, unpaid sick absence and career breaks.\n\n\t*Full-time employees* are those who are contracted to work 37 hours per week (36 hours per week in London). Part-time employees are those who work less than the normal contracted hours.\n\n\t*Full-time equivalents* are based on converting part-time employees’ hours into a full-time employees’ equivalent and provides a better indicator of total labour input than a headcount.\n\n\t*Permanent employees* are employees with a contract that has no agreed expiry date or a fixed term contract of more than twelve months. Temporary/casual employees are those with a fixed term contract of twelve months or less or employed on a casual basis. Casual employees must be paid through the departments’ payroll. Employees hired through agencies are not included.\n\n\t*Entrants and leavers* are employees entering or leaving the Civil Service in the twelve months to 31 March 2012. The figures exclude transfers and loans between departments. Employees leaving on 31 March 2012 are counted as both staff in post and leavers. A number of departments are unable to provide a date of entry for civil servants in their employment. Some departments are also unable to distinguish between those civil servants entering their department for the first time via transfer or loan and those new to the Civil Service. As such, the number of net entrants and leavers will not reconcile with the change in employment between 31 March 2011 and 31 March 2012.\n\n\t*Gross salary* is the annual salary inclusive of basic pay (including consolidated performance pay) and pay-related allowances such as regional and skills allowances. It does not include bonuses. The headline earnings statistics are based on the median rather than the mean. The median is the value below which 50 per cent of employees fall. It is preferred over the mean for earnings data as it is influenced less by extreme values and because of the skewed distribution of earnings data.\n\n\tResponsibility levels* - Since 1 April 1996 all departments and agencies have had delegated responsibility for the pay and grading of their employees, except for those in the Senior Civil Service (SCS). The concept of broad ‘responsibility levels’ is therefore used, in which departmental grades have been assigned to levels broadly equivalent (in terms of pay and job weight) to the former Service-wide grades.\n\n\tSenior Management\n\tSCS – Senior Civil Service\n\tOther Management Grades\n\tGrade 6\n\tGrade 7\n\tSEO – Senior Executive Officer\n\tHEO - Higher Executive Officer\n\tEO – Executive Officer\n\tAdministrative Grades\n\tAO – Administrative Officer\n\tAA - Administrative Assistant\n\n\tThe professions of civil servants were collected for the first time in 2007. The professions relate to the post occupied by the person and are not dependent on any qualifications the individual may have. The range of professions includes economics, engineering, finance, human resources, law, science, tax professionals etc. Employees can alternatively be assigned to operational delivery (delivering front line services) or policy delivery (designing or enhancing services to the public). If a post could be considered operational delivery but also matches one of the specific professions, the person is assigned to the specific profession. It should not be assumed that those classified to Operational Delivery represent the sum of all those delivering front line services.\n\n\tRegional statistics are presented in this publication at NUTS 2 region level. More detailed geographical breakdowns are available in the associated on-line tables released today.\n\t\n5. **Accuracy**\n\n\tAll government departments and agencies responded to the survey for the year ending 31 March 2012.\n\n\tDepartments are not always able to provide complete information for every variable and users should consider this known under-coverage and non-response issue when interpreting the statistics, particularly over time.\n\n\t### 2011/12 Non-Response Comparison\n\t#### All employees\n\t[Table]\n\n\tThe main reason for under-coverage and non-response is that it can take time for HR systems to ‘catch up’ when a new employee joins their department. Departments are also increasingly moving to self-service systems which require individuals to maintain their personal information via an intranet service. While it is the responsibility of departments to review the quality of information held and encourage regular updates, an element of non-response is expected.\n\n6. **Reliability**\n\n\tThere have been no revisions made to Civil Service Statistics 2011.\n\n7. **Coherence**\n\n\tA key measure of quality is the reconciliation between the two sources of Civil Service employment statistics, the annual and quarterly surveys. Despite departments supplying both sets of data and ONS’s continuing work with departments to minimise any differences between the two sources, some differences still remain. Disparities arise due to timing differences between the two sources and the nature of the data collections. The quarterly survey is published eleven to twelve weeks after the end of the reference period. As only summary statistics are required, data can often be sourced by departments directly from payroll systems rather than HR systems which are commonly used to supply data for ACSES. The timeliness of the survey also means that HR systems continue to be updated after the snapshot date. This live updating of systems means there is always the possibility of differences arising before the more comprehensive annual collection is completed.\n\n8. **Notes on tables**\n\n\tRounding the sum of constituent items in tables may not always agree exactly with the totals shown due to rounding.\n\n\tSymbols\n\n\t..  Figures suppressed to avoid disclosure of information relating to individual enterprises.\n\n\t\\- Data not available.\n\n9. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e"
    }
  ],
  "relatedData": [],
  "charts": [],
  "tables": [],
  "type": "bulletin",
  "uri": "/employmentandlabourmarket/publicsectorpersonnel/bulletins/civilservicestatistics/2012-10-24",
  "breadcrumb": [
    {
      "uri": "/"
    },
    {
      "uri": "/employmentandlabourmarket"
    },
    {
      "uri": "/employmentandlabourmarket/publicsectorpersonnel"
    }
  ],
  "description": {
    "headline1": "Civil Service Employment on 31 March 2012 was 463,812, down 34,621 or 7 per cent on 31 March 2011.",
    "headline2": "The number of full time civil servants fell by just over 34,000 to 354,250 between March 2011 and March 2012. The number of civil servants working part time fell by around 550 to 109,562.",
    "headline3": "More than half (53 per cent) of all employees were female. Of those employees who declared their ethnicity, 9.3 per cent were from an ethnic minority. Of those who declared their disability status, 8.3 per cent were disabled.",
    "edition": "2012",
    "nationalStatistic": true,
    "contact": {
      "email": "cssurveys@ons.gsi.gov.uk",
      "name": "Emily Carless",
      "telephone": "+44 (0)1633 455717"
    },
    "releaseDate": "2012-10-24T00:00:00.000Z",
    "language": "English",
    "title": "Civil Service Statistics",
    "summary": "Civil Service employment at 31 March 2014 in the UK including gender, age, ethnicity, disability status, earnings and location of the Civil Service workforce.",
    "keywords": [
      "public sector",
      "employment",
      "government employees",
      "earnings",
      "gender",
      "ethnicity"
    ]
  }
}